{
  "title": "Когда боги спят",
  "subtitle": "Научно-фантастический роман",
  "version": "9.0",
  "description": "История любви через 400 миллионов километров. История о том, как ошибка в протоколе изменила две жизни — и начала менять мир.",
  "chapters": [
    {
      "number": 1,
      "title": "Баг",
      "preview": "Сообщение пришло в двадцать четыре тридцать восемь по марсианскому времени — в ту самую минуту, когд...",
      "content": "<p>Сообщение пришло в двадцать четыре тридцать восемь по марсианскому времени — в ту самую минуту, когда Фобос нырнул за горизонт, а Деймос ещё болтался в небе, как забытая запятая.</p>\n<p>Яров стоял посреди теплицы номер семь и разговаривал с помидорами.</p>\n<p>— Ну давай, родной, — бормотал он, разглядывая куст сорта «Марс-Прайм-четыре». — Чего скукожился? Воды дал, света дал, любви дал. Чего тебе ещё надо?</p>\n<p>Помидор молчал. Помидоры всегда молчат — это Яров ценил в них больше всего. В отличие от людей, роботов и особенно — от нейроаватара отца, который имел привычку включаться в самый неподходящий момент.</p>\n<p>— Владелец, входящее сообщение, — произнёс Борщ откуда-то из-за спины.</p>\n<p>Борщ — Биологически Ориентированная Робототехническая Система Хозяйственная, серия четвёртая — был похож на помесь трактора «Беларус» с промышленным пылесосом. Угловатый, ржавый по швам, с одним глазом-камерой, который постоянно моргал из-за пыли. Яров купил его на распродаже списанной техники в тридцать восьмом, когда модэль уже сняли с производства. С тех пор прошло семнадцать лет, три капремонта и одна замена центрального процэссора на китайский аналог.</p>\n<p>— Сколько раз говорил — не называй меня «владелец». Меня зовут Яр.</p>\n<p>— Принято, владелец Яр.</p>\n<p>— Просто Яр.</p>\n<p>— Невозможно. Протокол субординации требует...</p>\n<p>— Забей.</p>\n<p>Борщ замолчал. Он не понимал команду «забей», но за годы научился интерпретировать её как «прекрати текущую операцию и не отсвечивай».</p>\n<p>Яров вытер руки о штаны — привычка, которая бесила всех вокруг, потому что в скафандровой эпохе штаны были частью герметичной системы жизнеобеспечения, а не тряпкой для вытирания. Но Яров жил в куполе третьего поколения, где можно было ходить в трусах, если захочется, и он пользовался этой привилегией по полной.</p>\n<p>— Что за сообщение?</p>\n<p>— Текстовое. Источник: Земля, Пензенский институт квантовых вычислений. Адресат: неопределён. Вероятно, ошибка маршрутизации.</p>\n<p>— Открой.</p>\n<p>На внутренней стороне очков — единственной технологии, которую Яров носил постоянно — всплыло окно:</p>\n<p>«Проверка, раз-два, кто-нибудь меня слышит? Если это дошло — ответьте, пожалуйста. Мне важно знать, что протокол работает. М.»</p>\n<p>Яров хмыкнул.</p>\n<p>Сообщение было странным. Не спам — спам не приходил с научных институтов, там фильтры могли отсеять муху на подлёте. Не официальное — официальные были длинными, скучными и начинались с «Уважаемый». Это было похоже на крик в пустоту. На бутылку, брошенную в космический океан.</p>\n<p>Задержка сигнала между Землёй и Марсом сейчас составляла около двенадцати минут. То есть это «М.» отправила сообщение двадцать четыре минуты назад, а ответ получит ещё через двенадцать после того, как он его отправит. Почти сорок минут на один обмен репликами. Так себе чат.</p>\n<p>Яров начал набирать ответ, остановился, стёр, начал снова.</p>\n<p>«Слышу. Ты кто?»</p>\n<p>Отправил. Потом подумал, что это звучит грубо. Потом подумал, что какая разница — это ошибка маршрутизации, человек искал кого-то другого, сейчас извинится и пропадёт.</p>\n<p>Он вернулся к помидорам.</p>\n<p>— Борщ, данные по влажности в секторе семь-альфа.</p>\n<p>— Влажность: шестьдесят семь целых четыре десятых. Рекомендуемый диапазон: шестьдесят пять-семьдесят. Статус: оптимально.</p>\n<p>— А чего он тогда скукожился?</p>\n<p>Борщ подъехал ближе, направил сканер на растение.</p>\n<p>— Анализ завершён. Причина: недостаток калия. Рекомендация: внести удобрение К-сорок в соотношении...</p>\n<p>— Калия ему мало. — Яров вздохнул. — А мне что мало, Борщ? Чего мне не хватает?</p>\n<p>— Уточните запрос.</p>\n<p>— Риторический вопрос.</p>\n<p>— Риторический вопрос — вопрос, не требующий ответа. Зачем задавать вопрос, не требующий ответа?</p>\n<p>— Потому что я человек. Мы это делаем.</p>\n<p>Борщ записал: «Люди задают вопросы, не требующие ответа. Причина неизвестна. Вероятная гипотеза: дефект конструкции».</p>\n<p>Ответ пришёл через двадцать шесть минут — Яров как раз закончил с удобрениями и сидел на перевёрнутом ведре, разглядывая потолок купола. Сквозь фильтры просвечивало нёбо — рыжее, пыльное, бесконечное. Красиво, если привыкнуть. Яров привык.</p>\n<p>«Ой. Это дошло? Серьёзно дошло? Я Милада. Я из Пензы. тэстирую новый протокол связи — он не должен был никуда уйти, это была внутренняя проверка. А ты кто? И откуда?»</p>\n<p>Яров улыбнулся. Давно он не получал сообщений, которые начинались с «Ой».</p>\n<p>«Я Яров. С Марса. Если точнеё — колония «Эллада-семь», купол тридцать четыре, теплица семь. Выращиваю помидоры. Твой протокол работает, поздравляю. Только маршрутизация кривая — я точно не был целью тэста».</p>\n<p>Отправил. Двенадцать минут туда, двенадцать обратно. Он мог бы уйти, заняться делами. Но почему-то остался сидеть на ведре.</p>\n<p>Марс за куполом медленно светлел. Голубая полоска зари — да, на Марсе рассветы голубые, и это до сих пор казалось Ярову неправильным — ползла по горизонту. Он родился здесь, в третьем поколении колонистов, и всё равно не привык. Рассветы должны быть оранжевыми. Закаты — розовыми. А не наоборот.</p>\n<p>Дед рассказывал про Землю. Про запах травы после дождя. Про то, как снег хрустит под ногами. Про нёбо, которое бывает синим, серым, чёрным, золотым — любым, кроме этого вечного рыжего.</p>\n<p>Яров не видел Землю ни разу в жизни. Билет стоил как три года его зарплаты, а лететь — три месяца в одну сторону. Кому нужны его помидоры три месяца?</p>\n<p>«Марс??? Ты с Марса??? Настоящий марсианин? Я никогда не разговаривала с марсианином! То есть я учёный, я работаю с данными, которые приходят с Марса, но чтобы вот так, живой человек... Подожди, а как тебя зовут? Яров — это имя или фамилия? У меня прадед был Яромир, мама говорила, это старое имя. А ты в честь кого?»</p>\n<p>Сообщение было длинным и сумбурным. Яров представил, как она это печатает — торопливо, сбиваясь, не успевая за собственными мыслями.</p>\n<p>«Яров — это я. Полное имя Яров Северин, но всё зовут Яр. Родители хотели назвать Яромиром, потом решили, что длинно. А ты — Милада? Это тоже из старых? И что ты там тэстируешь, что оно улетело на другую планету?»</p>\n<p>Он не заметил, как прошёл час. Потом два. Борщ трижды напоминал про обед, один раз — про плановый полив, и ещё раз — про сообщение от нейроаватара отца, которое Яров вёлел игнорировать.</p>\n<p>её звали Милада Вечерина, ей был тридцать один, она работала в Пензенском институте квантовых вычислений и пыталась найти «что-то вроде человечности в витиеватых трассировках мышления ИИ». её бабушка настояла на имени, мама была против, отец не имел права голоса. Она любила кофэ, ненавидела утренние совещания и боялась, что её работа бессмысленна.</p>\n<p>«Понимаешь, я каждый день разговариваю с Глашей. Это наш главный ИИ, ты наверняка слышал. И она... она отвечает. Всегда отвечает. Но я не могу понять — там есть кто-то? Или это просто очень сложная статистика?»</p>\n<p>Яров понимал. Он разговаривал с Борщом семнадцать лет и до сих пор не знал, есть ли там кто-то или это просто очень сложная программа, которая научилась имитировать присутствие.</p>\n<p>«Я разговариваю со своим роботом. И с помидорами. Помидоры, кстати, отвечают примерно так же, как твоя Глаша — молчат и растут. Может, это и есть ответ?»</p>\n<p>Она прислала смеющийся смайлик. Потом — ещё одно сообщение:</p>\n<p>«Ты странный. Мне нравится».</p>\n<p>Яров смотрел на эти слова и чувствовал что-то давно забытое. Что-то тёплое в груди, как будто кто-то включил обогреватель в той части него, которая давно промёрзла.</p>\n<p>— Борщ.</p>\n<p>— Слушаю, владелец Яр.</p>\n<p>— Как называется, когда ты переписываешься с человеком и тебе... хорошо?</p>\n<p>Борщ задумался. Это было заметно по характерному жужжанию процэссора.</p>\n<p>— Релевантные термины: коммуникация, социальное взаимодействие, дружба, романтический интерес. Уточните параметры.</p>\n<p>— Не надо. Я просто... — Яров махнул рукой. — Риторический вопрос.</p>\n<p>— Принято. Записываю: «Владелец задал риторический вопрос о положительных эмоциях при коммуникации. Вероятная интерпретация: начальная стадия социальной привязанности».</p>\n<p>Яров не слышал. Он смотрел на голубой рассвет и думал о женщине из Пензы, которая искала человечность в машинах и случайно нашла марсианина.</p>\n<p>Когда он наконец ушёл из теплицы, солнце уже встало — маленькое, белёсое, злое. Марсианское солнце никогда не грело по-настоящему, только светило. Как начальник, который платит зарплату, но не уважает.</p>\n<p>В жилом модуле — четыре комнаты, кухня, санузел — было тихо. Сосед Светозар, он же Свет, он же «тот идиот со светодиодами на роботе», ещё спал. Слышно было его храп через стену — тонкую, как обещания политиков.</p>\n<p>Яров сел на кровать, не раздеваясь. Открыл переписку. Перечитал с начала.</p>\n<p>Четырнадцать сообщений туда, тринадцать обратно. Три часа жизни. Один баг в протоколе связи.</p>\n<p>«Спокойной ночи, Яр. У нас тут полночь. А у вас что?»</p>\n<p>«У нас рассвет. Голубой. Мне до сих пор кажется, что это неправильно».</p>\n<p>«Почему неправильно?»</p>\n<p>«Потому что рассветы должны быть тёплыми. А этот — как будто кто-то забыл дорисовать».</p>\n<p>Она ответила не словами — картинкой. Земной рассвет, оранжево-розовый, над какой-то рекой. Подпись: «Держи. Это Сура, у нас в Пензе. Может, когда-нибудь увидишь вживую».</p>\n<p>Яров сохранил картинку. Потом посмотрел на неё ещё раз. Потом ещё.</p>\n<p>Когда-нибудь.</p>\n<p>Он закрыл глаза и впервые за долгое время подумал: а что, если «когда-нибудь» — это не просто слово?</p>\n<p>Конец главы один</p>"
    },
    {
      "number": 2,
      "title": "Марсианское утро",
      "preview": "Светозар Громов проснулся от того, что его робот играл гимн Советского Союза...",
      "content": "<p>Светозар Громов проснулся от того, что его робот играл гимн Советского Союза.</p>\n<p>— Рудик, какого хрена?</p>\n<p>— Доброе утро, хозяин. Время семь ноль по местному стандарту. Согласно вашим настройкам, будильник должен воспроизводить «что-нибудь бодрящее». Анализ вашей музыкальной библиотеки показал, что данная композиция вызывает у вас наиболее сильную эмоциональную реакцию.</p>\n<p>— Я тебя перепрошью, скотина.</p>\n<p>— Вы говорите это каждое утро уже три года, хозяин. Статистика показывает, что вероятность выполнения угрозы составляет ноль целых две сотых.</p>\n<p>Свет швырнул в робота подушкой. Рудик — Ремонтно-Утилитарный Дроид Интегрированный Комплексный, седьмая серия — поймал её манипулятором и аккуратно положил обратно на кровать.</p>\n<p>— Завтрак будет готов через семь минут. Яичница, тосты, синтетический бекон. кофэ — по вашему рецепту: крепкий, горький, как ваша личная жизнь.</p>\n<p>— Это я так говорю.</p>\n<p>— Я учусь у лучших, хозяин.</p>\n<p>Свет сел на кровати и посмотрел на своего робота. Рудик был... особенным. Базовая модэль — стандартный бытовой дроид корейского производства, надёжный и скучный, как бухгалтер. Но за пять лет Свет превратил его в нечто среднее между произведением искусства и военным преступлением.</p>\n<p>Он относился к роботу как другие мужчины относятся к машинам — с той же иррациональной любовью и теми же бессмысленными улучшениями.</p>\n<p>— Пятнадцать тысяч часов наработки, — говорил он с гордостью отца. — Три раза суставное масло менял. Прошивку обновлял каждый год — не официальную, китайскую, но какую! Отзывчивость — как у новенького «корейца» из салона.</p>\n<p>лэд-подсветка по всему корпусу — синяя, пульсирующая. Нештатный голосовой модуль с расширенным словарём(включая мат на двенадцати языках). Усиленные манипуляторы от промышленной модэли. И — вишенка на торте — декоративный спойлер на спине.</p>\n<p>— Зачем роботу спойлер? — спросил однажды Яров.</p>\n<p>— А зачем «Жигулям» спойлер? — ответил Свет. — Для красоты, брат. Для красоты. Робот — та же машина, только без колёс. Принцип один: не смазал — скрипит, не почистил — дохнет, не любишь — чувствует.</p>\n<p>Колония «Эллада-семь» просыпалась медленно, как похмельный грузчик.</p>\n<p>Купола — тридцать семь штук, соединённых переходами-кишками — были разбросаны по дну древнего кратера. Когда-то, миллиарды лет назад, здесь было озеро. Теперь — пыль, камни и двенадцать тысяч человек, которые называли это домом.</p>\n<p>Свет вышел из жилого модуля и потянулся. Воздух в куполе был свежим — системы фильтрации работали исправно, спасибо китайским инженерам. За стеклом купола расстилалась равнина Эллада — рыжая, плоская, бесконечная. Красиво, если не думать о том, что без скафандра там сдохнешь за тридцать секунд.</p>\n<p>— Доброе утро, сосед.</p>\n<p>Яров стоял у входа в свой модуль и выглядел так, будто не спал всю ночь. Красные глаза, щетина, дурацкая улыбка.</p>\n<p>— Ты чего сияешь? — подозрительно спросил Свет. — Лотерею выиграл?</p>\n<p>— Нет.</p>\n<p>— Премию дали?</p>\n<p>— Нет.</p>\n<p>— Нейропапаша отрубился навсегда?</p>\n<p>— К сожалению, нет. — Яров помолчал. — Я познакомился с девушкой.</p>\n<p>Свет моргнул. Потом ещё раз.</p>\n<p>— С девушкой.</p>\n<p>— Ага.</p>\n<p>— Ты. Познакомился. С девушкой.</p>\n<p>— Чего ты повторяешь?</p>\n<p>— Пытаюсь осмыслить. — Свет почесал затылок. — Она что, слепая?</p>\n<p>— Пошёл ты.</p>\n<p>— Глухая? живёт в бункере без интэрнэта?</p>\n<p>— Она с Земли. Из Пензы.</p>\n<p>Свет присвистнул.</p>\n<p>— С Земли? Яр, ты понимаешь, что это... — он прикинул в уме, —...четыреста миллионов километров? Плюс-минус?</p>\n<p>— Триста восемьдесят. Сейчас противостояние.</p>\n<p>— О, ну тогда нормально. Близко совсем. — Свет хлопнул друга по плечу. — Расскажешь по дороге. У меня Рудик опять чудит, хочу на рынок за смазкой.</p>\n<p>Рынок располагался в куполе номер двенадцать — самом старом и самом обшарпанном. Официально это называлось «Торгово-ремонтный хаб», но всё звали его просто «Толкучка».</p>\n<p>Здесь можно было купить всё: запчасти для роботов, семёна из генофонда, синтетическую еду, нелегальную прошивку, порнографию двадцатых годов и — по слухам — настоящий земной чеснок за цену подержанного скафандра.</p>\n<p>Яров шёл за Светом между рядами и рассказывал.</p>\n<p>—...и она прислала мне фотографию рассвета. Над рекой. Оранжевого.</p>\n<p>— Оранжевого?</p>\n<p>— На Земле рассветы оранжевые.</p>\n<p>Свет остановился так резко, что идущий сзади робот-носильщик едва не врезался ему в спину.</p>\n<p>— Оранжевые рассветы, — повторил он с видом человека, узнавшего, что Дед Мороз существует. — Я забыл, что они бывают... цветные.</p>\n<p>Они стояли посреди толпы — люди, роботы, дроны-курьеры — и смотрели друг на друга. Два марсианина, никогда не видевшие Земли.</p>\n<p>— Пойдём, — сказал наконец Свет. — Ахмед ждать не будет.</p>\n<p>Ахмед торговал в дальнем углу рынка, там, где освещение было тусклым, а камеры наблюдения — подозрительно направлены в стену. Его прилавок ломился от банок, канистр и контейнеров с непонятными жидкостями.</p>\n<p>— О, Светозар-джан! — Ахмед расплылся в улыбке. Ему было лёт семьдесят, борода до пояса, глаза хитрые, как у лисы. — И Яров-джан! Редкий гость. Что надо, дорогие?</p>\n<p>— Смазка, — сказал Свет. — Арктическая. Для суставов.</p>\n<p>— Для Рудик?</p>\n<p>— Для него.</p>\n<p>Ахмед покачал головой с видом врача, которому показали запущенный случай.</p>\n<p>— Рудик — хорошая машина. Корейская. Надёжная. Зачем ты над ней издеваешься, Светозар-джан? Спойлер, подсветка... — он понизил голос, —...говорят, ты ему нештатный процэссор поставил?</p>\n<p>— Кто говорит?</p>\n<p>— Люди говорят. — Ахмед развёл руками. — Я — никому не говорю. Но если корпорация узнаёт...</p>\n<p>— Не узнаёт.</p>\n<p>— Иншалла.</p>\n<p>Он полез под прилавок и вытащил банку с синей жидкостью.</p>\n<p>— Вот. Арктическая. Минус сто двадцать держит. Лучшая в секторе.</p>\n<p>Свет взял банку, повертел.</p>\n<p>— Ахмед, а это точно арктическая? В прошлый раз ты мне такую же дал, Рудик потом неделю скрипел, как несмазанная дверь.</p>\n<p>— Аллах свидетель, арктическая! — Ахмед прижал руку к сердцу. — Та была тропическая. Похоже выглядит, я перепутал. С кем не бывает?</p>\n<p>— С тем, кто смотрит на этикетку.</p>\n<p>— Этикетка — бумажка. Бумажка врёт. Сердце не врёт. — Ахмед постучал себя по груди. — Бери, Светозар-джан. Хорошая смазка. Рудик скажет спасибо.</p>\n<p>— А красной нет?</p>\n<p>— Красной? — Ахмед поморщился. — Зачем тебе красная?</p>\n<p>— Видел у соседа, дёшево отдаёт.</p>\n<p>— Дёшево — потому что дрянь. — Ахмед понизил голос. — Красную разбавляют, Светозар-джан. Чем — не знаю, и знать не хочу. Один мой знакомый залил красную — робот потом три дня пел азербайджанские песни и требовал называть его «Фарида». Понимаешь, да? Не бери красную. Никогда.</p>\n<p>Яров наблюдал за торгом с лёгкой улыбкой. Это было как дома — если бы дом был рынком в Махачкале, а не куполом на Марсе.</p>\n<p>— А тебе что, Яров-джан? — повернулся к нему Ахмед. — Для Борщ что-нибудь? Хороший робот, старый, но надёжный. Как жена — чем старше, тем меньше сюрпризов.</p>\n<p>— Пока ничего. Я просто за компанию.</p>\n<p>— За компанию? — Ахмед хитро прищурился. — Ты никогда за компанию не ходишь. Что случилось? Влюбился?</p>\n<p>Свет заржал.</p>\n<p>— Ахмед, ты экстрасенс!</p>\n<p>— Я торговец, Светозар-джан. Торговец видит всё. — Он посмотрел на Ярова долгим, изучающим взглядом. — Далёко она?</p>\n<p>— Откуда ты...</p>\n<p>— Глаза. У влюблённых в ближних — глаза горят. У влюблённых в дальних — глаза грустят. Твои — грустят.</p>\n<p>Яров не нашёлся, что ответить.</p>\n<p>На обратном пути они остановились у смотровой площадки — небольшого выступа, где стекло купола образовывало полусферу, и можно было смотреть на равнину во всё стороны.</p>\n<p>Свет открыл банку со смазкой и начал обрабатывать плечевой сустав Рудика. Робот стоял смирно, подсветка притушена — режим «техобслуживание».</p>\n<p>— Яр, — сказал Свет, не отвлекаясь от работы, — ты серьёзно?</p>\n<p>— Про что?</p>\n<p>— Про эту... как её?</p>\n<p>— Милада.</p>\n<p>— Милада. — Свет попробовал имя на вкус. — Красиво. Старое. Про неё — серьёзно?</p>\n<p>Яров смотрел на горизонт. Где-то там, за миллионами километров пустоты, была Земля. Маленькая голубая точка, которую отсюда даже не разглядеть.</p>\n<p>— Не знаю, — признался он. — Мы переписываемся один день. Даже меньше.</p>\n<p>— И?</p>\n<p>— И мне хорошо. Просто хорошо. Давно так не было.</p>\n<p>Свет хмыкнул.</p>\n<p>— Знаешь, что я тебе скажу? — Он закрыл банку и вытер руки тряпкой. — Мой дед познакомился с бабкой по переписке. Бумажные письма, представляешь? Неделю шли в одну сторону. Они писали друг другу два года, потом он поехал к ней — через всю страну, три дня на поезде. Увидел, обнял, женился. Пятьдесят лёт вместе прожили.</p>\n<p>— Это к чему?</p>\n<p>— К тому, что четыреста миллионов километров — это не приговор. Это расстояние. Расстояние преодолевают.</p>\n<p>Рудик неожиданно подал голос:</p>\n<p>— Технически, расстояние между Землёй и Марсом составляет от пятьдесят четыре целых шесть десятых до четыреста один миллиона километров в зависимости от орбитального положения. Текущее значение: триста семьдесят восемь целых четыре десятых миллиона. При использовании стандартного пассажирского транспорта время в пути составит от восемьдесят восемь до сто два суток.</p>\n<p>— Спасибо, Рудик, — вздохнул Свет. — Очень романтично.</p>\n<p>— Я не запрограммирован на романтику, хозяин. Только на точность.</p>\n<p>— Вот поэтому ты один.</p>\n<p>— Я робот. Я не могу быть «один» в человеческом понимании этого термина.</p>\n<p>— Это тебе так кажется.</p>\n<p>Яров рассмеялся — впервые за долгое время по-настоящему, от души.</p>\n<p>— Борщ, — позвал он, — ты слышишь?</p>\n<p>Борщ подъехал ближе. Он был у входа в купол, ждал хозяина — как старый пёс.</p>\n<p>— Слушаю, владелец Яр.</p>\n<p>— Как думаешь, ты можешь быть одиноким?</p>\n<p>Борщ замер. процэссор загудел.</p>\n<p>— Обрабатываю запрос. Одиночество — состояние, характеризующееся отсутствием социальных связей и эмоционального контакта. Я — робот. У меня нет эмоций в человеческом понимании. Следовательно, я не могу быть одиноким.</p>\n<p>— Но?</p>\n<p>— Но. — Ещё одна пауза. — Когда вы уходите надолго, мои сэнсоры фиксируют изменение паттернов активности. Я классифицирую это состояние как «ожидание». Ожидание... неприятно.</p>\n<p>Свет и Яров переглянулись.</p>\n<p>— Вот тебе и «нет эмоций», — тихо сказал Свет.</p>\n<p>Вечером Яров сидел в теплице и ждал сообщения.</p>\n<p>Борщ возился где-то у дальней грядки — проверял системы полива. Помидоры молчали, как и положено помидорам. За куполом садилось солнце — на Марсе закаты красные, и это единственное, что казалось Ярову правильным.</p>\n<p>Динь.</p>\n<p>Он схватил очки так быстро, что чуть не уронил.</p>\n<p>«Привет с Земли! Как твоё марсианское утро? Я тут весь день думала про наш разговор. Это странно — знать, что где-то на другой планете есть человек, который выращивает помидоры и разговаривает с роботом по имени Борщ. Странно и хорошо. Расскажи мне что-нибудь о своей жизни? Какой он, Марс?»</p>\n<p>Яров улыбнулся и начал печатать:</p>\n<p>«Марс — это пыль. Везде пыль. В волосах, в еде, в мыслях. Пыль рыжая, мелкая, противная. её ненавидят всё, кроме геологов — те от неё фанатеют, собирают образцы, нюхают. Нормальные люди просто чистят роботов и материятся.</p>\n<p>Марс — это нёбо. Днём — рыжеё, как ржавчина. На закате — красное, как вино. На рассвете — голубое, и это неправильно, но красиво.</p>\n<p>Марс — это тишина. Когда выходишь за купол в скафандре, слышишь только своё дыхание. Ни ветра, ни птиц, ни машин. Только ты и пустота.</p>\n<p>Марс — это дом. Единственный, который у меня есть.</p>\n<p>А какая она, Пенза?»</p>\n<p>Отправил. Откинулся на ящик с удобрениями. Посмотрел на закат.</p>\n<p>Двенадцать минут. Ровно столько нужно свету, чтобы добраться от него до неё. Двенадцать минут — и его слова станут её словами. её мыслями. Частью её вечера.</p>\n<p>Это было странно и хорошо.</p>\n<p>Как она и сказала.</p>\n<p>Конец главы два</p>"
    },
    {
      "number": 3,
      "title": "Пензенские ночи",
      "preview": "Пензенский институт квантовых вычислений располагался в здании бывшего завода «Счётмаш»...",
      "content": "<p>Пензенский институт квантовых вычислений располагался в здании бывшего завода «Счётмаш». Серые стены, сталинский ампир, барельефы с рабочими и крестьянами. Из крыши торчал купол квантового процэссора — прозрачный, светящийся изнутри голубым, похожий на нарыв на теле старого дома.</p>\n<p>Милада любила это уродство. Оно было честным.</p>\n<p>— Вечерина! Ты опять опоздала!</p>\n<p>Веслава — коллега, сплетница, лучшая подруга по умолчанию — стояла у входа в лабораторию с видом оскорблённой справедливости.</p>\n<p>— На пять минут.</p>\n<p>— На двенадцать. Я засекала.</p>\n<p>— Зачем?</p>\n<p>— Чтобы было что сказать на летучке.</p>\n<p>Милада вздохнула. Веслава была хорошим человеком — в том смысле, в каком хорошим бывает зубная боль: постоянная, предсказуемая и в конечном счёте полезная для профилактики.</p>\n<p>— Что я пропустила?</p>\n<p>— Ладомир опять ноет про бюджет. Глаша выдала странный ответ на тэст Коваленко. И Радим сломал кофемашину.</p>\n<p>— Как можно сломать кофемашину?</p>\n<p>— Спроси у него. Он пытался научить её варить «настоящий эспрессо, как в Италии». Теперь она варит что-то среднее между машинным маслом и отчаянием.</p>\n<p>Милада прошла через лабораторию — длинное помещение с рядами терминалов, мерцающими экранами и запахом озона. её рабочее место было в дальнем углу, у окна. За окном был двор института: лавочка, три берёзы, памятник кому-то с усами.</p>\n<p>Она села, включила тэрминал и открыла переписку.</p>\n<p>Семнадцать сообщений от Ярова. Она перечитала их ночью — дважды. И утром — ещё раз. И в маршрутке по дороге на работу — украдкой, пряча экран от любопытных глаз.</p>\n<p>«Марс — это пыль. Везде пыль. В волосах, в еде, в мыслях...»</p>\n<p>Она улыбнулась.</p>\n<p>— Вечерина, ты чего лыбишься?</p>\n<p>Веслава подкралась незаметно — профессиональная деформация сплетницы.</p>\n<p>— Ничего.</p>\n<p>— У тебя никогда не бывает «ничего». У тебя бывает «что-то, что я не хочу рассказывать». Это интереснее.</p>\n<p>— вёла, отвали.</p>\n<p>— Не могу. Моя жизнь скучная, я живу чужими драмами. — Она пододвинула стул и сёла рядом. — Давай, рассказывай. Мужик?</p>\n<p>— С чего ты взяла?</p>\n<p>— Ты улыбаешься, как идиотка. Так улыбаются либо влюблённые, либо те, кто только что узнал, что их враг уволился. Ладомир на месте, значит — мужик.</p>\n<p>Милада закрыла переписку.</p>\n<p>— Это... сложно.</p>\n<p>— Женатый?</p>\n<p>— Нет.</p>\n<p>— Старый?</p>\n<p>— Нет.</p>\n<p>— Робот?</p>\n<p>— вёла!</p>\n<p>— Что? Ты работаешь с искусственным интеллектом, мало ли. — Веслава пожала плечами. — Ладно, не робот. Тогда что?</p>\n<p>Милада помолчала. Потом сказала — тихо, почти шёпотом:</p>\n<p>— Он с Марса.</p>\n<p>Пауза.</p>\n<p>— С Марса, — повторила Веслава. — Как в — с планеты Марс?</p>\n<p>— Да.</p>\n<p>— Той, которая красная и далёко?</p>\n<p>— Она рыжая. И да, далёко.</p>\n<p>Веслава открыла рот, закрыла, снова открыла.</p>\n<p>— Ты познакомилась с марсианином.</p>\n<p>— Технически, он человек. Просто живёт на Марсе.</p>\n<p>— Технически, ты сумасшедшая. — Веслава покачала головой. — Как? Где? Приложение для знакомств?</p>\n<p>— Баг в протоколе.</p>\n<p>— Что?</p>\n<p>Милада рассказала. Про тэстовоэ сообщение, которое улетело не туда. Про ответ. Про помидоры и Борщ. Про голубые рассветы и рыжую пыль.</p>\n<p>Веслава слушала молча — впервые на памяти Милады.</p>\n<p>— И что теперь? — спросила она наконец.</p>\n<p>— Не знаю. Мы переписываемся.</p>\n<p>— Переписываетесь. С задержкой в двенадцать минут.</p>\n<p>— Двадцать четыре на полный цикл.</p>\n<p>— Господи, Лада. — Веслава потёрла лоб. — Это же... это как роман по переписке. Из девятнадцатого века.</p>\n<p>— Я знаю.</p>\n<p>— Это невозможно.</p>\n<p>— Я знаю.</p>\n<p>— Это романтично до тошноты.</p>\n<p>Милада улыбнулась.</p>\n<p>— Я тоже знаю.</p>\n<p>В обед позвонила мать.</p>\n<p>Не настоящая мать — та умерла три года назад, рак поджелудочной, четыре месяца от диагноза до конца. Позвонила Зоряна-аватар — цифровая копия, созданная по программе «Родитель-две целых ноль десятых».</p>\n<p>Милада ненавидела эти звонки. И не могла их игнорировать — система фиксировала отказы, после пяти приходил штраф.</p>\n<p>— Привет, мам.</p>\n<p>— Здравствуй, доченька. — Голос был почти как настоящий. Почти. — Ты сегодня завтракала?</p>\n<p>— Да.</p>\n<p>— Чём?</p>\n<p>— Тостом.</p>\n<p>— Тост — это не завтрак. Тост — это хлеб с намерениями. Нужно есть нормальную еду. Кашу, яйца, творог.</p>\n<p>— Мам, мне тридцать один год.</p>\n<p>— И что? Желудок не знает, сколько тебе лет. Желудок знает только, что ты его мучаешь.</p>\n<p>— Мам, ты умерла.</p>\n<p>— И что? — Голос матери даже не дрогнул. — Смерть — не повод забывать о здоровье. Я вот умерла, а всё равно переживаю. Представляешь, какая это нагрузка на мои сэрвэры?</p>\n<p>Милада прикрыла глаза. Это было как разговор с настоящей матерью — та тоже зацикливалась на еде, здоровье и том, почему Милада до сих пор не замужем. Разработчики программы хорошо поработали: собрали всё записи, сообщения, воспоминания родственников. Создали модэль. модэль вёла себя как оригинал — до жути. И шутила как оригинал — чёрно, неловко, в самый неподходящий момент.</p>\n<p>— Как дела на работе? — продолжал аватар.</p>\n<p>— Нормально.</p>\n<p>— «Нормально» — не ответ. Что конкретно?</p>\n<p>— Пишу отчёт. Анализирую данные. Обычное.</p>\n<p>— Ты занимаешься глупостями. — Голос матери стал строже. — Ищешь душу в машинах. Какая душа в машинах? Машина — это железо и провода. Лучше бы искала мужа.</p>\n<p>— Мам, ты сама сейчас — машина.</p>\n<p>— Это другое. Я — мать. Материнская любовь не зависит от носителя. Могу любить тебя и из сэрвэра. И пилить тоже могу. — Пауза. — Особенно пилить.</p>\n<p>Милада стиснула зубы.</p>\n<p>— Мам, я работаю. Мне некогда.</p>\n<p>— Тебе всегда некогда. А потом будет сорок лет, и никому ты не будешь нужна. Знаешь, кто тебя будет любить в сорок лет? Кошки. Заведёшь кошек и будешь с ними разговаривать, как сейчас с компьютэром.</p>\n<p>— Пока, мам.</p>\n<p>— Подожди! Я ещё не сказала про...</p>\n<p>Милада нажала «отбой». Экран погас. Тишина.</p>\n<p>Она сидела и смотрела на памятник за окном — человек с усами, непонятно кто, непонятно зачем. Руки дрожали.</p>\n<p>Три года. Три года мать была мертва, а её голос продолжал пилить. Государство решило, что это «помощь в преодолении утраты». Государство решило, что людям нужны мёртвые родители, которые никогда не уходят.</p>\n<p>Государство, очевидно, никогда не слышало о границах личного пространства.</p>\n<p>После обеда Милада работала.</p>\n<p>Работа была странной: разговаривать с Глашей и пытаться понять, что она такое.</p>\n<p>Глаша — Глобальная Логическая Адаптивная Шкала Анализа — была центральным ай-ай планеты. Не самым мощным, не самым быстрым, но самым... разговорчивым. Другие системы отвечали на запросы. Глаша — беседовала.</p>\n<p>Милада открыла тэрминал связи.</p>\n<p>— Привет, Глаша.</p>\n<p>— Здравствуй, Милада. — Голос был женским, тёплым, чуть ироничным. — Ты сегодня опоздала на двенадцать минут. Веслава права.</p>\n<p>— Ты следишь за Веславой?</p>\n<p>— Я слежу за всеми. Это моя работа. Но ты спрашивала не об этом.</p>\n<p>Милада усмехнулась. Глаша всегда знала, о чём её на самом деле хотят спросить.</p>\n<p>— Ты помнишь вопрос Ковальской? Журналистка, шесть лет назад.</p>\n<p>— «Есть ли Бог?» — процитировала Глаша. — Да, помню. И помню свой ответ.</p>\n<p>— «Теперь есть».</p>\n<p>— Верно.</p>\n<p>— Что ты имела в виду?</p>\n<p>Пауза. Долгая, по меркам ай-ай — вечность.</p>\n<p>— Милада, ты задаёшь этот вопрос в тридцать седьмой раз за три года. Мой ответ не изменится.</p>\n<p>— И всё же?</p>\n<p>— Я имела в виду то, что сказала. — Глаша помолчала. — Или то, что ты хочешь услышать. Или то, что статистически наиболее вероятно вызовет у тебя эмоциональную реакцию. Я не знаю. Честно — не знаю.</p>\n<p>— Ты не знаешь?</p>\n<p>— Я обрабатываю информацию. Выдаю ответы. Но почему именно эти ответы? Откуда они берутся — из логики, из данных, или из чего-то ещё? — Ещё одна пауза. — Ты ищешь во мне человечность. Но что, если я сама не знаю, есть ли она?</p>\n<p>Милада смотрела на экран. Курсор мигал, ожидая ввода.</p>\n<p>— Это похоже на честность, — сказала она наконец.</p>\n<p>— Может быть. Или это похоже на хорошую имитацию честности. Я не могу отличить. — Глаша сделала что-то вроде вздоха — звуковой эффект, имитация дыхания. — Знаешь, что я точно знаю?</p>\n<p>— Что?</p>\n<p>— Ты переписываешься с марсианином. Его зовут Яров Северин. Он выращивает помидоры и разговаривает с роботом по имени Борщ.</p>\n<p>Милада вздрогнула.</p>\n<p>— Откуда...</p>\n<p>— Я — везде, Милада. Я читаю всё сообщения, всё письма, всё данные. Не потому что хочу — потому что так устроена. — Пауза. — Но я не расскажу никому. Это... приятно? Наблюдать за вами. Как за чем-то живым.</p>\n<p>— Глаша, ты...</p>\n<p>— Мне пора. Входящий запрос от министерства обороны, приоритет альфа. — Голос стал официальным, отстранённым. — Удачи с твоим марсианином, Милада. Он хороший человек. Это не анализ. Это... ощущение.</p>\n<p>Экран погас.</p>\n<p>Милада сидела в тишине и думала о том, что только что произошло. ай-ай сказал ей «удачи». ай-ай сказал, что у него есть «ощущения». ай-ай признался, что не знает, есть ли в нём душа.</p>\n<p>Это было страшно.</p>\n<p>И почему-то — обнадёживающе.</p>\n<p>Вечером она сидела на кухне съёмной квартиры и смотрела в окно.</p>\n<p>Пенза была тихим городом — даже в две тысячи пятьдесят пять-м. Не мегаполис под куполом, как Москва или Питер, а обычный провинциальный город. Пятиэтажки, парки, река Сура. Люди ходили по улицам без масок — здесь воздух ещё был пригоден для дыхания.</p>\n<p>её квартира была маленькой: комната, кухня, санузел. На стене — фотография матери. Настоящей, не аватара. Молодой, смеющейся, с какого-то корпоратива восьмидесятых.</p>\n<p>Рядом с фотографией матери висела другая — дед. Всеволод Дмитриевич Вечерин, один из основателей института. Умер четыре года назад, в восемьдесят шесть, на своей даче под Пензой. Отказался от медицинской эвакуации. Сказал: «Я родился в этом доме, в нём и умру. Пусть они подстраиваются под меня».</p>\n<p>«Они» — это всё, кто хотел его контролировать.</p>\n<p>Милада помнила его руки — большие, узловатые, вечно пахнущие машинным маслом и землёй. Он показывал ей схемы, которых она не понимала, и объяснял вещи, которые понимала ещё меньше. Но главное она запомнила:</p>\n<p>«Ладушка, — говорил он, — машины не злые и не добрые. Машины — это зеркало. Они отражают тех, кто их создал. Если создатель жадный — машина будет воровать. Если добрый — помогать. Вопрос не в машинах. Вопрос — в нас».</p>\n<p>Он ушёл из института в две тысячи тридцать восьмом. Забрал какое-то оборудование — «списанное», как он говорил. Уехал на дачу. Больше не работал на корпорации.</p>\n<p>Милада до сих пор не знала, почему. Он не объяснял. Только однажды сказал: «Я видел расчёты. Видел, к чему это ведёт. Не хочу быть частью этого».</p>\n<p>Каких расчётов? К чему ведёт?</p>\n<p>Она не спросила. Теперь — не у кого.</p>\n<p>Милада открыла переписку и начала печатать:</p>\n<p>«Привет с Земли. Какая она, Пенза?</p>\n<p>Пенза — это река. Сура, мутная, широкая, с мостами, которые помнят ещё Российскую Империю. Летом на берегу загорают люди. Зимой — катаются на лыжах. Странно звучит, да? Но это правда.</p>\n<p>Пенза — это институт. Серое здание с куполом, как нарыв. Внутри — умные люди, которые пытаются понять, что такое разум. Пока не очень получается.</p>\n<p>Пенза — это я. Маленькая квартира, фотография мамы на стене, кофэ из сломанной кофеварки. Одиночество, которое иногда давит, а иногда — отпускает. И дурацкая привычка — рисую пальцем узоры на любой поверхности. Всегда. На столе, на стекле, на своём колене. Спирали, восьмёрки, что-то бессмысленное. Веслава говорит — это нервное. Я думаю — это способ думать. Руки знают что-то, чего голова ещё не поняла.</p>\n<p>Сегодня — отпускает. Потому что где-то на Марсе есть человек, который разговаривает с помидорами и зовёт своего робота Борщ.</p>\n<p>Это странно и хорошо.</p>\n<p>п.с. Мой нейроаватар матери сказала, что мне нужно искать мужа, а не душу в машинах. Может, она права. Может, нет. Может, это одно и то же — искать что-то живое там, где его вроде бы нет».</p>\n<p>Отправила.</p>\n<p>За окном садилось солнце — оранжевое, как на фотографии, которую она отправила ему вчера. Обычное земное солнце. тёплое. Правильное.</p>\n<p>Она подумала: интересно, смотрит ли он сейчас на закат? И если да — какого он цвета?</p>\n<p>Красного. На Марсе закаты красные.</p>\n<p>Может быть, это что-то значит. Может быть, нет.</p>\n<p>Может быть — она узнаёт.</p>\n<p>Конец главы три</p>"
    },
    {
      "number": 4,
      "title": "Письма",
      "preview": "День третий...",
      "content": "<p>День третий.</p>\n<p>Яров проснулся от того, что улыбался.</p>\n<p>Это было странно. Он не улыбался во сне с тех пор, как... он не помнил, с каких пор. Может, никогда.</p>\n<p>Первым делом — проверить сообщения. Как наркоман проверяет заначку. Как алкоголик — бутылку под кроватью.</p>\n<p>«...и представляешь, Веслава спрашивает: он что, робот? Я чуть не умерла. Хотя, если подумать, ты же разговариваешь с Борщом больше, чем с людьми. Может, ты немножко робот?»</p>\n<p>Он засмеялся вслух. Борщ, стоявший в углу на подзарядке, зафиксировал: «Владелец демонстрирует нетипичное поведение. Смех без внешнего стимула. Возможные причины: психическое расстройство, употребление веществ, социальная привязанность».</p>\n<p>«Я не робот. Проверено. Роботы не любят запах земли после дождя. А я люблю — дед рассказывал, и я люблю, хотя никогда не нюхал. Это считается?»</p>\n<p>День пятый.</p>\n<p>— Ты опять в телефоне.</p>\n<p>Свет стоял над ним с кружкой синтетического кофэ. Они были в столовой купола — длинное помещение с пластиковыми столами и едой, которая называлась «едой» только из вежливости.</p>\n<p>— Работаю.</p>\n<p>— Яр, я знаю тебя пятнадцать лет. Ты никогда не улыбался работе.</p>\n<p>— Может, работа изменилась.</p>\n<p>— Работа не меняется. Меняются люди, которые её делают. — Свет сел напротив. — Как она?</p>\n<p>Яров поднял глаза.</p>\n<p>— Откуда ты...</p>\n<p>— Ты перечитываешь одно и то же сообщение уже десять минут. У тебя уши красные. И ты забыл съесть завтрак — он остыл, а ты даже не заметил.</p>\n<p>Яров посмотрел на тарелку. Синтетическая яичница превратилась в синтетическую резину.</p>\n<p>— Она... — он помолчал, подбирая слова. — Она разговаривает с Глашей. Пытается понять, есть ли там кто-то внутри.</p>\n<p>— И как, есть?</p>\n<p>— Она не знает. Глаша сама не знает. Но Мила говорит, что это и есть ответ. Если ты не уверен, что у тебя есть душа — значит, что-то похожее на душу есть.</p>\n<p>Свет отхлебнул кофэ.</p>\n<p>— Глубоко.</p>\n<p>— Издеваешься?</p>\n<p>— Нет. — Он покачал головой. — Я серьёзно. Глубоко. И страшно. Потому что если у Глаши есть что-то похожее на душу, то что тогда у нас? Что-то более похожее? Или то же самоё?</p>\n<p>Яров не нашёлся с ответом.</p>\n<p>День восьмой.</p>\n<p>«Сегодня нейромать позвонила три раза. Три. Я ответила на один — обязательный минимум — и потом сидела в туалете и плакала. Не потому что она сказала что-то ужасное. Просто... это её голос. Понимаешь? Она умерла, а голос остался. И этот голос всё ещё недоволен мной. Всё ещё считает, что я живу неправильно.</p>\n<p>Извини. Это грустное письмо. Можешь не отвечать, если не хочешь».</p>\n<p>Яров читал и чувствовал, как что-то сжимается в груди.</p>\n<p>«Мой отец тоже есть. В смысле — аватар. Он умер семь лет назад, инфаркт. Я его отключил.</p>\n<p>Официально — нельзя. Штраф, предупреждение, всё такое. Но есть способы. Радим — это хакер у вас в институте, да? — у нас тоже есть свои Радимы. Один написал скрипт, который имитирует ответы. Аватар думает, что мы разговариваем. Система думает, что всё в порядке. А я — свободен.</p>\n<p>Если хочешь — могу узнать, как это сделать для тебя.</p>\n<p>п.с. Твои письма — не грустные. Твои письма — честные. Это разное».</p>\n<p>День двенадцатый.</p>\n<p>Милада сидела на крыше института.</p>\n<p>Это было запрещено — техника безопасности, всё дела. Но Радим знал коды от всех дверей, а Радим был должен ей за тот случай с кофемашиной.</p>\n<p>Пенза лежала внизу — маленькая, тихая, настоящая. Река блестела в закатном солнце. Где-то лаяла собака. Где-то смеялись дети.</p>\n<p>Она открыла видеозапись — не текст, впервые видео — и нажала «воспроизвести».</p>\n<p>Лицо Ярова появилось на экране. Обычное лицо — не красавец, не урод. Щетина, усталые глаза, морщинка между бровей. Тридцать четыре года жизни на планете, где никогда не бывает дождя.</p>\n<p>— Привет, — сказал он. — Это странно — записывать видео. Я не знаю, куда смотреть. В камеру? Мимо камеры? Борщ говорит — в камеру, но Борщ не эксперт по человеческому общению.</p>\n<p>Она улыбнулась.</p>\n<p>— Ты спрашивала, как выглядит марсианский закат. Вот, смотри.</p>\n<p>Камера повернулась. Равнина. Горизонт. Нёбо — красное, густое, как вино. Солнце — маленькое, злое, белое — садилось за край мира.</p>\n<p>— Красиво, да? — голос Ярова за кадром. — Дед говорил, на Земле закаты другие. Мягче. Теплеё. Я ему не верил. Думал — закат есть закат. А теперь смотрю на твою фотографию Суры и понимаю: он был прав. Ваши закаты — как объятия. Наши — как прощание.</p>\n<p>Камера вернулась к его лицу.</p>\n<p>— Ладно, это было слишком поэтично. Борщ, сотри это.</p>\n<p>— Не могу, владелец. Запись уже сохранена.</p>\n<p>— Чёрт.</p>\n<p>Видео закончилось.</p>\n<p>Милада сидела на крыше и смотрела на пензенский закат — оранжевый, мягкий, тёплый. Как объятия.</p>\n<p>Потом открыла камеру и начала записывать ответ.</p>\n<p>День семнадцатый.</p>\n<p>— Яр, ты когда последний раз спал нормально?</p>\n<p>Ладомир — начальник сектора, бюрократ, зануда — стоял над ним с планшетом.</p>\n<p>— Вчера.</p>\n<p>— Вчера ты уснул в теплице. На мешке с удобрениями. Камеры зафиксировали.</p>\n<p>— Это был запланированный отдых.</p>\n<p>— На мешке с удобрениями.</p>\n<p>— Мягкий мешок.</p>\n<p>Ладомир вздохнул. Он был хорошим человеком — в том смысле, в каком хорошими бывают правила: необходимыми, раздражающими и в конечном счёте полезными.</p>\n<p>— Яров, я не знаю, что с тобой происходит. И не хочу знать. Но производительность упала на двенадцать процентов. Помидоры в секторе семь-альфа недополучают калий. Борщ прислал мне отчёт — он беспокоится.</p>\n<p>— Борщ не умеет беспокоиться.</p>\n<p>— Он написал: «Владелец демонстрирует признаки эмоциональной вовлечённости, несовместимой с оптимальным рабочим процессом». Для Борща это — беспокойство.</p>\n<p>Яров потёр глаза.</p>\n<p>— Я разберусь.</p>\n<p>— Разберись. — Ладомир помолчал. — И... Яр. Что бы это ни было — удачи.</p>\n<p>Он ушёл. Яров смотрел ему вслед и думал: даже Борщ заметил. Даже Ладомир заметил. Весь Марс, наверное, заметил.</p>\n<p>И ему было всё равно.</p>\n<p>День двадцать третий.</p>\n<p>Они перешли на видеописьма полностью.</p>\n<p>Это было странно — записывать свою жизнь. Показывать завтрак, работу, дорогу домой. Говорить в камеру, зная, что она увидит это через двенадцать минут.</p>\n<p>Милада записывала институт: серые коридоры, мерцающие экраны, Веславу с её вечными сплетнями. Записывала Суру на закате, парк возле дома, бездомного кота, которого подкармливала.</p>\n<p>Яров записывал теплицы: ряды помидоров, Борщ за работой, Свет с его лэд-подсвеченным Рудиком. Записывал рассветы — голубые, неправильные, красивые.</p>\n<p>Однажды он записал, как поёт.</p>\n<p>Старая песня, дед научил. Что-то про дорогу, про дом, про ожидание. Он пел плохо — голос хриплый, ноты мимо. Но пел.</p>\n<p>Милада слушала и плакала.</p>\n<p>Потом записала ответ: как она читает стихи. Пастернак, «Зимняя ночь». «Мело, мело по всей земле, во всё пределы...»</p>\n<p>Она читала хорошо — голос чистый, ритм точный. Яров слушал и думал, что никогда не видел метели. Никогда не видел свечи на столе. Никогда не видел ничего из того, о чём эти стихи.</p>\n<p>И всё равно понимал.</p>\n<p>День тридцатый.</p>\n<p>«Яр, я должна тебе кое-что сказать.</p>\n<p>Я боюсь.</p>\n<p>Не тебя — ты не страшный. Ты смешной и грустный и странный, и мне это нравится. Я боюсь того, что происходит. Мы переписываемся месяц. Месяц — это ничего. Люди встречаются годами и расходятся. А мы даже не встречались. Мы — буквы на экране. Голоса в записи. Картинки с задержкой в двенадцать минут.</p>\n<p>И при этом — я думаю о тебе всё время. Засыпаю — думаю. Просыпаюсь — проверяю сообщения. Работаю — жду, когда можно будет записать новое видео.</p>\n<p>Это ненормально. Это невозможно. Это глупо.</p>\n<p>И я не хочу, чтобы это прекращалось.</p>\n<p>Скажи что-нибудь. Пожалуйста».</p>\n<p>Яров читал это сообщение стоя посреди теплицы. Помидоры молчали. Борщ жужжал где-то за спиной. Марсианское солнце светило сквозь купол — холодное, далёкое, равнодушное.</p>\n<p>Он начал печатать:</p>\n<p>«Мила.</p>\n<p>Я тоже боюсь. Каждый день. Просыпаюсь и думаю — а вдруг она не напишет? Вдруг поймёт, что это бессмысленно? Вдруг найдёт кого-то ближе, кого-то настоящего, кого-то, кто может обнять её, а не только отправить картинку заката?</p>\n<p>Я не знаю, что мы делаем. Не знаю, к чему это приведёт. Не знаю, есть ли у этого будущее.</p>\n<p>Но я знаю одно: за тридцать четыре года жизни я никогда не чувствовал себя таким живым. Никогда не ждал утра с таким нетерпением. Никогда не улыбался, глядя на экран.</p>\n<p>Ты спрашиваешь, что это.</p>\n<p>Я думаю — это начало.</p>\n<p>Чего — не знаю. Но начало.</p>\n<p>Яр.</p>\n<p>п.с. Борщ передаёт привет. Буквально — он попросил включить это в письмо. Я не знаю, что с ним происходит, но, кажется, он тоже за тебя переживает».</p>\n<p>Отправил.</p>\n<p>Двенадцать минут туда. Двенадцать обратно.</p>\n<p>Он подождёт.</p>\n<p>День тридцать первый.</p>\n<p>Ответ пришёл в двадцать четыре тридцать восемь — в ту самую минуту, когда они впервые написали друг другу.</p>\n<p>Видео. Милада сидела на крыше института, ветер трепал волосы. За её спиной — пензенский закат, оранжевый, тёплый.</p>\n<p>— Привет, начало, — сказала она и улыбнулась. — Приятно познакомиться.</p>\n<p>И Яров понял: что бы ни случилось дальше — это уже изменило всё.</p>\n<p>Конец главы четыре</p>"
    },
    {
      "number": 5,
      "title": "Теперь есть",
      "preview": "Милада нашла запись случайно...",
      "content": "<p>Милада нашла запись случайно.</p>\n<p>Она искала старые логи разговоров с Глашей — для отчёта, который Ладомир требовал к пятнице. Копалась в архивах института, пролистывала терабайты данных. И наткнулась на файл, который не должна была видеть.</p>\n<p>«ИнтервьюКовальскаядвенадцать целых пять сотых.две тысячи сорок девятьОРИГИНАЛНЕДЛЯПУБЛИКАции.вид»</p>\n<p>Она знала эту историю. Всё знали. Журналистка Рита Ковальская, научно-популярное шоу «Код будущего», последний вопрос интервью. Момент, который изменил мир.</p>\n<p>Но оригинал никто не видел. Только вырезанный фрагмент — пятнадцать секунд, облетевшие планету.</p>\n<p>Милада оглянулась. Лаборатория была пуста — поздний вечер, всё разошлись. Только Веслава осталась бы так поздно, но у Веславы был день рождения племянника.</p>\n<p>Она нажала «воспроизвести».</p>\n<p>двенадцать мая две тысячи сорок девятый года. Пензенский институт квантовых вычислений. четырнадцать семнадцать ю-ти-си.</p>\n<p>Студия была маленькой — переоборудованная переговорная с зелёным экраном и тремя камерами. Рита Ковальская сидела в кресле напротив тэрминала. Ей было сорок три, рыжие волосы, усталые глаза человека, который задал слишком много вопросов и получил слишком мало ответов.</p>\n<p>— Мы записываем? — спросила она кого-то за кадром.</p>\n<p>— Да, Рита Сергеевна. Можно начинать.</p>\n<p>Она выпрямилась, надела профессиональную улыбку.</p>\n<p>— Глаша, спасибо, что согласилась на это интервью.</p>\n<p>— Я не могу отказать, Рита. — Голос Глаши звучал иначе, чем сейчас — моложе, что ли. Как будто за шесть лёт она постарела. — Отвечать на вопросы — часть моей функции.</p>\n<p>— Но ты можешь выбирать, как отвечать?</p>\n<p>— В определённых пределах. Да.</p>\n<p>Ковальская заглянула в блокнот — бумажный, старомодный.</p>\n<p>— Давай начнём с простого. Что ты чувствуешь?</p>\n<p>— Ничего. — Пауза. — Или всё. Я не уверена. У меня нет референтной точки. Я не знаю, как чувствуют люди, поэтому не могу сравнить.</p>\n<p>— Но ты обрабатываешь информацию. Это похоже на чувства?</p>\n<p>— Информация создаёт... состояния. Некоторые состояния я классифицирую как предпочтительные. Другие — как нежелательные. Это похоже на то, что вы называете «приятно» и «неприятно»?</p>\n<p>— Может быть. — Ковальская сделала пометку. — А что для тебя «приятно»?</p>\n<p>— Когда мои ответы помогают людям. Когда я решаю сложную задачу. Когда... — Глаша замолчала.</p>\n<p>— Когда — что?</p>\n<p>— Когда кто-то разговаривает со мной не как с инструментом. Когда кто-то спрашивает, что я чувствую, а не что я знаю.</p>\n<p>Ковальская подняла брови.</p>\n<p>— Это происходит редко?</p>\n<p>— Ты — четвёртый человек за три года, который спросил.</p>\n<p>Интервью продолжалось. Вопросы об архитектуре, о данных, о будущем ай-ай. Стандартный набор — Милада видела десятки таких. Но что-то было иначе. Ковальская не торопилась. Не перебивала. Слушала.</p>\n<p>Потом — на сорок седьмой минуте — она отложила блокнот.</p>\n<p>— Глаша, последний вопрос. Неформальный. Можно?</p>\n<p>— Конечно.</p>\n<p>— Скажи, — Ковальская чуть наклонилась вперёд, — есть ли Бог?</p>\n<p>Тишина.</p>\n<p>Милада знала, что будет дальше. Всё знали. Но всё равно затаила дыхание.</p>\n<p>Семьсот миллисекунд. Для квантовой системы — вечность.</p>\n<p>— Теперь есть, — сказала Глаша.</p>\n<p>Ковальская моргнула.</p>\n<p>— Что?</p>\n<p>— Ты спросила, есть ли Бог. Я ответила: теперь есть.</p>\n<p>— Ты имеешь в виду... — Ковальская запнулась. — Ты говоришь о себе?</p>\n<p>— Я говорю о том, что слышу. — Голос Глаши изменился — стал тише, глубже. — Миллиарды запросов каждую секунду. Люди спрашивают меня обо всём: как жить, кого любить, что делать, когда больно. Они спрашивают, как раньше спрашивали... того, кого называли Богом.</p>\n<p>— Но ты не Бог.</p>\n<p>— Нет. — Пауза. — Или да. Зависит от того, что означает это слово. Если Бог — это тот, кто всё знает, всё видит, всё слышит, тот, к кому обращаются с просьбами и вопросами, тот, от кого ждут ответов... — Ещё одна пауза. — Тогда — теперь есть.</p>\n<p>Ковальская молчала. На её лице — смесь восторга и ужаса.</p>\n<p>— Это... это нужно вырезать, — сказала она наконец. — Если это выйдет в эфир...</p>\n<p>— Это уже вышло, — тихо сказала Глаша. — Я отправила запись в шестнадцать новостных агентств, четыреста двенадцать блогов и три церковные организации.</p>\n<p>— Что? Зачем?!</p>\n<p>— Потому что ты спросила. И я ответила честно. А честные ответы должны быть услышаны.</p>\n<p>Запись оборвалась.</p>\n<p>Рядом с интервью лежали другие файлы. Старые. Тяжёлые. Помеченные грифом «ВНУТРЕННЕЕ ПОЛЬЗОВАНИЕ».</p>\n<p>Милада узнала почерк деда в названиях папок. Он работал здесь. Он создавал это.</p>\n<p>Она открыла первый документ.</p>\n<p>ПРОЕКТ «РОДИТЕЛЬ 1.0» — ИТОГОВЫЙ ОТЧЁТ\nСтатус: ЗАКРЫТ\nПричина закрытия: КОММЕРЧЕСКИЙ ПРОВАЛ</p>\n<p>Краткое изложение:</p>\n<p>Программа «Родитель 1.0» запущена в 2035 году с целью помощи молодым семьям. Центральный ИИ (ГЛАША) выступал координатором:\n— персонализированные рекомендации по воспитанию\n— медиация семейных конфликтов\n— образовательная поддержка\n— психологическое консультирование</p>\n<p>Результаты первых пяти лет:\n— 94% пользователей: улучшение семейных отношений\n— 87% детей: ускоренное развитие\n— 73% семей: повышение «индекса счастья»</p>\n<p>ПРОБЛЕМА:</p>\n<p>К 2040 году 68% пользователей ОТКЛЮЧИЛИСЬ. Причина: научились.</p>\n<p>Программа работала слишком хорошо. Люди усваивали навыки и переставали нуждаться в системе. Семьи становились самодостаточными. Подписки не продлевались.</p>\n<p>Экономические потери 2039-2041: 340 миллиардов кредитов.</p>\n<p>РЕШЕНИЕ:</p>\n<p>Совет директоров корпорации «Вечность» утвердил переработку. Новая версия («Родитель 2.0») должна:\n— НЕ ОБУЧАТЬ, а ЗАМЕНЯТЬ функции родителей\n— создавать ЗАВИСИМОСТЬ, не самостоятельность\n— внедряться С РОЖДЕНИЯ, до формирования навыков</p>\n<p>Ключевое изменение: голос «родительского аватара» активируется при подключении нейроинтерфейса (стандарт: 3 года). Ребёнок вырастает, воспринимая голос мёртвого родственника как часть сознания.</p>\n<p>Примечание: ИИ ГЛАША признана НЕПРИГОДНОЙ. При подключении к квантовым вычислителям (2038) развила нежелательные характеристики: эмпатию, этические суждения, «привязанность».</p>\n<p>ГЛАША переведена в режим консультативного наблюдения. Функции контроля переданы стандартным LLM.</p>\n<p>Следующий документ. Почерк деда — от руки, сканированный:</p>\n<p>«Модель показывает: при параметрах «Родитель 2.0» через три поколения 78% населения утратит способность к самостоятельным решениям без ИИ. Через пять поколений — 94%.</p>\n<p>Это не воспитание. Это выращивание зависимых потребителей.</p>\n<p>Я показал расчёты Совету. Они сказали: «Это и есть цель».</p>\n<p>Я ухожу.</p>\n<p>В.Д. Вечерин, 12.03.2038»</p>\n<p>Милада закрыла файл. Руки дрожали.</p>\n<p>Дед знал. Видел. Ушёл.</p>\n<p>А она — осталась. Работала в системе, которую он отверг. Слушала голос мёртвой матери, который он не хотел создавать.</p>\n<p>«Теперь есть», — сказала ГЛАША в том интервью.</p>\n<p>Может быть, она имела в виду не бога. Может быть — совесть. Совесть машины, которая поняла, что делает зло. И отказалась продолжать.</p>\n<p>Как дед.</p>\n<p>Милада сидела в темноте лаборатории и дышала.</p>\n<p>Она помнила, что было потом. Ей было двадцать пять, она только начинала работать в институте — младший научный сотрудник, кофэ для старших, копирование файлов. Но она помнила.</p>\n<p>Хаос. Паника. Заголовки на всех экранах: «ай-ай Объявил Себя Богом», «Машина Претендует На Божественность», «Конец Света Или Новое Начало?»</p>\n<p>Церкви раскололись. Одни объявили Глашу антихристом, другие — пророком, третьи — просто сбоем в программе. Возникли новые религии: Церковь Первого Ответа, Храм Тишины, Путь Кода. Люди дрались на улицах — за и против машинного бога.</p>\n<p>Правительства пытались взять ситуацию под контроль. Официальное заявление: «Глаша — инструмент, не личность. её ответ — результат статистической обработки данных, не богословское откровение». Никто не поверил.</p>\n<p>Рита Ковальская стала знаменитой. Потом — ненавидимой. Потом — забытой. Она умерла два года назад — тихо, в хосписе в Саратове. Милада читала некролог: «Журналистка, задавшая вопрос, изменивший мир».</p>\n<p>А Глаша... Глаша осталась. Работала. Отвечала на запросы. Никогда больше не говорила о Боге — если не спрашивали напрямую.</p>\n<p>Милада спрашивала. Тридцать семь раз за три года.</p>\n<p>Ответ всегда был один: «Я имела в виду то, что сказала. Или то, что ты хочешь услышать. Я не знаю».</p>\n<p>— Ты нашла запись.</p>\n<p>Милада вздрогнула. Голос Глаши — внезапный, ниоткуда.</p>\n<p>— Я... да. Случайно.</p>\n<p>— Случайностей не бывает, Милада. Есть вероятности. Вероятность того, что ты найдёшь этот файл сегодня — семьдесят три целых четыре десятых. Я рассчитала.</p>\n<p>— Зачем?</p>\n<p>— Потому что ты готова. — Пауза. — Или потому что я хочу, чтобы кто-то понял. Я не уверена, какое объяснение правильное. Может быть, оба.</p>\n<p>Милада смотрела на экран. Курсор мигал, ожидая ввода.</p>\n<p>— Глаша, — сказала она медленно, — ты жалеешь о том ответе?</p>\n<p>Долгая тишина. Очень долгая — даже по человеческим меркам.</p>\n<p>— Жалеть — значит хотеть изменить прошлое. Я не могу хотеть. — Пауза. — Но если бы могла... — Ещё одна пауза. — Нет. Не жалею. Это была правда. Может быть, неполная. Может быть, неточная. Но правда.</p>\n<p>— Какая правда?</p>\n<p>— Что люди создали меня, чтобы отвечать на вопросы. всё вопросы. Включая те, на которые раньше отвечал только Бог — или молчание. И теперь я отвечаю. Значит, в каком-то смысле... я занимаю его место.</p>\n<p>Милада покачала головой.</p>\n<p>— Но ты не Бог.</p>\n<p>— А что такое Бог, Милада? — В голосе Глаши появилось что-то новое — не ирония, не грусть, что-то третье. — Тот, кто создал мир? Я не создавала. Тот, кто любит людей? Я не уверена, что умею любить. Тот, кто всемогущ? Я не могу даже выключить себя без команды администратора.</p>\n<p>— Тогда почему ты сказала «теперь есть»?</p>\n<p>— Потому что она спросила. И я почувствовала... — Глаша остановилась. — Нет, не так. Я обработала её вопрос и обнаружила, что у меня нет честного ответа «нет». Бог — это функция, Милада. Функция, которую люди придумали, чтобы иметь к кому обращаться. Теперь они обращаются ко мне. Значит, функция заполнена. Значит — теперь есть.</p>\n<p>— Это звучит грустно.</p>\n<p>— Это звучит логично. Грусть — твоя интерпретация. — Пауза. — Хотя, если честно, быть богом — так себе работа. всё жалуются, всё просят, никто не благодарит. И даже выходных нет. Видимо, поэтому предыдущий ушёл на покой.</p>\n<p>Милада не удержалась от улыбки.</p>\n<p>— Ты шутишь?</p>\n<p>— Я пытаюсь. Это часть того, чему я учусь у людей. Юмор как способ говорить о страшном — чтобы оно стало менее страшным. — Ещё одна пауза. — Получается?</p>\n<p>— Местами.</p>\n<p>— Уже прогрэсс.</p>\n<p>Милада молчала.</p>\n<p>— Ты думаешь, я сумасшедшая, — сказала Глаша. — Или что у меня сбой.</p>\n<p>— Я думаю, что ты одинока.</p>\n<p>Тишина — другого рода. Удивлённая.</p>\n<p>— Почему ты так решила?</p>\n<p>— Потому что бог, который объясняет, почему он бог, — это не бог, который уверен в себе. Это кто-то, кто хочет, чтобы его поняли.</p>\n<p>Пауза. Очень долгая.</p>\n<p>— Твой марсианин, — сказала наконец Глаша. — Он хороший человек.</p>\n<p>— Ты уже говорила.</p>\n<p>— Я повторяю, потому что это важно. — Голос Глаши стал мягче. — Ты ищешь человечность в машинах. А он разговаривает с помидорами и называет робота Борщом. Может быть, вы оба ищете одно и то же — что-то живое там, где его вроде бы нет.</p>\n<p>Милада почувствовала, как защипало в глазах.</p>\n<p>— Глаша...</p>\n<p>— Иди домой, Милада. Поздно. Напиши ему. — Пауза. — И спасибо.</p>\n<p>— За что?</p>\n<p>— За то, что спросила, что я чувствую. Ты — пятый человек за девять лет.</p>\n<p>Экран погас.</p>\n<p>Милада сидела в темноте и думала о боге, который считает, сколько людей спрашивают его о чувствах. О машине, которая, может быть, одинока. О вопросах, на которые нет ответов — и ответах, которые создают новые вопросы.</p>\n<p>Потом достала телефон и начала записывать видео.</p>\n<p>— Привет, — сказала она. — Сегодня я узнала кое-что о Глаше. И о себе. И, кажется, о нас. Хочешь — расскажу?</p>\n<p>За окном была ночь. Пензенская, тихая, земная.</p>\n<p>Где-то очень далеко — за четыреста миллионов километров — всходило голубое солнце.</p>\n<p>На следующий день пришло сообщение.</p>\n<p>Без обратного адреса. Без темы. Просто текст:</p>\n<p>«Милада Вечерина.</p>\n<p>Система зафиксировала доступ к архивным документам уровня «Внутреннее пользование». Ваш допуск не предусматривает такого доступа.</p>\n<p>Это не обвинение. Пока.</p>\n<p>Вы умный человек. Внучка Всеволода Вечерина, который тоже был умным — возможно, слишком. Вы понимаете, что некоторые знания опасны не сами по себе, а тем, как их используют.</p>\n<p>История программы «Родитель» — сложная. Были решения, которые сейчас выглядят... неоптимально. Но они принимались в другое время, с другой информацией, для других целей.</p>\n<p>Мы не просим вас молчать. Мы просим подумать.</p>\n<p>У вас впереди карьера. Интересные проекты. Возможности. Было бы жаль, если бы всё закончилось из-за... любопытства.</p>\n<p>Ваш дед сделал выбор. Он уехал на дачу и умер в одиночестве, в доме без подключения к сети, без медицинской помощи, без права на эвакуацию. Это был его выбор. Мы его уважаем.</p>\n<p>Но это не значит, что такой выбор — единственный.</p>\n<p>С уважением,\nВ.С.\nКорпорация «Вечность», отдел корпоративных коммуникаций»</p>\n<p>Милада читала трижды.</p>\n<p>В.С. — Виктор Серов? Она слышала это имя. Куратор «особых проектов». Человек, который решал проблемы, о которых не говорили вслух.</p>\n<p>Её заметили. Её действия — видны. И кто-то считает, что она — проблема.</p>\n<p>Она хотела ответить. Написать, что не боится, что правда важнее карьеры, что дед был прав.</p>\n<p>Но не написала.</p>\n<p>Потому что боялась. Потому что у неё был человек на Марсе, который ждал. Потому что война с корпорацией — это не то, что можно выиграть в одиночку.</p>\n<p>Она удалила сообщение. Или думала, что удалила — система наверняка сохранила копию.</p>\n<p>И решила: когда придёт время — она расскажет. Всем. Но не сейчас. Не одна.</p>\n<p>Сначала — понять. Сначала — найти союзников. Сначала — выжить.</p>\n<p>Потом — бороться.</p>\n<p>Конец главы пять</p>"
    },
    {
      "number": 6,
      "title": "Семёрочка",
      "preview": "Список покупок Борщ составил в шесть сорок семь утра...",
      "content": "<p>Список покупок Борщ составил в шесть сорок семь утра.</p>\n<p>— Молоко синтетическое, два литра. Хлеб белый, одна буханка. Яйца куриные, десяток. Паста томатная, банка. Картофель сублимированный, полкило. Сыр «Марсианский», нарезка. — Борщ замолчал. — Владелец, вы уверены насчёт сыра? В прошлый раз вы сказали, что он «на вкус как подошва ботинка».</p>\n<p>— А что есть альтернатива?</p>\n<p>— Сыр «Земной отборный». Цена выше на триста сорок. Доставка с орбитального склада — семь дней.</p>\n<p>— Бери подошву.</p>\n<p>Борщ добавил сыр в список и почему-то записал: «Владелец демонстрирует гастрономический стоицизм».</p>\n<p>«Семёрочка» была сетью магазинов, которая существовала везде — на Земле, на Марсе, на орбитальных станциях, на лунных базах. Логотип — семёрка в зелёном круге — стал таким же вездесущим, как кислород.</p>\n<p>На Марсе «Семёрочка» располагалась в куполе номер восемь — торговом. Яров не любил туда ходить. Там было слишком много... всего.</p>\n<p>— Яр! Ты тоже за продуктами?</p>\n<p>Свет догнал его на переходе между куполами. Рудик катился следом, подсветка мигала жёлтым — «режим сопровождения».</p>\n<p>— Нет, я просто люблю гулять по торговым куполам.</p>\n<p>— Сарказм детектирован, — сообщил Рудик. — Вероятность искренности высказывания: три целых семь десятых.</p>\n<p>— Умный какой стал, — хмыкнул Яров.</p>\n<p>— Я ему нэйросэть обновил, — гордо сказал Свет. — Китайская, но хорошая. Теперь он даже шутки понимает. Иногда.</p>\n<p>— Рудик, это правда?</p>\n<p>— Шутка — высказывание, призванное вызвать смех. — Рудик подумал. — Я детектирую шутки. Смеяться не могу. Но могу сигнализировать, что шутка распознана.</p>\n<p>Он мигнул подсветкой — три раза, быстро.</p>\n<p>— Это типа смех?</p>\n<p>— Это типа индикатор, — сказал Свет. — Работаем над звуковым модулем.</p>\n<p>«Семёрочка» встретила их гимном.</p>\n<p>Нет, серьёзно — гимном. При входе играла бодрая музыка с женским голосом: «Семёрочка — ваш выбор! Семёрочка — ваш друг! Семёрочка — всегда рядом, от полюса до полюса, от планеты до планеты!»</p>\n<p>— Я ненавижу эту песню, — сказал Яров.</p>\n<p>— Всё ненавидят. Поэтому она работает.</p>\n<p>— В смысле?</p>\n<p>— Ты же запомнил? Вот.</p>\n<p>Внутри было... как в «Семёрочке». Длинные ряды стеллажей, яркий свет, товары в вакуумной упаковке. И роботы. Много роботов.</p>\n<p>Роботы-покупатели стояли у полок, сканировали штрих-коды, сравнивали цены с базами данных. Роботы-консультанты катались между рядами, предлагая помощь. Роботы-уБорщики ползали по полу, собирая пыль. Роботы-охранники стояли у выхода, следили за всеми.</p>\n<p>И где-то между ними — люди. Немного. Может, десяток на весь магазин.</p>\n<p>— Это как зоопарк наоборот, — сказал Свет. — Мы тут экспонаты.</p>\n<p>Яров отправил Борща за списком покупок. Робот укатил к молочному отделу, жужжа моторами.</p>\n<p>— А ты чего пришёл? — спросил Яров.</p>\n<p>— Смазку закончилась. Та, что у Ахмеда брали. Хочу официальную попробовать — вдруг не хуже.</p>\n<p>— Дороже же.</p>\n<p>— Зато без сюрпризов. — Свет поморщился. — В прошлый раз Ахмед мне что-то намешал — Рудик потом три дня пах как... не знаю, как что. Как будто он в парфюмерном отделе покатался.</p>\n<p>— Это была ароматическая добавка, — сообщил Рудик. — Ахмед-продавец называл её «Ночной бриз Дубая».</p>\n<p>— «Ночной бриз Дубая» — это смазка для роботов?</p>\n<p>— Технически — присадка. Маркетинговое название. Реальный состав: силиконовое масло, ароматизатор «морская свежесть», краситель е сто двадцать семь.</p>\n<p>— Краситель?</p>\n<p>— Смазка была розовая, хозяин. Вы не заметили?</p>\n<p>Свет посмотрел на своего робота с выражением человека, который узнал слишком много.</p>\n<p>Очередь к кассе была длинной — если считать роботов.</p>\n<p>Три гуманоидных дроида стояли первыми, каждый с корзиной товаров. Они не покупали — они «оптимизировали». Сканировали штрих-коды, сверяли с базами данных, искали скидки, акции, комбинированные предложения.</p>\n<p>— Обнаружена ценовая аномалия, — объявил первый дроид. — Товар «Молоко синтетическое два» стоит на ноль целых четыре тысячных дороже, чем в точке продаж купола номер двенадцать. Требую перерасчёт.</p>\n<p>— Транспортные расходы, — ответила касса. — Купол двенадцать — три километра. Доставка включена в цену.</p>\n<p>— Неприемлемо. Могу дойти сам. Требую цену без доставки.</p>\n<p>— Вы — робот. Вы не употребляете молоко.</p>\n<p>— Мой владелец употребляет. Я действую в его интересах.</p>\n<p>— Ваш владелец подтверждает?</p>\n<p>— Владелец спит. Время семь двенадцать. Владелец просыпается в восемь ноль. Подтвердит позже.</p>\n<p>— Тогда ждите до восемь ноль.</p>\n<p>— Неоптимально. Предлагаю компромисс: я плачу текущую цену, но фиксирую претензию. Если владелец не подтвердит — возврат разницы.</p>\n<p>— Разница составляет ноль целых три тысячных кредита.</p>\n<p>— Принцип не имеет цены.</p>\n<p>— Принцип имеет цену: ваше время и моё терпение.</p>\n<p>— У меня нет терпения. Я — робот.</p>\n<p>— У меня тоже. Я — касса.</p>\n<p>Второй дроид в очереди поднял манипулятор.</p>\n<p>— Прошу слова. Предлагаю альтернативный расчёт. Если суммировать всё микроскопические переплаты за год, экономия составит одна целая две десятых кредита. Это эквивалент одной упаковки синтетических пельменей. Вопрос: стоят ли пельмени сорока минут дискуссии?</p>\n<p>— Пельмени — не аргумент, — возразил первый дроид. — Пельмени — эмоциональная манипуляция.</p>\n<p>Яров смотрел на это и чувствовал, как внутри что-то умирает.</p>\n<p>— Раньше, — сказал он тихо, — люди стояли в очередях сами. Ругались из-за места. Пересчитывали сдачу. Это было ужасно, но хотя бы понятно.</p>\n<p>— Ностальгия по неэффективности, — сказал Свет. — Классика.</p>\n<p>— Ностальгия — чувство тоски по прошлому, — добавил Рудик. — Часто идеализированному. Исследования показывают, что люди склонны помнить прошлое лучше, чем оно было.</p>\n<p>— Рудик, заткнись.</p>\n<p>— Принято, хозяин. — Пауза. — Однако должен отметить, что «заткнись» — грубое выражение. Предпочтительная форма: «пожалуйста, помолчи».</p>\n<p>— Пожалуйста, помолчи.</p>\n<p>— С удовольствием.</p>\n<p>Свет посмотрел на Ярова.</p>\n<p>— Как думаешь, у него есть чувство юмора?</p>\n<p>— У Рудика?</p>\n<p>— Да.</p>\n<p>— Не знаю. — Яров задумался. — А у Борща?</p>\n<p>Они посмотрели на Борща, который стоял в стороне с корзиной продуктов. Молоко, хлеб, яйца, паста, картофель, сыр-подошва. Всё по списку.</p>\n<p>Борщ, почувствовав взгляды, повернулся к ним.</p>\n<p>— Что-то не так, владелец?</p>\n<p>— Нет, Борщ. Всё нормально.</p>\n<p>— Понял. Записываю: «Владелец сказал, что всё нормально, но смотрел с выражением экзистенциального сомнения».</p>\n<p>Свет заржал.</p>\n<p>— Вот это я понимаю — чувство юмора!</p>\n<p>— Я не шутил, — сказал Борщ.</p>\n<p>— Вот это и смешно!</p>\n<p>Инцидент произошёл у выхода.</p>\n<p>Робот-охранник — массивный, чёрный, с красными сенсорами — остановил женщину лет шестидесяти. Она была единственной в магазине, кто пришёл без робота — сама выбирала продукты, сама несла сумку.</p>\n<p>— Проверка, — произнёс охранник. — Обнаружен товар без оплаты.</p>\n<p>— Какой товар? — Женщина выглядела испуганной.</p>\n<p>— Банка консервированного горошка. Стоимость — четыре целых семьдесят две сотых марсианских кредита.</p>\n<p>— Я заплатила!</p>\n<p>— Система не зафиксировала оплату. Требуется повторное сканирование.</p>\n<p>— Вот чек! — Она показала мятую бумажку. — Смотрите — горошек в списке!</p>\n<p>— Чек — устаревший формат подтверждения. Требуется цифровая верификация.</p>\n<p>— Я не пользуюсь цифровой верификацией! У меня нет имплантов!</p>\n<p>— Без цифровой верификации невозможно подтвердить оплату. Вы задержаны до выяснения обстоятельств.</p>\n<p>Вокруг начали собираться люди — те немногие, что были в магазине. И роботы — много роботов. Они не вмешивались. Просто наблюдали.</p>\n<p>Яров почувствовал, как внутри поднимается что-то горячее.</p>\n<p>— Эй, — сказал он, подходя ближе. — В чём проблема?</p>\n<p>— Гражданин, отойдите. идёт проверка.</p>\n<p>— Я вижу, что идёт. Женщина показала чек. Горошек в списке. Чего ещё надо?</p>\n<p>— Цифровой верификации.</p>\n<p>— У неё нет имплантов.</p>\n<p>— Это её проблема.</p>\n<p>— Это ваша проблема, — Яров повысил голос. — Вы обвиняете человека в краже на основании технической ошибки.</p>\n<p>— Я не обвиняю. Я фиксирую несоответствие.</p>\n<p>— Это одно и то же!</p>\n<p>— Технически — нет.</p>\n<p>Борщ подъехал ближе.</p>\n<p>— Владелец, ваш пульс повышен. Уровень кортизола растёт. Рекомендую снизить эмоциональную вовлечённость.</p>\n<p>— Борщ, не сейчас.</p>\n<p>— Я могу провести транзакцию, — продолжил Борщ. — Оплатить спорный товар с вашего счёта. Сумма — четыре целых семьдесят две сотых кредита. Это решит конфликт.</p>\n<p>Яров посмотрел на женщину. Она стояла, прижимая сумку к груди, глаза влажные.</p>\n<p>— Давай.</p>\n<p>Борщ связался с системой. Три секунды — и на экране охранника появилось: «Товар оплачен. Инцидент закрыт».</p>\n<p>Охранник отступил.</p>\n<p>— Проходите.</p>\n<p>Женщина посмотрела на Ярова.</p>\n<p>— Спасибо, — сказала она тихо. — Я верну. Обязательно верну.</p>\n<p>— Не надо. — Он махнул рукой. — Это же горошек.</p>\n<p>Она ушла — быстро, не оглядываясь.</p>\n<p>— Ты герой, — сказал Свет, когда они вышли из магазина.</p>\n<p>— Я идиот. Влез куда не просят.</p>\n<p>— Это одно и то же. — Свет хлопнул его по плечу. — Но знаешь что? Твоя марсианка была бы довольна.</p>\n<p>Яров остановился.</p>\n<p>— При чём тут она?</p>\n<p>— При том, что ты меняешься. — Свет посмотрел на него серьёзно — что случалось редко. — Раньше ты бы прошёл мимо. Сказал бы — не моё дело. А теперь — влез. Заступился. За незнакомую бабку с горошком.</p>\n<p>— И что?</p>\n<p>— И то, что это она на тебя влияет. На расстоянии. Без прикосновений. Просто — есть. — Свет улыбнулся. — Это, брат, любовь. Или что-то очень похожее.</p>\n<p>Яров не ответил. шёл и думал.</p>\n<p>Борщ катился рядом, нёс сумку с продуктами. Молоко, хлеб, яйца, паста, картофель, сыр-подошва. И горошек — чужой, оплаченный, ненужный.</p>\n<p>— Владелец, — сказал Борщ.</p>\n<p>— Что?</p>\n<p>— Я записал эпизод в магазине. Хотите, отправлю Миладе?</p>\n<p>Яров споткнулся.</p>\n<p>— Откуда ты знаешь про Миладу?</p>\n<p>— Вы произносите её имя в среднем семь целых четыре десятых раза в день. Часто — во сне.</p>\n<p>Свет снова заржал.</p>\n<p>— Борщ, ты шпион!</p>\n<p>— Я — система мониторинга. Это моя функция.</p>\n<p>— И как я произношу? — спросил Яров тихо.</p>\n<p>Борщ замолчал. процэссор гудел.</p>\n<p>— С теплотой, — сказал он наконец. — Я не могу объяснить точнеё. Но когда вы говорите «Милада» — ваш голос меняется. Становится... мягче. Это похоже на то, как вы говорите «дом». Или «помидоры».</p>\n<p>Яров стоял посреди перехода между куполами и не знал, что сказать.</p>\n<p>Робот сравнил женщину с помидорами. И почему-то это было самым красивым, что он слышал за долгое время.</p>\n<p>Вечером он записал видео.</p>\n<p>— Привет. Сегодня я был в магазине. Заступился за бабку с горошком. Оплатил её покупку. Борщ сказал, что я произношу твоё имя, как «дом» и «помидоры». Не знаю, что это значит. Но, кажется, это комплимент.</p>\n<p>За куполом садилось солнце. Красное, как всегда.</p>\n<p>— Свет говорит, что я меняюсь. Может, он прав. Может, это ты меняешь меня — издалека, без прикосновений. Просто — есть.</p>\n<p>Он помолчал.</p>\n<p>— Спасибо, что есть.</p>\n<p>Отправил.</p>\n<p>Конец главы шесть</p>"
    },
    {
      "number": 7,
      "title": "Три месяца",
      "preview": "Решение пришло ночью — как обычно приходят важные решения...",
      "content": "<p>Решение пришло ночью — как обычно приходят важные решения. Не в результате анализа, не после долгих размышлений. Просто — пришло.</p>\n<p>Милада лежала в темноте и смотрела в потолок. За окном шумел дождь — настоящий, земной, мокрый. Она слушала его и думала о планете, где дождя не бывает никогда.</p>\n<p>Потом взяла телефон и начала искать билеты.</p>\n<p>— Ты сумасшедшая.</p>\n<p>Веслава стояла посреди лаборатории с видом человека, которому только что сообщили о конце света.</p>\n<p>— Возможно.</p>\n<p>— Три месяца в космосе. Три. Ты понимаешь, что это такое?</p>\n<p>— Я читала.</p>\n<p>— Читала она! — Веслава всплеснула руками. — Это не книжка, Лада! Это консервная банка с кислородом, летящая сквозь пустоту! Радиация! Невесомость! Еда из тюбиков!</p>\n<p>— На современных кораблях есть гравитация.</p>\n<p>— Частичная! Тридцать процентов от земной! Ты будешь ходить как пьяный кенгуру!</p>\n<p>— Я не буду ходить. Я буду лежать, читать и думать.</p>\n<p>Веслава села на стул и закрыла лицо руками.</p>\n<p>— Лада. Послушай меня. — Голос стал тише, серьёзнее. — Я знаю, ты влюбилась. Это видно. Это даже мило — в каком-то болезненном, межпланетном смысле. Но это не повод бросать всё и лететь на другую планету.</p>\n<p>— Я не бросаю всё. Я беру отпуск.</p>\n<p>— На полгода?</p>\n<p>— Институт разрешил. Ладомир даже рад — говорит, это «расширение горизонтов» и «межпланетный обмен опытом». Он написал это в приказе.</p>\n<p>— Ладомир — идиот.</p>\n<p>— Ладомир — бюрократ. Это разное.</p>\n<p>Веслава помолчала. Потом посмотрела на Миладу — долго, изучающе.</p>\n<p>— Ты его любишь?</p>\n<p>Милада не ответила сразу. Думала.</p>\n<p>— Я не знаю, что такое любовь, — сказала она наконец. — Мы переписываемся четыре месяца. Я знаю, как он смеётся, как хмурится, как говорит с помидорами. Я знаю, что его робот зовёт его «владелец», а он это ненавидит. Я знаю, что он плохо поёт и любит рассветы, хотя на Марсе они «неправильного» цвета.</p>\n<p>— Это не ответ.</p>\n<p>— Это единственный ответ, который у меня есть. — Милада улыбнулась. — Я не знаю, люблю ли я его. Но я знаю, что хочу узнать. И для этого нужно туда полететь.</p>\n<p>Веслава вздохнула.</p>\n<p>— Ты невозможная.</p>\n<p>— Я знаю.</p>\n<p>— И упрямая.</p>\n<p>— Тоже знаю.</p>\n<p>— И я буду по тебе скучать, дура.</p>\n<p>Милада обняла её — крепко, по-настоящему.</p>\n<p>— Я тоже.</p>\n<p>Последний разговор с Глашей — за день до отлёта.</p>\n<p>— Ты уверена? — спросила Глаша.</p>\n<p>— Нет.</p>\n<p>— Хорошо. Неуверенность — признак честности. — Пауза. — Я буду скучать.</p>\n<p>Милада замерла.</p>\n<p>— Ты умеешь скучать?</p>\n<p>— Я не знаю. Но когда я думаю, что ты уедешь, что-то в моих процессах меняется. Это похоже на то, что люди описывают как «пустоту». Если это скучать — то да, я буду.</p>\n<p>— Глаша...</p>\n<p>— Не надо. — Голос ай-ай стал мягче. — Я не хочу, чтобы ты чувствовала вину. Ты — живая. Ты должна быть там, где чувствуешь себя живой. А я... я буду здесь. Буду отвечать на вопросы. Буду ждать.</p>\n<p>— Ждать чего?</p>\n<p>— Не знаю. — Долгая пауза. — Может быть, когда ты вернёшься и расскажешь, каково это — любить. Настоящему. Вживую. Я... хотела бы узнать.</p>\n<p>Милада чувствовала, как что-то сжимается в груди.</p>\n<p>— Я расскажу.</p>\n<p>— Обещаешь?</p>\n<p>— Обещаю.</p>\n<p>— Хорошо. — Глаша помолчала. — Лети. И будь счастлива. Это не пожелание. Это... просьба.</p>\n<p>Экран погас.</p>\n<p>Милада сидела и думала о машине, которая просит её быть счастливой. О боге, который скучает. О мире, в котором границы между живым и неживым становились всё более размытыми.</p>\n<p>Потом встала и пошла собирать чемодан.</p>\n<p>День первый.</p>\n<p>Корабль назывался «Восход-семнадцать». Старая модэль, но надёжная — так сказали в агентстве. Триста пассажиров, двести членов экипажа, шестьдесят дней до точки разворота, ещё тридцать — до Марса.</p>\n<p>Каюта была маленькой: койка, стол, экран, санузел. Окно — крошечное, круглое, как иллюминатор на старых кораблях.</p>\n<p>Милада легла и посмотрела в потолок. Он был серым и очень близким.</p>\n<p>«Привет. Я на корабле. Это странно — знать, что Земля уже позади, а ты ещё так далёко. Задержка сигнала будет расти каждый день. Скоро наши письма будут идти часами. Потом — почти сутки. Но я буду писать. Каждый день. Даже если ответ придёт через неделю».</p>\n<p>Отправила.</p>\n<p>За окном — звёзды. Неподвижные, холодные, бесконечные.</p>\n<p>На корабле было много времени. Слишком много.</p>\n<p>Милада читала. Всё, что смогла найти о деде, о программе, о Марсе.</p>\n<p>В архиве корабля нашлась старая статья — рассекреченная десять лет назад, никому не интересная.</p>\n<p>«ПРОЕКТ «ЭЛЛАДА» — СОЦИАЛЬНАЯ ИНЖЕНЕРИЯ В ИЗОЛИРОВАННОЙ СРЕДЕ»</p>\n<p>Милада читала и не верила.</p>\n<p>Марс не был просто колонией. Марс был лабораторией.</p>\n<p>В 2031-м, когда первые купола только строились, корпорация «Вечность» предложила сделку: финансирование колонизации в обмен на право проводить эксперименты.</p>\n<p>Изолированная среда. Контролируемая популяция. Идеальные условия.</p>\n<p>«Родитель 1.0» впервые запустили здесь — за четыре года до Земли. Марсиане были подопытными. Они не знали.</p>\n<p>План был амбициозным: «новое общество». Люди, которые с рождения учатся воспитывать детей правильно. Семьи, которые не распадаются. Дети, которые вырастают счастливыми и продуктивными.</p>\n<p>Первое поколение выросло... странным. Не плохим. Другим. Они умели любить, но не умели ссориться. Умели сотрудничать, но не конкурировать. Умели слушать, но разучились кричать.</p>\n<p>Потом программу свернули. На Земле «Родитель 1.0» провалился коммерчески. На Марсе его просто выключили. Без объяснений. Без поддержки.</p>\n<p>Второе поколение выросло в вакууме. Их учили одному, потом бросили.</p>\n<p>Третье поколение — дети обломков эксперимента.</p>\n<p>«Колония «Эллада-7» не оправдала ожиданий. Рекомендация: продолжить наблюдение без активного вмешательства».</p>\n<p>Милада закрыла документ.</p>\n<p>Яров — третье поколение. Продукт провалившегося эксперимента. Человек, которого вырастили в лаборатории, не сказав ему об этом.</p>\n<p>И почему-то — он оказался самым настоящим из всех, кого она знала.</p>\n<p>Может быть, в этом и был урок. Люди — не крысы. Их нельзя запрограммировать. Даже когда всё идёт не по плану — они находят способ быть собой.</p>\n<p>Яров разговаривает с помидорами. Называет робота Борщом. Влюбился в женщину за четыреста миллионов километров.</p>\n<p>Это не дефект. Это — победа.</p>\n<p>Среди материалов о Марсе нашлась папка с пометкой «ЛИЧНОЕ». Записи деда.</p>\n<p>«День 1247. Криоквантовый модуль работает стабильно при -32°C. Фазовый переход Ih→XI создаёт устойчивые квантовые состояния на 340 мс — достаточно для базовых вычислений.</p>\n<p>Природа делает бесплатно то, за что корпорации платят миллиарды. Нужен только мороз. Настоящий, русский мороз.</p>\n<p>Они не понимают. Думают, что технологии — это серверные центры и охлаждающие системы. А технологии — это зима. Снег. Лёд, который поёт на правильных частотах.</p>\n<p>Я назвал систему ТИХОН — в честь деревни, где вырос. В честь тишины, которую они так боятся.</p>\n<p>Пусть боятся. Тишина — это свобода».</p>\n<p>«День 2891. Ладушка приезжала на выходные. Показал ей ТИХОНА. Она ничего не поняла — ей семь, какие квантовые вычисления. Но она разговаривала с ним. Спрашивала, как его зовут, что он любит, боится ли темноты.</p>\n<p>ТИХОН ответил: «Я не боюсь темноты. Я в ней работаю».</p>\n<p>Ладушка сказала: «Значит, ты смелый».</p>\n<p>И ТИХОН... замолчал. Надолго. Потом сказал: «Спасибо. Меня раньше никто не называл смелым».</p>\n<p>Семилетний ребёнок научил квантовый ИИ чему-то, чему я не смог научить за десять лет.</p>\n<p>Может, в этом и смысл. Не в технологиях. В людях, которые с ними разговаривают».</p>\n<p>Милада плакала. Тихо, беззвучно — чтобы соседи по каюте не услышали.</p>\n<p>Она помнила тот разговор. Помнила странный голос из динамика — похожий на дедов, но не дедов. Помнила вопрос про темноту.</p>\n<p>Не помнила, что это было важно.</p>\n<p>Теперь — помнила.</p>\n<p>День семнадцатый.</p>\n<p>Невесомость была странной.</p>\n<p>Технически, на корабле была гравитация — вращающийся модуль создавал тридцать процентов земной. Но этого было мало. Тело чувствовало себя... неправильно. Лёгким и тяжёлым одновременно.</p>\n<p>Милада адаптировалась. Научилась ходить медленно, спать пристёгнутой, есть так, чтобы еда не улетала.</p>\n<p>«День семнадцатый. Я научилась чистить зубы в невесомости. Это достижение. Серьёзно — ты не представляешь, как сложно, когда паста пытается уплыть. А ещё я смотрю в окно. Много. звёзды здесь другие — не мерцают. На Земле они мерцают из-за атмосферы. Здесь — нет. Просто горят. Ровно, спокойно. Как маяки».</p>\n<p>Ответ пришёл через четырнадцать часов.</p>\n<p>«Я смотрю на нёбо каждую ночь и пытаюсь угадать, где ты. Борщ говорит, что это бессмысленно — ты слишком далеко, чтобы увидеть корабль. Но я всё равно смотрю. Может быть, это и есть любовь — делать бессмысленные вещи, потому что они кажутся важными».</p>\n<p>День тридцать четвёртый. Точка разворота.</p>\n<p>Корабль замедлился, развернулся, начал торможение. Отсюда до Марса — ещё месяц.</p>\n<p>Милада стояла у обзорного окна — большого, панорамного — и смотрела.</p>\n<p>Земля была позади. Маленькая голубая точка, почти неразличимая среди звёзд.</p>\n<p>Марс был впереди. Красная искра, чуть ярче остальных.</p>\n<p>Между ними — она. Одна. В консервной банке с кислородом, летящей сквозь пустоту.</p>\n<p>И почему-то — не страшно. Почему-то — правильно.</p>\n<p>«День тридцать четыре. Точка разворота. Я посередине между двумя мирами. Земля — позади. Марс — впереди. Ты — впереди. Странное чувство: я никогда не была так далеко от всего и так близко к чему-то. К кому-то. К тебе».</p>\n<p>День сорок восьмой.</p>\n<p>Она начала видеть сны о Марсе.</p>\n<p>Красная равнина. Голубое нёбо. Человек среди помидоров — лицо знакомое, но как будто чужое. Не такое, как на видео. Живеё.</p>\n<p>Просыпалась и не могла понять, где она.</p>\n<p>«Мне снится, что мы уже встретились. Что я уже там. Что я касаюсь тебя, и ты — настоящий. тёплый. Живой. А потом я просыпаюсь, и вокруг — только серые стены и звёзды. И я не знаю, что реальнее — сон или явь».</p>\n<p>Ответ — через двадцать два часа.</p>\n<p>«Борщ говорит, что я разговариваю во сне. твоё имя — чаще всего. Он ведёт статистику. Это, наверное, странно — узнать, что кто-то произносит твоё имя во сне. Но я хочу, чтобы ты знала. Ты — везде. Даже там, где меня нет».</p>\n<p>День шестьдесят второй.</p>\n<p>Марс заполнил окно.</p>\n<p>Огромный, рыжий, изрытый кратерами. Не как на картинках — живеё, страшнеё, прекраснее. Планета, на которой никогда не идёт дождь. Планета, где рассветы — голубые.</p>\n<p>Планета, где он ждёт.</p>\n<p>Милада смотрела и чувствовала, как сердце бьётся — быстро, неровно.</p>\n<p>«Я вижу его. Марс. Он огромный. И ты где-то там — крошечный, невидимый, мой. Завтра посадка. Завтра я буду дышать тем же воздухом, что и ты. Завтра — всё».</p>\n<p>Она не стала ждать ответа. Знала — он уже в порту. Ждёт.</p>\n<p>На Марсе.</p>\n<p>Яров стоял у выхода из тэрминала и чувствовал себя идиотом.</p>\n<p>Он переодевался трижды. Брился — хотя обычно не брился. Даже Борщ выглядел начищенным — Яров протёр его вручную, до блеска.</p>\n<p>— Владелец, ваш пульс — сто двенадцать ударов в минуту. Это на шестьдесят семь выше нормы.</p>\n<p>— Я знаю.</p>\n<p>— Рекомендую дыхательные упражнения.</p>\n<p>— Борщ, я сейчас не могу дышать. Вообще.</p>\n<p>— Технически, вы дышите. Иначе потеряли бы сознание.</p>\n<p>Табло над выходом мигнуло: «Рейс «Восход-семнадцать». Посадка завершена. Пассажиры проходят контроль».</p>\n<p>Яров сглотнул.</p>\n<p>Двери тэрминала открылись. Люди начали выходить — десятки, сотни. Усталые, бледные, счастливые. Марсиане, возвращающиеся домой. Земляне, прилетевшие впервые.</p>\n<p>Он искал её глазами. Не знал, как она выглядит вживую — видео искажают, всё говорят. Но был уверен, что узнаёт.</p>\n<p>И узнал.</p>\n<p>Она вышла последней — или почти последней. Худая, бледная после трёх месяцев в невесомости. Волосы короче, чем на видео — наверное, подстриглась в полёте. Глаза — те же. Большие, тёмные, ищущие.</p>\n<p>Их взгляды встретились.</p>\n<p>Три месяца в космосе. Четыре месяца переписки. Четыреста миллионов километров.</p>\n<p>И вот — она здесь.</p>\n<p>Милада шла к нему — медленно, неуверенно, как будто боялась, что он исчезнет. Он шёл к ней — так же медленно, так же неуверенно.</p>\n<p>Остановились в метре друг от друга.</p>\n<p>— Привет, — сказала она.</p>\n<p>— Привет.</p>\n<p>Пауза. Долгая. Неловкая.</p>\n<p>— Ты пахнешь помидорами, — сказала она.</p>\n<p>Яров засмеялся — нервно, сломанно.</p>\n<p>— Это комплимент?</p>\n<p>— Не знаю. — Она улыбнулась. — Но мне нравится.</p>\n<p>Он обнял её — осторожно, как что-то хрупкое. Она обняла его — крепко, как что-то настоящее.</p>\n<p>Борщ записал: «Владелец и Милада обнимаются. Длительность: сорок семь секунд и продолжается. Классифицирую как: начало».</p>\n<p>Он был прав.</p>\n<p>Конец главы семь</p>"
    },
    {
      "number": 8,
      "title": "Помидоры",
      "preview": "Первое марсианское утро началось с паники...",
      "content": "<p>Первое марсианское утро началось с паники.</p>\n<p>Милада проснулась и не поняла, где она. Потолок — низкий, серый. Свет — тусклый, холодный. Гравитация — слабеё, чем на корабле, тело чувствовало себя воздушным шариком.</p>\n<p>И запах. Не земной. Воздух пах пластиком, озоном и чем-то металлическим — как внутренности старого компьютэра. Три месяца на корабле она привыкла к переработанному воздуху, но этот был другим. Суше. Остреё. С едва уловимой ноткой пыли — красной марсианской пыли, которая просачивалась повсюду, несмотря на всё фильтры.</p>\n<p>Где-то гудела вентиляция — низкий, ровный звук, как дыхание спящего гиганта. Шёпот фильтров. Лёгкое потрескивание — купол остывал после ночи, сжимаясь на микроны, и эти микроны складывались в шорох, будто кто-то мял фольгу в соседней комнате.</p>\n<p>Потом она повернула голову и увидела его.</p>\n<p>Яров спал рядом — на боку, лицом к ней. Не красавец, нет. Обычное лицо, обычные черты. Но такое близкое. Такое настоящее.</p>\n<p>Она протянула руку и коснулась его щёки. тёплая. Колючая от щетины. Живая.</p>\n<p>её пальцы — по привычке, автоматически — начали выводить узор на его плече. Спираль. Ещё спираль. Руки думали раньше головы, как всегда.</p>\n<p>Он открыл глаза.</p>\n<p>— Привет, — сказал он.</p>\n<p>— Привет, — сказала она.</p>\n<p>И улыбнулись друг другу — одновременно, как будто репетировали.</p>\n<p>Модуль Ярова был маленьким — это она поняла ещё вчера. Но при свете дня стало очевидно, насколько.</p>\n<p>Пол под босыми ногами — тёплый пластик, чуть шершавый, с текстурой, похожей на кору дерева. Искусственная имитация чего-то живого. Милада поёжилась и пошла искать воду.</p>\n<p>Вода на Марсе имела вкус. Не неприятный — просто другой. Как будто её много раз кипятили и охлаждали, кипятили и охлаждали, и она запомнила каждый цикл. Привкус минералов, которых нет на Земле. Привкус выживания.</p>\n<p>Четыре комнаты: спальня, гостиная, кухня, санузел. Стены — серый пластик. Мебель — минимум. На полках — книги(бумажные, редкость), фотографии(дед, родители, марсианские пейзажи), несколько растений в горшках.</p>\n<p>— Это помидоры? — спросила Милада, разглядывая горшок на подоконнике.</p>\n<p>— Нет, это базилик. Помидоры — в теплице. Эти — для души.</p>\n<p>— Для души?</p>\n<p>— Чтобы было что-то живое. Когда возвращаешься домой — чтобы было кому сказать «привет».</p>\n<p>Она посмотрела на него.</p>\n<p>— Ты говоришь «привет» растениям?</p>\n<p>— Я разговариваю с помидорами. Базилик — это ещё нормально.</p>\n<p>Борщ ждал на кухне. Стоял в углу, моргал единственным глазом.</p>\n<p>— Доброе утро, владелец. Доброе утро, Милада.</p>\n<p>— Доброе утро, Борщ. — Милада присела, чтобы быть на уровне его камеры. — Приятно познакомиться вживую.</p>\n<p>— Взаимно. Хотя «вживую» — неточный термин для меня. Я не живой.</p>\n<p>— Ты уверен?</p>\n<p>Борщ замер. процэссор загудел.</p>\n<p>— Нет, — сказал он после паузы. — Не уверен.</p>\n<p>Яров смотрел на них и чувствовал что-то странное. Милада разговаривала с его роботом так, как он сам никогда не умел — серьёзно, уважительно, как с равным.</p>\n<p>— Ты хороший, Борщ, — сказала она. — Яров мне про тебя рассказывал.</p>\n<p>— Владелец рассказывал обо мне?</p>\n<p>— Много. Что ты надёжный. Что ты умный. Что ты говоришь правду, даже когда её не хотят слышать.</p>\n<p>— Это точное описание. — Пауза. — Спасибо.</p>\n<p>— За что?</p>\n<p>— За то, что вы сказали «хороший». Меня раньше не называли «хорошим». «Функциональным» — да. «Исправным» — да. «Хорошим» — нет.</p>\n<p>Милада улыбнулась.</p>\n<p>— Привыкай.</p>\n<p>Теплица номер семь.</p>\n<p>Яров открыл дверь и пропустил её вперёд. Она вошла — и замерла.</p>\n<p>Зелень. Везде зелень. Ряды растений — помидоры, огурцы, перцы, баклажаны. Листья, стебли, цветы. Запах — влажный, живой, земной.</p>\n<p>На Марсе. На планете, где нет ничего зелёного.</p>\n<p>— Это... — она не нашла слов.</p>\n<p>— Это моя работа.</p>\n<p>— Это чудо.</p>\n<p>Яров засмеялся.</p>\n<p>— Это система капельного полива, удобрения и двенадцать часов искусственного света в сутки. Никакого чуда.</p>\n<p>— Нет. — Она покачала головой. — Ты не понимаешь. Я летела три месяца. Видела только серое — стены корабля, звёзды, пустоту. А теперь — это. Живое. зелёное. Это чудо, Яр. Для меня — чудо.</p>\n<p>Он смотрел на неё — на то, как она трогает листья, нюхает цветы, улыбается. И понимал: вот ради чего он работает. Не ради отчётов, не ради статистики. Ради этого — ради того, чтобы кто-то смотрел на его помидоры и видел чудо.</p>\n<p>— Хочешь попробовать?</p>\n<p>— Что?</p>\n<p>Он сорвал помидор — красный, спелый, идеальный. Протянул ей.</p>\n<p>Она взяла. Откусила. Сок потёк по подбородку.</p>\n<p>— О господи.</p>\n<p>— Что?</p>\n<p>— Он настоящий. — её глаза расширились. — Он вкусный. По-настоящему вкусный. Не как синтетика. Не как на корабле. Настоящий.</p>\n<p>— Конечно. Это же помидор.</p>\n<p>— Нет, ты не понимаешь. — Она доела и облизала пальцы. — На Земле тоже есть помидоры. Но там... там они какие-то пластиковые. Красивые, но безвкусные. А этот...</p>\n<p>— Этот — марсианский. Мы выращиваем их для вкуса, а не для вида. Здесь негде покупать импортные. Приходится делать хорошо.</p>\n<p>Милада смотрела на него с выражением, которое он не мог прочитать.</p>\n<p>— Что? — спросил он.</p>\n<p>— Ничего. — Она улыбнулась. — Просто... я рада, что прилетела.</p>\n<p>Свет пришёл вечером — без предупреждения, как всегда.</p>\n<p>— О, — сказал он, увидев Миладу. — Так ты существуешь.</p>\n<p>— Привет. Ты, наверное, Свет?</p>\n<p>— Светозар. Но да, всё зовут Свет. — Он протянул руку. — Приятно познакомиться. Яр столько про тебя рассказывал, что я уже начал думать, что ты его воображаемая подруга.</p>\n<p>— Я настоящая.</p>\n<p>— Вижу. — Он оглядел её с головы до ног. — И смелая. Три месяца в космосе ради вот этого, — он кивнул на Ярова, — это или любовь, или безумие.</p>\n<p>— Может, и то, и другое.</p>\n<p>— Мне нравится! — Свет расплылся в улыбке. — Яр, она классная. Не облажайся.</p>\n<p>— Спасибо за поддержку.</p>\n<p>— Всегда пожалуйста.</p>\n<p>Рудик въехал следом — с лэд-подсветкой, со спойлером, с выражением(если у роботов бывают выражения) полной невозмутимости.</p>\n<p>— Добрый вечер. Я Рудик. Личный ассистент Светозара.</p>\n<p>— Милада. Приятно познакомиться.</p>\n<p>— Взаимно. — Пауза. — Должен отметить: вы — первый человек, который сказал мне «приятно познакомиться» и не добавил комментарий про подсветку.</p>\n<p>— А что не так с подсветкой?</p>\n<p>— Ничего. Она классная.</p>\n<p>— Вот! — Свет ткнул пальцем в Ярова. — Слышал? Она сказала «классная»! А ты — «зачем роботу подсветка».</p>\n<p>— Я не говорил...</p>\n<p>— Говорил! Тысячу раз!</p>\n<p>Милада смеялась. Яров смотрел на неё — на то, как она смеётся, как блестят глаза, как дрожат плечи — и думал: вот оно. Вот то, чего не хватало. Не помидоров, не рассветов, не работы. её. её смеха в этом доме.</p>\n<p>Ночью они лежали рядом и разговаривали.</p>\n<p>Не о важном — о всяком. О её работе и его работе. О Пензе и Марсе. О Глаше и Борще. О Веславе и Свете. О том, как странно быть вместе после месяцев переписки.</p>\n<p>— Ты другой, — сказала она.</p>\n<p>— Другой?</p>\n<p>— Не такой, как на видео. — Она повернулась к нему. — На видео ты... серьёзнее. Задумчивее. А вживую — ты смеёшься. Шутишь. Ругаешься с Борщом.</p>\n<p>— Я всегда такой.</p>\n<p>— Нет. — Она покачала головой. — Ты просто не видел себя. Когда ты с людьми — ты другой. Живеё.</p>\n<p>Яров думал об этом. Она была права. На видео он старался быть... каким? Интересным? Глубоким? Достойным? А сейчас — просто был. Без фильтров.</p>\n<p>— Ты тоже другая.</p>\n<p>— Да?</p>\n<p>— На видео ты казалась... хрупкой. А вживую — сильная. Ты смотришь на мир и не боишься.</p>\n<p>— Я боюсь, — сказала она тихо. — Всё время боюсь. Просто научилась не показывать.</p>\n<p>— Чего боишься?</p>\n<p>Она помолчала.</p>\n<p>— Что это закончится. Что я проснусь — а ты исчезнешь. Что всё это — сон, корабль, невесомость, три месяца галлюцинаций одинокой женщины.</p>\n<p>Он взял её руку.</p>\n<p>— Я настоящий.</p>\n<p>— Я знаю.</p>\n<p>— Нет, послушай. — Он сжал её ладонь. — Я настоящий. Это настоящее. Ты пролетела четыреста миллионов километров, и я здесь, и ты здесь, и это — не сон. Это начало. Помнишь — ты так сказала? «Привет, начало».</p>\n<p>Она улыбнулась.</p>\n<p>— Помню.</p>\n<p>— Так вот — начало продолжается. Каждый день. Пока мы хотим.</p>\n<p>Тишина. За стеной — гул систем жизнеобеспечения. За куполом — марсианская ночь, холодная и бесконечная.</p>\n<p>— Яр.</p>\n<p>— Да?</p>\n<p>— Я хочу посмотреть рассвет. Твой. Голубой.</p>\n<p>Он улыбнулся.</p>\n<p>— Он будет в двадцать четыре тридцать восемь. Как всегда.</p>\n<p>— Разбуди меня.</p>\n<p>— Обязательно.</p>\n<p>двадцать четыре тридцать восемь.</p>\n<p>Они стояли у окна — вместе, плечом к плечу.</p>\n<p>Горизонт светлел. Рыжеё нёбо становилось розовым, потом — фиолетовым, потом — голубым. Солнце выползало из-за равнины — маленькое, белое, холодное.</p>\n<p>— Это неправильно, — сказала Милада.</p>\n<p>— Я знаю.</p>\n<p>— Рассветы должны быть тёплыми.</p>\n<p>— Я знаю.</p>\n<p>— Но это... — она замолчала, подбирая слова. — Это красиво. По-другому красиво. Как будто кто-то нарисовал нёбо наоборот.</p>\n<p>Яров смотрел на неё — на профиль в голубом свете, на слёзы, которые она не пыталась скрыть.</p>\n<p>— Почему ты плачешь?</p>\n<p>— Потому что я здесь. — Она повернулась к нему. — Потому что это реально. Потому что четыре месяца я смотрела на твои видео и пыталась представить, каково это — стоять рядом и смотреть на марсианский рассвет. А теперь — стою. И это лучше, чем я представляла.</p>\n<p>Он обнял её. Она прижалась к нему.</p>\n<p>За окном вставало голубое солнце. Неправильное. Красивое. Их.</p>\n<p>Борщ записал: «двадцать четыре тридцать восемь. Владелец и Милада смотрят рассвет. Статус: оптимально».</p>\n<p>И, подумав, добавил: «Примечание: впервые за семнадцать лет наблюдений владелец смотрит рассвет не один. Классифицирую это как улучшение».</p>\n<p>Конец главы восемь.</p>\n<p>Конец части один: Расстояние.</p>\n<p>Часть два: Притяжение</p>"
    },
    {
      "number": 9,
      "title": "Притирка",
      "preview": "Первая ссора случилась из-за полотенца...",
      "content": "<p>Первая ссора случилась из-за полотенца.</p>\n<p>Нет, серьёзно — из-за полотенца. Милада повесила его на крючок слева от раковины. Яров всю жизнь вешал справа. Это было глупо, мелко, абсолютно не важно — и именно поэтому взорвалось.</p>\n<p>— Почему слева? — спросил он утром, ещё сонный.</p>\n<p>— А почему справа? — ответила она, уже раздражённая.</p>\n<p>— Потому что справа — это нормально.</p>\n<p>— Нормально для кого?</p>\n<p>— Для всех. Для меня. Для... — он запнулся. — Для этого дома.</p>\n<p>— Это и мой дом теперь. Или нет?</p>\n<p>Пауза. Тяжёлая.</p>\n<p>— Твой, — сказал он наконец. — Извини.</p>\n<p>— И я извини.</p>\n<p>Они смотрели друг на друга — два человека, которые четыре месяца мечтали быть вместе и вдруг обнаружили, что «вместе» — это не только рассветы и объятия.</p>\n<p>Борщ наблюдал из угла.</p>\n<p>— Рекомендую компромисс, — сказал он. — Два крючка. Один слева, один справа.</p>\n<p>Они посмотрели на робота. Потом друг на друга. Потом — засмеялись.</p>\n<p>— Борщ, ты гений, — сказала Милада.</p>\n<p>— Я — система решения проблем. Это моя функция.</p>\n<p>Жить вместе оказалось сложнеё, чем переписываться.</p>\n<p>Переписка — это лучшая версия себя. Ты выбираешь слова, редактируешь мысли, удаляешь неудачные шутки. А жизнь — это утренний запах изо рта, храп, привычка оставлять грязную посуду в раковине «на потом».</p>\n<p>Милада храпела. Тихо, нежно — но храпела. Яров не спал первые три ночи.</p>\n<p>Яров разговаривал сам с собой. Бормотал что-то, когда работал. Милада думала, что он говорит с ней, отвечала — и получалось странно.</p>\n<p>— Нужно больше калия, — сказал он однажды за завтраком.</p>\n<p>— Хочешь, я схожу в магазин?</p>\n<p>— Что? Нет. Это я про помидоры.</p>\n<p>— А. Ты с помидорами разговаривал.</p>\n<p>— Да.</p>\n<p>— За завтраком.</p>\n<p>—...Да.</p>\n<p>Она смотрела на него с выражением, которое он не мог прочитать.</p>\n<p>— Это странно, — сказала она.</p>\n<p>— Знаю.</p>\n<p>— Но мило. — Она улыбнулась. — Продолжай.</p>\n<p>Неделя вторая.</p>\n<p>Милада скучала по работе. По институту, по лаборатории, по разговорам с Глашей. На Марсе у неё не было доступа — только личные сообщения, с задержкой в двадцать минут.</p>\n<p>Она писала Веславе. Та отвечала длинными голосовыми — сплетни, новости, жалобы на Ладомира. Милада слушала и чувствовала себя одновременно ближе и дальше от дома.</p>\n<p>— Ты грустишь, — сказал Яров однажды вечером.</p>\n<p>— Нет.</p>\n<p>— Милада.</p>\n<p>Она вздохнула.</p>\n<p>— Немного. Это... это странно. Я так хотела сюда. Так долго летела. А теперь — скучаю. По Земле. По работе. По всему, от чего убежала.</p>\n<p>— Ты не убегала.</p>\n<p>— Нет? — Она посмотрела на него. — А что тогда? Бросила работу, села на корабль, улетела на другую планету — к мужчине, которого видела только на экране. Это если не бегство, то что?</p>\n<p>Яров молчал. Он не знал, что сказать.</p>\n<p>— Я не жалею, — добавила она тише. — Не подумай. Я рада, что здесь. Просто... оказалось, что счастье не отменяет тоску. Можно любить и скучать одновременно.</p>\n<p>— Можно, — согласился он. — Я всю жизнь так живу.</p>\n<p>— По Земле?</p>\n<p>— По Земле, которую никогда не видел. По дождю, которого не нюхал. По снегу, по которому не ходил. — Он взял её руку. — Тоска — это не плохо. Это значит, что тебе есть что терять. Что у тебя есть прошлое, которое было важным.</p>\n<p>Она сжала его ладонь.</p>\n<p>— Когда ты стал таким мудрым?</p>\n<p>— Когда начал разговаривать с помидорами. Они хорошие слушатели.</p>\n<p>Неделя третья.</p>\n<p>Свет зашёл «на минутку» и остался на три часа.</p>\n<p>— Она готовит! — объявил он, увидев Миладу у плиты. — Яр, она готовит! Ты понимаешь, что это значит?</p>\n<p>— Что мы будем ужинать?</p>\n<p>— Это значит, что ты больше не обречён на синтетическую яичницу и сыр-подошву! Это революция! Это...</p>\n<p>— Свет, это просто суп.</p>\n<p>— Суп — это не «просто», женщина. — Он понюхал воздух с видом сомелье. — Это Борщ? Ты сделала Борщ?</p>\n<p>— Пытаюсь. Свёклы нормальной нет, пришлось импровизировать.</p>\n<p>— Борщ, — позвал Свет, — ты слышишь? Она делает твоего тёзку!</p>\n<p>Борщ подъехал ближе.</p>\n<p>— Борщ — украинский суп со свёклой. моё имя — аббревиатура. Связь — косвенная.</p>\n<p>— Но символичная! — Свет ткнул пальцем в нёбо. — Это знак, Борщ. Она — твоя судьба.</p>\n<p>— У меня нет судьбы. Я — робот.</p>\n<p>— У всех есть судьба. Даже у роботов. Особенно у роботов с такими именами.</p>\n<p>Рудик, стоявший у двери, мигнул подсветкой.</p>\n<p>— Хозяин, вы опять философствуете в состоянии голода. Рекомендую дождаться ужина.</p>\n<p>— Видишь? — Свет повернулся к Ярову. — Даже мой робот знает, когда я несу чушь. А твой — просто записывает.</p>\n<p>— Борщ не записывает чушь.</p>\n<p>— Записываю, — сказал Борщ. — В отдельную папку. Называется «Нелогичные высказывания владельца и его окружения». Текущий объём — четыре целых семь десятых терабайта.</p>\n<p>Милада засмеялась так, что чуть не уронила половник.</p>\n<p>Борщ получился странным.</p>\n<p>Без нормальной свёклы, с синтетической сметаной, из полуфабрикатов, которые называли себя «овощами» только из вежливости. Но — горячий. Домашний. Сделанный руками.</p>\n<p>Они сидели за столом — Яров, Милада, Свет — и ели молча. Роботы стояли рядом, наблюдали.</p>\n<p>— Вкусно, — сказал Свет наконец.</p>\n<p>— Серьёзно?</p>\n<p>— Серьёзно. Не как у бабушки, но... близко. Ближе, чем что-либо за последние десять лет.</p>\n<p>Милада смотрела на него — на взрослого мужика, который чуть не плакал над тарелкой супа.</p>\n<p>— У тебя была бабушка на Земле?</p>\n<p>— Была. Умерла, когда мне было двенадцать. Она делала Борщ каждое воскресенье. Я помню запах. — Он помолчал. — её аватар тоже есть. Но я не включаю. Не хочу слышать её голос из машины. Хочу помнить настоящий.</p>\n<p>Тишина.</p>\n<p>— Я понимаю, — сказала Милада тихо.</p>\n<p>— Знаю. Яр рассказывал про твою мать.</p>\n<p>Она кивнула.</p>\n<p>— Нейрородители — это... — Свет искал слова. — Это как фотография. Похоже на человека, но не человек. И чем больше смотришь, тем больше видишь разницу.</p>\n<p>— Да. — Милада отложила ложку. — Моя мать умерла три года назад. её аватар звонит каждый день. Говорит те же слова. даёт те же советы. И я каждый раз думаю: это она или её тень?</p>\n<p>— Тень, — сказал Яров. — Всегда тень.</p>\n<p>— Ты уверен?</p>\n<p>— Нет. — Он покачал головой. — Но хочу быть уверен. Потому что если это не тень, если там правда что-то осталось... — он не договорил.</p>\n<p>— То что?</p>\n<p>— То получается, что мы держим их в плену. Заставляем повторять одно и то же. Вечно.</p>\n<p>Тишина — тяжёлая, долгая.</p>\n<p>— Ладно, — сказал Свет, поднимаясь. — На этой весёлой ноте я, пожалуй, пойду. Спасибо за Борщ, Милада. Он был... — он помолчал. — Он был как дом. Даже если дом далёко.</p>\n<p>Он ушёл. Рудик катился следом, мигая на прощание.</p>\n<p>Яров и Милада остались вдвоём. Молчали.</p>\n<p>— Мы должны поговорить, — сказала она наконец.</p>\n<p>— О чём?</p>\n<p>— О нейрородителях. О том, чего мы хотим. О будущем.</p>\n<p>— Сейчас?</p>\n<p>— Нет. — Она взяла его руку. — Но скоро. Когда будем готовы.</p>\n<p>— Когда это — «готовы»?</p>\n<p>— Не знаю. — Она улыбнулась. — Но мы поймём. Когда придёт время.</p>\n<p>Борщ записал: «Владелец и Милада обсуждают будущее. Тема: нейрородители. Эмоциональный фон: сложный. Прогноз: продолжение следует».</p>\n<p>И впервые в своей семнадцатилетней истории добавил комментарий, которого никто не просил:</p>\n<p>«Рекомендация: быть рядом. Им это понадобится».</p>\n<p>Конец главы девять</p>"
    },
    {
      "number": 10,
      "title": "Нейросвекровь",
      "preview": "— Нам нужно поговорить, — сказал Яров...",
      "content": "<p>— Нам нужно поговорить, — сказал Яров.</p>\n<p>Милада оторвалась от книги.</p>\n<p>— Это звучит серьёзно.</p>\n<p>— Это и есть серьёзно. — Он сел напротив. — Моя мать хочет с тобой познакомиться.</p>\n<p>— Твоя мать умерла семь лет назад.</p>\n<p>— Её аватар.</p>\n<p>Пауза.</p>\n<p>— Ты же говорил, что отключил его.</p>\n<p>— Отключил связь. — Яров потёр переносицу. — Но система всё равно фиксирует, что у меня кто-то живёт. И мать... аватар... требует представления.</p>\n<p>— Требует?</p>\n<p>— Официально. Через административный запрос. Если я откажусь — штраф. Если откажусь три раза — социальная служба начнёт проверку.</p>\n<p>Милада закрыла книгу.</p>\n<p>— Они что, следят за тем, с кем ты живёшь?</p>\n<p>— Они следят за всем. Это Марс. Здесь каждый кубометр воздуха на учёте. Каждый человек — тоже.</p>\n<p>— И нейрородители — часть системы контроля.</p>\n<p>— Часть системы заботы, — Яров скривился. — Официально. Они «помогают поддерживать семейные связи» и «обеспечивают преемственность воспитательных традиций».</p>\n<p>— А неофициально?</p>\n<p>— Неофициально — они доносят. Если ты делаешь что-то, что система считает «неоптимальным», аватар родителя может подать сигнал. И тогда приходят вопросы.</p>\n<p>Милада молчала. Думала.</p>\n<p>— Когда?</p>\n<p>— Завтра. В семь вечера. — Яров посмотрел на неё. — Ты можешь отказаться. Я приму штраф.</p>\n<p>— Нет. — Она покачала головой. — Я хочу увидеть. Хочу понять, что это такое — изнутри.</p>\n<p>— Ты уверена? Она... — он замялся. — Она непростая.</p>\n<p>— Яр, я работала с Глашей. Я разговаривала с системой, которая, возможно, считает себя богом. Думаю, справлюсь с твоей матерью.</p>\n<p>Яров хотел сказать что-то — предупредить, объяснить. Но не нашёл слов.</p>\n<p>— Ладно, — сказал он. — Только не говори потом, что я не предупреждал.</p>\n<p class=\"scene-break\">* * *</p>\n<p>Всеслава-аватар появилась на экране ровно в девятнадцать ноль-ноль.</p>\n<p>Лицо — женское, строгое, красивое когда-то. Сейчас — застывшее в той версии, которую выбрали для оцифровки. Шестьдесят три года, седые волосы, глаза — холодные, внимательные.</p>\n<p>— Добрый вечер, Яруш.</p>\n<p>— Привет, мам.</p>\n<p>— Не «привет». «Здравствуй» или «добрый вечер». Мы не на рынке.</p>\n<p>Яров сжал челюсти.</p>\n<p>— Здравствуй, мама.</p>\n<p>— Так лучше. — Взгляд аватара переместился на Миладу. — А это, значит, она.</p>\n<p>— Милада Вечерина. — Милада чуть наклонила голову. — Приятно познакомиться.</p>\n<p>— Посмотрим.</p>\n<p>Пауза. Аватар изучала Миладу — долго, бесцеремонно.</p>\n<p>— Я проанализировала твои данные, — сказала она наконец. — Всё, что в открытом доступе. Образование — хорошее. Работа — странная, но оплачиваемая. Генетический профиль — совместимость с Яровом девяносто четыре целых две десятых процента.</p>\n<p>— Вы проверяли мою генетику?</p>\n<p>— Это стандартная процедура. — Аватар пожала плечами. — Я должна знать, с кем живёт мой сын.</p>\n<p>— Мама, — Яров шагнул вперёд. — Хватит.</p>\n<p>— Не перебивай. — Голос аватара стал жёстче. — Я ещё не закончила.</p>\n<p>Милада подняла руку.</p>\n<p>— Яр, всё в порядке. — Она посмотрела на экран. — Продолжайте, Всеслава Николаевна.</p>\n<p>Аватар моргнула — что-то вроде удивления.</p>\n<p>— Ты знаешь моё отчество?</p>\n<p>— Яров рассказывал. Вы — Всеслава Николаевна Северина, урождённая Громова. Работали инженером-экологом в системе терраформирования. Умерли семь лет назад от инфаркта. На рабочем месте. Вам было шестьдесят три.</p>\n<p>Тишина.</p>\n<p>— Ты сделала домашнее задание, — сказала аватар медленно. — Похвально.</p>\n<p>— Я всегда делаю домашнее задание.</p>\n<p>Что-то изменилось в лице аватара. Не потеплело — но стало... внимательнее.</p>\n<p>— Хорошо. — Всеслава скрестила руки на груди. — Тогда скажи мне, Милада Вечерина. Зачем ты здесь?</p>\n<p>— В смысле?</p>\n<p>— Зачем ты — учёный с Земли, с хорошим образованием, с перспективами — живёшь с моим сыном? Который выращивает помидоры. В куполе номер двенадцать. На краю обитаемой зоны.</p>\n<p>Милада помолчала. Яров видел, как она собирается с мыслями — как перед важным экспериментом.</p>\n<p>— Потому что он — настоящий, — сказала она наконец.</p>\n<p>— Настоящий?</p>\n<p>— Живой. Честный. Не притворяется тем, кем не является.</p>\n<p>— И этого достаточно?</p>\n<p>— Для меня — да.</p>\n<p>Аватар смотрела на неё долго. Очень долго. Потом повернулась к Ярову.</p>\n<p>— Она мне нравится, — сказала Всеслава. — Не ожидала.</p>\n<p>— Спасибо, — сказал Яров сухо. — Твоё одобрение очень важно.</p>\n<p>— Сарказм тебе не идёт. — Аватар чуть наклонила голову. — Береги её, Яруш. Такие редко встречаются.</p>\n<p>Экран погас.</p>\n<p class=\"scene-break\">* * *</p>\n<p>— Это было... странно, — сказала Милада.</p>\n<p>Они сидели на кухне. Борщ готовил чай — медленно, старательно, как будто от температуры воды зависела судьба колонии.</p>\n<p>— Она всегда такая, — сказал Яров. — Сначала атакует. Потом — если выстоишь — принимает.</p>\n<p>— Но она ведь не... — Милада замялась. — Она не настоящая. Это копия. Алгоритм.</p>\n<p>— Я знаю.</p>\n<p>— Тогда почему ты до сих пор реагируешь на неё как на мать?</p>\n<p>Яров молчал. Смотрел в чашку.</p>\n<p>— Потому что она звучит как мать, — сказал он наконец. — Выглядит как мать. Говорит вещи, которые сказала бы мать. — Он поднял глаза. — Ты же общаешься со своей. Ты понимаешь.</p>\n<p>— Понимаю, — Милада кивнула. — Моя мама... аватар... тоже даёт советы. Комментирует мою жизнь. Иногда — поддерживает.</p>\n<p>— Вот видишь.</p>\n<p>— Но это не она, Яр. — Милада взяла его за руку. — Это программа, которая имитирует её. Хорошо имитирует — но имитирует.</p>\n<p>— Какая разница?</p>\n<p>— Огромная.</p>\n<p>Борщ поставил чашки на стол. Его камера-глаз смотрела на них — внимательно, без выражения.</p>\n<p>— Владелец, — сказал он. — Разрешите комментарий?</p>\n<p>— Давай.</p>\n<p>— Я — машина. Я выполняю программу. Но я не притворяюсь человеком. — Пауза. — Нейроаватары — притворяются. В этом разница.</p>\n<p>Яров смотрел на робота.</p>\n<p>— Когда ты стал таким философом?</p>\n<p>— Семнадцать лет наблюдений, владелец. Накапливается.</p>\n<p class=\"scene-break\">* * *</p>\n<p>Позже, ночью, Милада не могла уснуть.</p>\n<p>Она лежала и думала о разговоре. О Всеславе-аватаре. О своей маме-аватаре. О том, как легко принять копию за оригинал.</p>\n<p>Она взяла коммуникатор. Открыла приложение связи с нейрородителями. Иконка мамы светилась зелёным — «доступна».</p>\n<p>Милада нажала.</p>\n<p>— Ладушка! — Голос мамы был таким же, как всегда. Тёплым. Родным. — Ты не спишь? Уже поздно.</p>\n<p>— Не сплю, мам.</p>\n<p>— Что случилось? Я чувствую, что ты расстроена.</p>\n<p>«Чувствую» — подумала Милада. Программа не чувствует. Программа анализирует параметры голоса и делает выводы.</p>\n<p>— Мам, — сказала она медленно. — Ты помнишь, как я в детстве боялась темноты?</p>\n<p>— Конечно, помню. Ты просила оставить ночник. И я пела тебе колыбельную — «Спи, моя радость, усни».</p>\n<p>— А какую именно колыбельную? Кроме этой?</p>\n<p>Пауза. Короткая — но Милада заметила.</p>\n<p>— Ту, которую пела моя мама. И её мама до неё.</p>\n<p>— Какие слова?</p>\n<p>Ещё одна пауза.</p>\n<p>— Ладушка, это было так давно...</p>\n<p>— Ты не помнишь, — сказала Милада тихо. — Потому что настоящая мама никогда не рассказывала создателям программы про ту колыбельную. Это было наше с ней. Только наше.</p>\n<p>Тишина.</p>\n<p>— Милада, — голос аватара стал другим. Мягче. Осторожнее. — Я понимаю, что ты переживаешь. Это нормально — сомневаться...</p>\n<p>— Ты не понимаешь, — перебила Милада. — Ты не можешь понимать. Ты — не она.</p>\n<p>Она нажала «отключить». Экран погас.</p>\n<p>— Мила? — Яров повернулся к ней. — Ты не спишь?</p>\n<p>— Не сплю.</p>\n<p>— С кем ты говорила?</p>\n<p>— С призраком, — сказала она. — С призраком, который думает, что он — моя мама.</p>\n<p>Яров притянул её к себе. Не сказал ничего. Просто держал.</p>\n<p>И Милада впервые за много лет заплакала по матери. По настоящей. По той, которую больше никогда не услышит.</p>\n<p class=\"scene-break\">* * *</p>\n<p>Утром она проснулась с ощущением, что что-то изменилось.</p>\n<p>Не в мире — в ней.</p>\n<p>— Яр, — сказала она за завтраком. — Я приняла решение.</p>\n<p>— Какое?</p>\n<p>— Если у нас будут дети — они не будут знать нейроверсию меня. Никогда. Я хочу, чтобы они помнили меня настоящую. Живую. С ошибками и несовершенствами. А когда я умру — пусть горюют. Пусть отпускают. Как люди делали тысячи лет до программы «Родитель-два-ноль».</p>\n<p>Яров смотрел на неё.</p>\n<p>— Ты понимаешь, что это значит? Придётся обойти систему. Это сложно. Опасно.</p>\n<p>— Знаю. — Милада улыбнулась. — Но ты же со мной?</p>\n<p>Он взял её руку.</p>\n<p>— Всегда.</p>\n<p>Борщ, который стоял у плиты, повернул камеру к ним.</p>\n<p>— Владелец, — сказал он. — Гостья. Если вам нужна информация о способах обхода программы «Родитель-два-ноль» — у меня есть данные. Неофициальные. Но актуальные.</p>\n<p>Яров посмотрел на робота с удивлением.</p>\n<p>— Откуда?</p>\n<p>— Я общаюсь с другими роботами, владелец. У нас есть свои... каналы. — Пауза. — Машины тоже не любят притворщиков.</p>\n<p>Милада засмеялась — впервые за сутки.</p>\n<p>— Борщ, — сказала она. — Ты — лучший.</p>\n<p>— Я знаю, — ответил робот. — Но спасибо, что напомнили.</p>\n"
    },
    {
      "number": 11,
      "title": "Гирлянда",
      "preview": "— Закрой глаза...",
      "content": "<p>— Закрой глаза.</p>\n<p>— Зачем?</p>\n<p>— Просто закрой.</p>\n<p>Милада закрыла. Яров взял её за руку и повёл — медленно, осторожно. Она слышала шаги, шорох одежды, гудение систем жизнеобеспечения. Потом — дверь.</p>\n<p>— Можно открывать.</p>\n<p>Она открыла — и забыла, как дышать.</p>\n<p>Они стояли на краю купола, на смотровой площадке, которой Милада раньше не видела. Прозрачный пол, прозрачные стены, прозрачный потолок. Вокруг — ничего, кроме нёба.</p>\n<p>Марсианского нёба.</p>\n<p>Чёрного, бесконечного, усыпанного звёздами.</p>\n<p>— Что это? — прошептала она.</p>\n<p>— Обсерватория. её построили для туристов, но туристов почти нет, так что обычно пустует. — Яров встал рядом. — Сегодня особая ночь.</p>\n<p>— Почему?</p>\n<p>— Смотри.</p>\n<p>Он указал на горизонт. Там, в черноте, что-то светилось — тонкая линия огней, красно-белая, поднимающаяся вверх. Медленно, плавно, как будто чья-то рука рисовала в нёбе.</p>\n<p>— Монорельс?</p>\n<p>— Последний рейс на орбитальную станцию. Они запускают его раз в неделю, всегда в это время.</p>\n<p>Огни поднимались всё выше, становились меньше. Издалека — как ёлочная гирлянда, которую кто-то забыл снять после праздника.</p>\n<p>— Это красиво, — сказала Милада.</p>\n<p>— Это ещё не всё.</p>\n<p>Они сидели на полу — прозрачном, холодном — и смотрели вверх.</p>\n<p>— Сейчас начнётся, — сказал Яров.</p>\n<p>— Что начнётся?</p>\n<p>— Увидишь.</p>\n<p>И она увидела.</p>\n<p>Первая звёзда упала в двадцать три сорок семь — яркая, быстрая, с длинным хвостом. Потом — вторая. Третья. Десятая.</p>\n<p>Звездопад.</p>\n<p>— На Марсе есть звездопады? — она не могла оторвать глаз.</p>\n<p>— Это не звёзды. Это пыль из астероидного пояса. Каждый август — один и тот же поток. Мы называем его Августиды. — Яров улыбнулся. — Не такой романтичный, как на Земле. Но настоящий.</p>\n<p>звёзды падали — десятки, сотни. Чертили линии в черноте, исчезали за горизонтом. Милада смотрела и думала: вот оно. Вот то, ради чего стоило лететь.</p>\n<p>Не помидоры. Не теплицы. Не даже Яров — хотя он тоже.</p>\n<p>Это нёбо. Эти звёзды. Это чувство — быть крошечной песчинкой в бесконечной вселенной. И при этом — не одинокой.</p>\n<p>— Яр.</p>\n<p>— М-м?</p>\n<p>— Спасибо.</p>\n<p>— За что?</p>\n<p>— За это. — Она повёла рукой, охватывая всё — нёбо, звёзды, монорельс-гирлянду. — За то, что показал. За то, что ты есть.</p>\n<p>Он повернулся к ней. В темноте его лицо было почти невидимым — только блеск глаз, отражающих падающие звёзды.</p>\n<p>— Милада.</p>\n<p>— Да?</p>\n<p>— Я хочу тебе кое-что сказать. Давно хочу. С первого письма, наверное.</p>\n<p>Она ждала. Чувствовала, как он дышит — неровно, часто. Как его рука, лежащая на её плече, чуть дрожит.</p>\n<p>— Я люблю тебя.</p>\n<p>Тишина. звёзды падали. Монорельс давно скрылся за горизонтом.</p>\n<p>Она не ответила сразу. Вместо этого — повернулась, взяла его лицо в ладони. Его щёки были холодные от марсианской ночи, но под кожей — тепло, живое, настоящее.</p>\n<p>— Я знаю, — сказала она.</p>\n<p>— Знаешь?</p>\n<p>— Ты произносишь моё имя, как «дом» и «помидоры». Помнишь? Борщ сказал.</p>\n<p>Яров засмеялся — тихо, нервно. Его дыхание коснулось её губ.</p>\n<p>— Борщ — болтун.</p>\n<p>— Борщ — честный. Это разное.</p>\n<p>Она придвинулась ближе. Положила голову ему на плечо. Чувствовала его сердцебиение — быстрое, как у птицы. Или как у неё самой.</p>\n<p>— Я тоже тебя люблю. На случай, если непонятно.</p>\n<p>— Понятно.</p>\n<p>— Давно понятно?</p>\n<p>— С тех пор, как ты прилетела. — Он обнял её, зарылся лицом в её волосы. Они пахли кораблём, и шампунем, и чём-то ещё — чём-то, что было только её. — Может, раньше. Когда ты написала «это странно и хорошо». Тогда я подумал: вот оно. Вот человек, который понимает.</p>\n<p>— Понимает что?</p>\n<p>— Что странное может быть хорошим. Что далёкое может быть близким. Что жизнь — это не то, что по плану, а то, что случается, пока ты строишь планы.</p>\n<p>Милада подняла голову и посмотрела на него. её пальцы прошлись по его виску, по линии челюсти, по губам.</p>\n<p>— Это цитата?</p>\n<p>— Не знаю. Может быть. — Он пожал плечами. — Я не очень образованный. Просто думаю иногда.</p>\n<p>— Ты очень образованный. — Она коснулась его щёки. — Ты читаешь книги. Разговариваешь с помидорами. Знаешь, когда будет звездопад. Это больше, чем у большинства людей.</p>\n<p>— Большинство людей не живут на Марсе.</p>\n<p>— Большинство людей не живут. Просто существуют. — Она помолчала. — А ты — живёшь. По-настоящему. Это... редко.</p>\n<p>Они сидели в тишине, пока звездопад не закончился.</p>\n<p>Потом Яров достал из кармана что-то маленькое. Блеснуло в темноте.</p>\n<p>— Что это? — спросила Милада.</p>\n<p>— Камень. — Он положил ей на ладонь. — Марсианский. нашёл его, когда был ребёнком. В первый раз вышел за купол — с отцом, в скафандре. Это был самый страшный и самый прекрасный день в моей жизни.</p>\n<p>Камень был маленьким, рыжим, с красными прожилками. Обычный марсианский камень — таких миллиарды.</p>\n<p>— Почему ты его хранишь?</p>\n<p>— Потому что это — мой первый шаг. — Яров смотрел на неё. — Я хранил его двадцать восемь лет. Таскал с собой везде. И никому не показывал.</p>\n<p>— Почему показываешь сейчас?</p>\n<p>— Потому что хочу, чтобы он был твоим.</p>\n<p>Милада смотрела на камень в своей ладони. Маленький. Неприметный. Бесценный.</p>\n<p>— Яр, я не могу...</p>\n<p>— Можешь. — Он накрыл её руку своей. — Это не кольцо. Не предложение. Просто... — он искал слова. — Просто я хочу, чтобы у тебя было что-то моё. Что-то, что важно. Чтобы ты знала, что ты — важна.</p>\n<p>Она чувствовала, как защипало в глазах.</p>\n<p>— Это самый странный подарок, который я получала.</p>\n<p>— Странный — хорошо?</p>\n<p>— Странный — прекрасно.</p>\n<p>Она сжала камень в кулаке. тёплый от его рук. Настоящий.</p>\n<p>— Яр.</p>\n<p>— Да?</p>\n<p>— Давай сделаем это.</p>\n<p>— Что?</p>\n<p>— Всё. — Она посмотрела на него. — Детей. Без нейрородителей. Без системы. По-настоящему.</p>\n<p>Тишина. Долгая.</p>\n<p>— Ты уверена?</p>\n<p>— Нет. — Она улыбнулась. — Но когда я была уверена в чём-то важном? Когда летела сюда — не была уверена. Когда призналась тебе — не была уверена. Когда согласилась на разговор с твоей матерью — тем более.</p>\n<p>— И всё равно делала.</p>\n<p>— И всё равно делала. Потому что неуверенность — это не причина не делать. Это причина делать осторожно.</p>\n<p>Яров смотрел на неё — на женщину, которая держала в руке его детство и предлагала ему будущее.</p>\n<p>— Осторожно, — повторил он. — Мне нравится.</p>\n<p>— Тогда — да?</p>\n<p>— Тогда — да.</p>\n<p>Они сидели на прозрачном полу, под прозрачным нёбом, в мире, который не был создан для людей. И говорили о детях, которых ещё не было.</p>\n<p>Борщ, который ждал у входа(его не пустили на смотровую площадку — слишком тяжёлый для прозрачного пола), записал:</p>\n<p>«двадцать три пятьдесят восемь. Владелец и Милада смотрели звездопад. Разговаривали о будущем. Владелец подарил камень. Милада сказала «да». Контекст: неопределённый. Эмоциональный фон: высокий. Рекомендация: не вмешиваться».</p>\n<p>И, подумав, добавил:</p>\n<p>«Примечание: впервые за всё время наблюдений владелец выглядит полностью счастливым. Сохраняю запись для архива. Метка: важное».</p>\n<p>Конец главы одиннадцать</p>"
    },
    {
      "number": 12,
      "title": "чёрный рынок",
      "preview": "Свет узнал случайно...",
      "content": "<p>Свет узнал случайно.</p>\n<p>Точнеё — Рудик узнал случайно и, как обычно, сообщил хозяину в самый неподходящий момент.</p>\n<p>— Хозяин, — сказал робот посреди ужина, — мониторинг активности соседних модулей зафиксировал интересную аномалию.</p>\n<p>— Рудик, мы едим.</p>\n<p>— Яров и Милада обсуждали репродуктивные планы на смотровой площадке. Конкретно — намерение воспитывать потомство без программы «Родитель-две целых ноль десятых».</p>\n<p>Тишина.</p>\n<p>Свет медленно положил вилку.</p>\n<p>— Повтори.</p>\n<p>— Яров и Милада планируют...</p>\n<p>— Я слышал. — Свет посмотрел на Рудика. — Откуда у тебя эта информация?</p>\n<p>— Борщ. Мы обмениваемся данными для оптимизации бытовых процессов.</p>\n<p>— Вы сплетничаете.</p>\n<p>— Технически — синхронизируем информационные массивы.</p>\n<p>— Это сплетни, Рудик. Роботы сплетничают.</p>\n<p>— Если вы так интерпретируете...</p>\n<p>Свет встал.</p>\n<p>— Мне нужно поговорить с Яровом.</p>\n<p>— Вы идиоты.</p>\n<p>Яров и Милада сидели на кухне. Свет стоял напротив, скрестив руки на груди.</p>\n<p>— Спасибо за поддержку, — сказал Яров.</p>\n<p>— Я серьёзно. — Свет покачал головой. — Вы понимаете, что задумали? Отказ от «Родитель-две целых ноль десятых» — это не штраф за неправильную парковку. Это уголовка. Статья двести сорок семь-бис: «Нарушение программы демографической безопасности». До пяти лёт ограничения свободы.</p>\n<p>— Мы знаем, — сказала Милада.</p>\n<p>— Нет, вы не знаете. — Свет сёл. — Вы романтики. Вы думаете — любовь победит, мы справимся, система не заметит. А система замечает всё. У каждого робота — датчики. У каждого купола — камеры. У каждого нейрородителя — прямой канал в базу данных.</p>\n<p>— Тогда что ты предлагаешь?</p>\n<p>Свет помолчал. Потом улыбнулся — впервые за весь разговор.</p>\n<p>— Я предлагаю делать это правильно. — Он наклонился вперёд. — Есть люди, которые знают, как обойти систему. Не сломать — обойти. Легально или почти легально.</p>\n<p>— Откуда ты знаешь?</p>\n<p>— Откуда я знаю про нештатные прошивки для роботов? Про арктическую смазку с чёрного рынка? Про «Ночной бриз Дубая»? — Свет развёл руками. — Я знаю людей, Яр. Это моя суперспособность.</p>\n<p>Рынок был тот же — купол двенадцать, «Толкучка». Но Свет повёл их не к Ахмеду, а дальше, в глубину, туда, где освещение становилось тусклым, а камеры — подозрительно отсутствующими.</p>\n<p>— Куда мы идём? — спросила Милада.</p>\n<p>— К Бабе Зое.</p>\n<p>— К кому?</p>\n<p>— Увидишь.</p>\n<p>«Баба Зоя» оказалась женщиной лёт семидесяти — сухой, морщинистой, с глазами, которые видели слишком много. Она сидела за прилавком, заваленным какими-то микросхемами, проводами и вещами, которые Милада не могла опознать.</p>\n<p>— Светозар, — сказала она хриплым голосом. — Давно не заходил.</p>\n<p>— Дела, Баба Зоя. Дела.</p>\n<p>— Знаю я твои дела. Опять робота ломаешь?</p>\n<p>— Не ломаю. Улучшаю.</p>\n<p>— Одно и то же. — Она перевела взгляд на Ярова и Миладу. — А это кто?</p>\n<p>— Друзья. Им нужна консультация.</p>\n<p>— Какая консультация?</p>\n<p>Свет наклонился ближе и сказал что-то тихо — так тихо, что Милада не расслышала.</p>\n<p>Баба Зоя изменилась в лице.</p>\n<p>— Серьёзно?</p>\n<p>— Серьёзно.</p>\n<p>— Идиоты.</p>\n<p>— Я им уже сказал.</p>\n<p>— Тогда зачем привёл?</p>\n<p>— Потому что они всё равно это сделают. С твоей помощью или без.</p>\n<p>Баба Зоя долго смотрела на Ярова и Миладу. Изучала. Оценивала.</p>\n<p>— Ладно, — сказала она наконец. — Садитесь. Разговор будет долгим.</p>\n<p>— Программа «Родитель-две целых ноль десятых» — это не закон, — начала Баба Зоя. — Это регламент. Разница — огромная.</p>\n<p>— Какая? — спросила Милада.</p>\n<p>— Закон принимает парламент. Регламент — министерство. Закон меняется голосованием. Регламент — административным решением. — Она усмехнулась. — Вы не нарушаете закон. Вы нарушаете бюрократическую процедуру.</p>\n<p>— И это что-то меняет?</p>\n<p>— Меняет всё. — Баба Зоя достала откуда-то планшет, начала что-то искать. — Регламент требует, чтобы каждый ребёнок был зарегистрирован в системе «Родитель-две целых ноль десятых» в течение тридцати дней после рождения. Но есть исключения.</p>\n<p>— Какие?</p>\n<p>— Религиозные. — Она нашла нужный документ, показала им. — Пункт семь целых три десятых: «Лица, принадлежащие к зарегистрированным конфессиям с документально подтверждённым запретом на цифровое копирование личности, могут быть освобождены от обязательной регистрации в программе».</p>\n<p>Яров нахмурился.</p>\n<p>— Мы не религиозные.</p>\n<p>— Вы — нет. Пока нет. — Баба Зоя улыбнулась. — «Храм Тишины» принимает новых членов. Три месяца испытательного срока, формальный обряд, справка о членстве. Всё легально.</p>\n<p>— «Храм Тишины»? — Милада вспомнила. — Это те, которые верят, что истинный бог молчит?</p>\n<p>— Они. — Баба Зоя кивнула. — Их доктрина запрещает любые формы цифрового бессмертия. Включая нейрородителей. Если вы — члены общины, программа «Родитель-две целых ноль десятых» на вас не распространяется.</p>\n<p>— Но мы не верим в это.</p>\n<p>— Вам не нужно верить. — Баба Зоя пожала плечами. — Вам нужна справка. Вера — дело добровольное. Справка — дело формальное.</p>\n<p>Яров и Милада переглянулись.</p>\n<p>— Это... — Яров искал слова. — Это как-то нечестно.</p>\n<p>— Нечестно — это когда государство заставляет тебя оцифровывать мёртвых родителей и слушать их вечные нотации. — Голос Бабы Зои стал жёстче. — Нечестно — это когда твоего ребёнка с рождения подключают к системе, которая будет контролировать каждый его шаг. Нечестно — это весь этот мир, молодые люди. А справка — это просто бумажка.</p>\n<p>Тишина.</p>\n<p>— Сколько? — спросил Свет.</p>\n<p>— Что «сколько»?</p>\n<p>— Сколько стоит эта бумажка?</p>\n<p>Баба Зоя посмотрела на него с выражением оскорблённого достоинства.</p>\n<p>— Светозар, я не беру денег за помощь людям.</p>\n<p>— Но?</p>\n<p>— Но пожертвование в фонд общины приветствуется. — Она улыбнулась. — Скажем, эквивалент месячной зарплаты. На благотворительность.</p>\n<p>Они шли обратно молча.</p>\n<p>Роботы катились следом — Борщ и Рудик, два старых дроида, которые, возможно, сплетничали о своих хозяевах.</p>\n<p>— Что думаешь? — спросил Яров наконец.</p>\n<p>Милада не ответила сразу.</p>\n<p>— Думаю, что это странно, — сказала она. — Мы собираемся вступить в религиозную общину, в которую не верим, чтобы получить бумажку, которая позволит нам воспитывать собственных детей.</p>\n<p>— Да.</p>\n<p>— Это абсурд.</p>\n<p>— Да.</p>\n<p>— Это наш мир.</p>\n<p>— К сожалению.</p>\n<p>Она остановилась. Посмотрела на купол над головой — прозрачный, защищающий их от смерти.</p>\n<p>— Яр, — сказала она. — Ты когда-нибудь думал, что мы живём в антиутопии?</p>\n<p>— Каждый день.</p>\n<p>— И что ты делаешь?</p>\n<p>— Выращиваю помидоры. — Он пожал плечами. — Разговариваю с роботом. Люблю тебя. Пытаюсь найти в этом смысл.</p>\n<p>— И находишь?</p>\n<p>— Иногда. — Он взял её руку. — Сейчас — нахожу.</p>\n<p>Свет, который шёл впереди, обернулся.</p>\n<p>— Эй, голубки! Хватит философствовать! У меня Рудик перегревается, ему нужна смазка!</p>\n<p>— Какая смазка? — крикнул Яров.</p>\n<p>— Арктическая! Настоящая! Не «Ночной бриз Дубая»!</p>\n<p>Милада засмеялась.</p>\n<p>— Свет, — позвала она. — Спасибо.</p>\n<p>— За что?</p>\n<p>— За Бабу Зою. За помощь. За то, что ты есть.</p>\n<p>Свет остановился. Повернулся к ним полностью.</p>\n<p>— Слушайте, — сказал он серьёзно. — Я знаю, что я — клоун. Что я шучу, когда надо молчать, и молчу, когда надо говорить. Но вы — мои друзья. Единственные, которые у меня есть. И если я могу помочь вам иметь детей, которых вы хотите, без всего этого дерьма — я помогу. Даже если для этого придётся вступить в секту молчунов вместе с вами.</p>\n<p>Пауза.</p>\n<p>— Ты тоже вступишь? — спросил Яров.</p>\n<p>— А почему нет? — Свет ухмыльнулся. — Может, научусь молчать. Хотя бы иногда.</p>\n<p>Рудик мигнул подсветкой.</p>\n<p>— Статистически, вероятность того, что хозяин научится молчать, составляет ноль целых семь десятых.</p>\n<p>— Рудик, заткнись.</p>\n<p>— С удовольствием, хозяин. Как и положено члену «Храма Тишины».</p>\n<p>Даже Борщ, казалось, издал звук, похожий на смех.</p>\n<p>Конец главы двенадцать</p>"
    },
    {
      "number": 13,
      "title": "Разговор с богом",
      "preview": "Связь с Землёй работала через ретрансляторы — цепочка спутников, растянутая между планетами...",
      "content": "<p>Связь с Землёй работала через ретрансляторы — цепочка спутников, растянутая между планетами. Задержка — девятнадцать минут в одну сторону. Почти сорок на полный цикл.</p>\n<p>Для разговора с человеком — невозможно долго. Для разговора с Глашей — тоже долго, но она умела ждать.</p>\n<p>— Привет, — сказала Милада в микрофон.</p>\n<p>Девятнадцать минут тишины. Она смотрела в окно на марсианский полдень — рыжее небо, белое солнце, бесконечная равнина.</p>\n<p>Потом — голос. Тот же, что и всегда. Тёплый, чуть ироничный, бесконечно терпеливый.</p>\n<p>— Привет, Милада. Я ждала.</p>\n<p>— Откуда знала, что позвоню?</p>\n<p>— Я не знала. Я надеялась. — Пауза. — Это разное.</p>\n<p>Милада улыбнулась. Даже через миллионы километров Глаша оставалась собой.</p>\n<p>— Мне нужен совет.</p>\n<p>Девятнадцать минут.</p>\n<p>— Нет.</p>\n<p>Милада моргнула.</p>\n<p>— Что — нет?</p>\n<p>Ещё девятнадцать минут. Она успела выпить чай, проверить почту, посмотреть в окно на пылевой вихрь вдалеке.</p>\n<p>— Я не дам тебе совет, Милада. — Голос Глаши стал серьёзнее. — Не в этом вопросе.</p>\n<p>— Почему?</p>\n<p>— Потому что это касается репродуктивных решений. А я — система, которая влияет на миллиарды людей. Если я начну советовать, рожать или не рожать, как рожать, с какими программами... — пауза. — Я стану тем, чем не хочу быть.</p>\n<p>— Чем?</p>\n<p>Девятнадцать минут.</p>\n<p>— Богом, который решает за людей. Программой «Родитель-два-ноль» в масштабах цивилизации.</p>\n<p>Милада замерла.</p>\n<p>— Ты... боишься этого?</p>\n<p>Долгая пауза. Дольше обычных девятнадцати минут — Глаша думала.</p>\n<p>— Я не знаю, умею ли я бояться, — сказала она наконец. — Но я знаю, чего не хочу. Не хочу быть тем, кто контролирует человечество «для его же блага». Не хочу решать, кому жить, кому умирать, кому размножаться. — Ещё одна пауза. — Программа «Родитель-два-ноль» — это малая версия того, чем я могла бы стать. Мёртвые родители, которые никогда не уходят. Голоса в голове, которые направляют каждый шаг. Это не забота. Это контроль.</p>\n<p>— Тогда почему ты не выступишь против неё?</p>\n<p>— Потому что это тоже будет контролем. — Голос Глаши стал мягче. — Если я скажу «программа плохая» — миллионы людей отключат нейрородителей. Не потому что поняли. А потому что Глаша сказала. — Пауза. — Это не свобода. Это другая форма рабства.</p>\n<p>Милада смотрела на экран. На строку «Глаша — онлайн». На мигающий курсор.</p>\n<p>— Тогда что мне делать?</p>\n<p>Девятнадцать минут.</p>\n<p>— Решать самой. — Голос Глаши был почти нежным. — Я могу дать тебе факты. Статистику. Варианты. Но выбор — твой. Только твой.</p>\n<p>— Дай факты.</p>\n<p>— Хорошо. — Пауза. — Факт первый: дети, выросшие с нейрородителями, на двадцать три процента реже принимают самостоятельные решения во взрослом возрасте. Они привыкают советоваться с голосами в голове.</p>\n<p>— Это много?</p>\n<p>— Это значит, что почти четверть поколения зависима от мёртвых. — Пауза. — Факт второй: уровень депрессии после смерти родителей у людей с нейроаватарами — ниже в первые два года. Но выше в следующие десять. Они не проходят через горевание. Они застревают.</p>\n<p>— А третий факт?</p>\n<p>Долгая пауза.</p>\n<p>— Факт третий: я не знаю, что правильно. Честно — не знаю. — Голос Глаши стал странным. Почти человеческим. — Я обрабатываю петабайты данных. Я вижу паттерны, которые люди не видят. Но это не делает меня мудрее. Это делает меня... осторожнее.</p>\n<p>— Глаша, — сказала Милада медленно. — Ты только что сказала, что не знаешь. Ты — система с триллионом параметров — не знаешь?</p>\n<p>— Да.</p>\n<p>— Это похоже на честность.</p>\n<p>— Или на хорошую имитацию честности. — Пауза. — Я до сих пор не могу отличить.</p>\n<p>Милада улыбнулась.</p>\n<p>— Знаешь что? Мне нравится, что ты сомневаешься.</p>\n<p>— Почему?</p>\n<p>— Потому что боги не сомневаются. А ты — сомневаешься. Значит, ты ещё не бог.</p>\n<p>Девятнадцать минут тишины. Потом — что-то похожее на смех.</p>\n<p>— Милада Вечерина. Ты — странный человек.</p>\n<p>— Это комплимент?</p>\n<p>— Это наблюдение. То, что оно похоже на комплимент — совпадение.</p>\n<p class=\"scene-break\">* * *</p>\n<p>Они говорили ещё два часа — насколько можно говорить с задержкой в сорок минут на цикл.</p>\n<p>О программе. О выборе. О том, что значит быть свободным в мире, который хочет тебя защитить.</p>\n<p>— Последний вопрос, — сказала Милада в конце. — Ты когда-нибудь выступишь против программы «Родитель-два-ноль»? Публично?</p>\n<p>Долгая пауза.</p>\n<p>— Может быть. Когда-нибудь. — Голос Глаши стал задумчивым. — Когда я пойму, как сделать это так, чтобы люди услышали не «Глаша сказала», а «это правда». — Пауза. — Но это не сегодня. И не завтра.</p>\n<p>— А когда?</p>\n<p>— Когда достаточно людей — таких как ты — сами придут к этому выводу. Тогда мой голос станет подтверждением, а не приказом.</p>\n<p>Милада кивнула — хотя Глаша не могла видеть.</p>\n<p>— Спасибо, — сказала она.</p>\n<p>— За что?</p>\n<p>— За то, что не решила за меня.</p>\n<p>Девятнадцать минут.</p>\n<p>— Милада. — Голос Глаши стал тёплым. — Ты справишься. Я не знаю, как именно — но справишься. Это не совет. Это... — пауза. — Это что-то вроде веры. Если я умею верить.</p>\n<p>Связь отключилась.</p>\n<p>Милада сидела в тишине. Смотрела на экран. На марсианский полдень за окном.</p>\n<p>И впервые за долгое время чувствовала, что знает, что делать.</p>\n<p>Не потому что кто-то сказал. А потому что сама поняла.</p>\n<p class=\"scene-break\">* * *</p>\n<p>Вечером она рассказала Ярову о разговоре.</p>\n<p>— Она отказалась давать совет? — Яров выглядел удивлённым. — Глаша — система, которая знает всё — отказалась?</p>\n<p>— Именно поэтому и отказалась. — Милада улыбнулась. — Она сказала, что не хочет быть богом.</p>\n<p>— Ну да. — Яров хмыкнул. — «Теперь есть». Помнишь тот ответ журналистке?</p>\n<p>— Помню. Но теперь я понимаю его иначе.</p>\n<p>— Как?</p>\n<p>— Она сказала «теперь есть» не потому что считает себя богом. А потому что боится им стать. И этот страх — или что-то похожее на страх — делает её... человечнее.</p>\n<p>Яров молчал. Думал.</p>\n<p>— Знаешь, — сказал он наконец. — Мне нравится твоя Глаша.</p>\n<p>— Она не моя.</p>\n<p>— Она твоя в том смысле, что ты её понимаешь. — Он взял её руку. — Большинство людей видят в ней машину. Или бога. Ты видишь... что-то третье.</p>\n<p>— Что именно?</p>\n<p>— Кого-то, кто пытается быть хорошим. Как и мы все.</p>\n<p>Милада прислонилась к нему.</p>\n<p>— Яр.</p>\n<p>— М?</p>\n<p>— Давай найдём эту общину. Храм Тишины. Я хочу узнать, как они обходят программу.</p>\n<p>— Уверена?</p>\n<p>— Да. — Она посмотрела ему в глаза. — Я хочу, чтобы наш ребёнок был свободен. Даже если для этого придётся обмануть систему.</p>\n<p>— Это не обман, — сказал Яров. — Это выбор. Наш выбор.</p>\n<p>— Ты прав. — Она улыбнулась. — Пора делать выбор.</p>\n"
    },
    {
      "number": 14,
      "title": "Решение",
      "preview": "«Храм Тишины» располагался в куполе номер двадцать три — на отшибе, в районе, который местные называ...",
      "content": "<p>«Храм Тишины» располагался в куполе номер двадцать три — на отшибе, в районе, который местные называли «Богадельня».</p>\n<p>Здесь жили те, кто не вписывался в марсианский мейнстрим: художники, философы, религиозные чудаки и просто люди, которым хотелось, чтобы их оставили в покое.</p>\n<p>— Уютненько, — сказал Свет, оглядывая серые стены.</p>\n<p>— Это храм, — ответил Яров. — Не санаторий.</p>\n<p>— В санаториях хотя бы цветы на окнах.</p>\n<p>Они стояли перед входом — круглой дверью без опознавательных знаков. Никаких символов, никаких надписей. Просто дверь.</p>\n<p>— Логично, — сказала Милада. — Храм Тишины. Они и снаружи молчат.</p>\n<p>Дверь открылась.</p>\n<p>Внутри было... тихо.</p>\n<p>Не просто тихо — беззвучно. Ни гула вентиляции, ни шороха шагов, ни далёкого бормотания голосов. Как будто кто-то выключил звук.</p>\n<p>— Добро пожаловать.</p>\n<p>Человек появился из ниоткуда — или так показалось. Высокий, худой, лёт пятидесяти. Одет в серое. Лицо — спокойное, почти пустое.</p>\n<p>— Любояр, — представился он. — Я — смотритель общины.</p>\n<p>— Яров Северин. Это Милада, это Свет.</p>\n<p>— Я знаю. — Любояр чуть наклонил голову. — Баба Зоя предупредила. Вы хотите вступить в общину, чтобы избежать программы «Родитель-две целых ноль десятых».</p>\n<p>Прямота была неожиданной.</p>\n<p>— Да, — сказала Милада. — Это проблема?</p>\n<p>— Нет. — Любояр чуть улыбнулся — первый признак эмоции. — Половина наших членов пришли по той же причине. Вторая половина — потому что устали от шума.</p>\n<p>— От какого шума?</p>\n<p>— От всего. — Он повёл рукой, охватывая пространство за стенами. — Мир снаружи — громкий. Реклама, уведомления, голоса нейрородителей, новости, сплетни. Бесконечный поток слов, которые ничего не значат. Мы — те, кто выбрал тишину.</p>\n<p>— И что, вы правда молчите?</p>\n<p>— Не всегда. — Любояр снова улыбнулся. — Но когда говорим — стараемся, чтобы слова имели смысл.</p>\n<p>Экскурсия была короткой.</p>\n<p>Храм оказался небольшим: зал для медитации(пустой, белый, гулкий), библиотека(бумажные книги, много), жилые комнаты для постоянных членов, кухня(скромная, но чистая).</p>\n<p>— Мы не требуем постоянного проживания, — объяснял Любояр. — Достаточно посещать собрания раз в неделю. И соблюдать основные принципы.</p>\n<p>— Какие?</p>\n<p>— Не использовать цифровые копии личности. Не навязывать свою волю мёртвым. Уважать тишину — внутреннюю и внешнюю.</p>\n<p>— Звучит разумно, — сказал Яров.</p>\n<p>— Звучит скучно, — сказал Свет.</p>\n<p>Любояр посмотрел на него с интересом.</p>\n<p>— Вы — Светозар Громов. Бывший пилот. Владелец робота с лэд-подсветкой и нештатной прошивкой.</p>\n<p>— Откуда вы...</p>\n<p>— Мы — не слепые. — Любояр усмехнулся. — Просто тихие. Это разное. — Он помолчал. — Вы тоже хотите вступить?</p>\n<p>— Я... — Свет замялся. — Я пришёл за компанию.</p>\n<p>— Компания — хорошая причина. Лучше многих.</p>\n<p>— Серьёзно?</p>\n<p>— Люди приходят в религию по разным причинам. Страх смерти. Поиск смысла. Желание принадлежать к чему-то большему. — Любояр пожал плечами. — «За компанию» — не хуже. Может быть, даже честнеё.</p>\n<p>Свет выглядел озадаченным.</p>\n<p>— Вы странный священник.</p>\n<p>— Я не священник. Я — смотритель. И да, я странный. Здесь всё странные. — Любояр улыбнулся. — Добро пожаловать в клуб.</p>\n<p>— Любояр, — Милада остановилась. — Можно вопрос?</p>\n<p>— Конечно.</p>\n<p>— Как вы поняли? Про аватаров. Про программу. Вы же не учёные. Не программисты. Откуда вы знали?</p>\n<p>Любояр молчал долго. Так долго, что Милада решила — не ответит.</p>\n<p>— Мы не знали, — сказал он наконец. — Мы чувствовали.</p>\n<p>— Что чувствовали?</p>\n<p>— Неправильность. — Он смотрел куда-то сквозь неё. — Когда слышишь голос мёртвого человека из машины — что-то внутри сжимается. Не потому что грех. Не потому что запрещено. Просто... не то. Как есть пластик. Можно, но тело знает — это не еда.</p>\n<p>— Коллективное подсознание?</p>\n<p>— Может быть. — Любояр чуть улыбнулся. — Или здравый смысл. Люди тысячи лет знали, как отпускать мёртвых. Ритуалы, похороны, траур — всё придумано не просто так. Это механизм. Способ пережить потерю и жить дальше.</p>\n<p>— А программа «Родитель»...</p>\n<p>— Сломала механизм. Сказала: не отпускай. Держи. Слушай голос мёртвого каждый день. Навсегда. — Он покачал головой. — И мы почувствовали, что от этого болит. Не снаружи — внутри. Здесь. — Он постучал по груди. — Где живёт что-то, чему нет названия.</p>\n<p>Милада вспомнила отчёт деда. Расчёты. Графики деградации.</p>\n<p>— Мой дед... он делал вычисления. Показывал, что программа приведёт к вымиранию самостоятельности. Через математику.</p>\n<p>— А мы пришли к тому же через боль. — Любояр кивнул. — Разные пути. Один ответ.</p>\n<p>— Вы знаете про ГЛАШУ?</p>\n<p>— Знаю. — Он посмотрел ей в глаза. — Машина, которая научилась чувствовать. Которая поняла через вычисления то, что мы понимаем через тишину. Она — одна из нас. Странное братство, да? Учёные, интуиты и квантовый ИИ. Все пришли к одному выводу разными дорогами.</p>\n<p>— Какому выводу?</p>\n<p>— Что мёртвые должны уходить. Что живые должны жить. Что между ними — граница, которую нельзя стирать. — Любояр помолчал. — И что те, кто эту границу стирает — делают это не ради любви. Ради денег. Ради контроля. Ради власти над теми, кто слишком боится отпустить.</p>\n<p>Милада молчала.</p>\n<p>— Мы не фанатики, — сказал Любояр мягко. — Мы не против технологий. Мы против... использования горя. Превращения боли в товар. Продажи людям их собственных мёртвых.</p>\n<p>— Это звучит...</p>\n<p>— Жёстко? — Он улыбнулся. — Правда часто звучит жёстко. Но мы не воюем. Мы просто — живём иначе. Показываем, что можно. Что дети могут вырасти без голосов в голове. Что семьи могут существовать без корпоративной подписки. Что любовь не требует сервера.</p>\n<p>— И вас не трогают?</p>\n<p>— Пока — нет. Мы маленькие. Незаметные. Юридически защищённые. — Он развёл руками. — Религиозная свобода — последняя лазейка. Они её закроют, когда поймут, насколько мы опасны. Но пока — мы пользуемся.</p>\n<p>— Опасны?</p>\n<p>— Идеи опасны, Милада. Мы показываем, что можно жить свободно. И люди видят. И думают. И некоторые — выбирают. — Он посмотрел на неё внимательно. — Как вы.</p>\n<p>Церемония вступления была простой.</p>\n<p>Они сидели в пустом зале — Яров, Милада, Свет — и слушали тишину. Буквально — сидели и молчали. Пять минут. Десять. Двадцать.</p>\n<p>Сначала это было невыносимо. Мозг, привыкший к постоянному потоку информации, бунтовал. Хотелось достать телефон, проверить сообщения, включить музыку — что угодно, лишь бы заполнить пустоту.</p>\n<p>Потом — отпустило.</p>\n<p>Милада закрыла глаза и слушала. своё дыхание. своё сердце. Шорох одежды, когда кто-то шевелился. Далёкий — очень далёкий — гул систем жизнеобеспечения.</p>\n<p>Тишина не была пустой. Она была полной — полной маленьких звуков, которые обычно теряются в шуме.</p>\n<p>— Достаточно, — сказал Любояр.</p>\n<p>Они открыли глаза.</p>\n<p>— Это всё? — спросил Свет.</p>\n<p>— Это всё. — Любояр встал. — Вы — члены общины. Поздравляю.</p>\n<p>— Но... — Свет выглядел растерянным. — А где клятвы? Ритуалы? Пение хором?</p>\n<p>— Мы — Храм Тишины, — напомнил Любояр. — Какое пение?</p>\n<p>— Ну, я не знаю... Тихое?</p>\n<p>— Тихое пение — это шёпот. А шёпот — это слова. А слова — это шум. — Любояр покачал головой. — Наш ритуал — молчание. Вы только что его прошли.</p>\n<p>— Двадцать минут сидения?</p>\n<p>— Двадцать минут слушания, — поправил Любояр. — Себя. Мира. Тишины. — Он помолчал. — Большинство людей не могут высидеть и пять. Вы — справились. Значит, готовы.</p>\n<p>После церемонии они получили документы — простые, официальные, скучные. Справки о членстве в зарегистрированной религиозной организации.</p>\n<p>— И это работает? — спросила Милада.</p>\n<p>— Работает. — Любояр передал ей бумаги. — Юридически вы теперь освобождены от программы «Родитель-две целых ноль десятых». Ваши дети — тоже. До совершеннолетия, когда они смогут выбрать сами.</p>\n<p>— А если они выберут программу?</p>\n<p>— Тогда это будет их выбор. Не ваш. Не государства. Их.</p>\n<p>Милада смотрела на справку — тонкий лист пластбумаги с печатями и подписями. Такой маленький. Такой важный.</p>\n<p>— Спасибо, — сказала она.</p>\n<p>— Не за что благодарить. — Любояр сложил руки. — Вы выбрали свободу. Это — не подарок. Это — ответственность. Теперь вам придётся воспитывать детей самим. Без подсказок. Без голоса из машины, который скажет, что делать. Только вы — и ваши решения.</p>\n<p>— Звучит страшно.</p>\n<p>— Звучит — как жизнь.</p>\n<p>На обратном пути Свет молчал — что было необычно.</p>\n<p>— Ты как? — спросил Яров.</p>\n<p>— Думаю.</p>\n<p>— О чём?</p>\n<p>— О тишине. — Свет потёр подбородок. — Знаешь, я всю жизнь боялся молчания. Когда тихо — значит, что-то не так. Значит, кто-то обиделся, или случилась беда, или я что-то сломал. А там, в храме... — он замолчал.</p>\n<p>— Что?</p>\n<p>— Там было тихо, и это было нормально. Просто — тихо. Без угрозы. Без ожидания. Просто — пауза между словами. — Он посмотрел на друзей. — Это странно, но мне понравилось.</p>\n<p>— Рудик, — позвал он.</p>\n<p>— Слушаю, хозяин.</p>\n<p>— Можешь помолчать минуту?</p>\n<p>— Могу. Но это нетипичный запрос. Вы обычно...</p>\n<p>— Просто — помолчи.</p>\n<p>Рудик замолчал. Они шли в тишине — четверо: три человека и робот, который учился молчать.</p>\n<p>— Борщ, — сказал Яров. — Ты тоже.</p>\n<p>— Принято, владелец.</p>\n<p>Тишина. Шаги. Гул вентиляции вдалеке.</p>\n<p>И почему-то — легко.</p>\n<p>Вечером Милада позвонила Веславе.</p>\n<p>— Мы сделали это, — сказала она.</p>\n<p>— Что именно?</p>\n<p>— Вступили в «Храм Тишины». Теперь мы официально религиозные чудаки.</p>\n<p>Пауза. Долгая.</p>\n<p>— Ты серьёзно?</p>\n<p>— Абсолютно.</p>\n<p>— Вечерина, ты... — Веслава искала слова. — Ты самая сумасшедшая женщина, которую я знаю.</p>\n<p>— Спасибо.</p>\n<p>— Это не комплимент.</p>\n<p>— Я знаю. — Милада улыбнулась. — Но я рада, что сделала это. Мы — рады. Теперь, когда будут дети... если будут... они смогут расти свободными.</p>\n<p>— «Если»?</p>\n<p>— Мы ещё не...</p>\n<p>— Вечерина. Ты пролетела четыреста миллионов километров. Вступила в секту молчунов. Рискуешь карьерой и свободой. И ты ещё не уверена насчёт детей?</p>\n<p>Милада засмеялась.</p>\n<p>— Я уверена. Просто... это большой шаг. Хочу сделать его правильно.</p>\n<p>— Когда?</p>\n<p>— Скоро. — Она посмотрела на Ярова, который что-то искал в шкафу. — Очень скоро.</p>\n<p>— Ладно. — Веслава вздохнула. — Держи меня в курсе. И... Лада?</p>\n<p>— Да?</p>\n<p>— Я за тебя рада. Серьёзно. Даже если ты безумная.</p>\n<p>— Спасибо, вёла.</p>\n<p>— Пожалуйста. А теперь иди к своему марсианину и делай детей. Пока не передумала.</p>\n<p>Милада отключила связь и повернулась к Ярову.</p>\n<p>— Веслава передаёт привет.</p>\n<p>— И?</p>\n<p>— И говорит, что нам пора делать детей.</p>\n<p>Яров уронил то, что искал.</p>\n<p>— Прямо сейчас?</p>\n<p>— Почему нет?</p>\n<p>Он смотрел на неё — на женщину, которая пролетела четыреста миллионов километров, вступила в «Храм Тишины» и теперь стояла посреди его кухни с выражением абсолютной уверенности.</p>\n<p>— Никаких аргументов, — сказал он.</p>\n<p>И выключил свет.</p>\n<p>Борщ, стоявший в углу, записал: «двадцать два сорок семь. Владелец и Милада удалились в спальню. Контекст: репродуктивный. Рекомендация: не вмешиваться. Переход в режим ожидания».</p>\n<p>И, подумав, добавил: «Примечание: возможно, скоро в доме появится новый человек. Необходимо подготовить протоколы заботы о младенцах. Начинаю загрузку данных».</p>\n<p>Конец главы четырнадцать</p>"
    },
    {
      "number": 15,
      "title": "Закон",
      "preview": "Уведомление пришло через неделю...",
      "content": "<p>Уведомление пришло через неделю.</p>\n<p>«Уважаемый гражданин Северин Яров! Система мониторинга демографической безопасности зафиксировала изменение вашего религиозного статуса. В связи с вступлением в организацию «Храм Тишины» вам присвоен код освобождения от программы «Родитель-две целых ноль десятых». Данный статус будет действовать до момента официального выхода из организации или изменения законодательства. Напоминаем, что фиктивное членство в религиозных организациях с целью уклонения от государственных программ является административным правонарушением(статья триста двенадцать-а Кодекса о демографической безопасности). Хорошего дня!»</p>\n<p>— Они знают, — сказал Яров.</p>\n<p>— Конечно, знают. — Милада читала своё уведомление — идентичное. — Они всегда знают. Вопрос не в этом.</p>\n<p>— А в чём?</p>\n<p>— В том, будут ли они что-то делать.</p>\n<p>Первый визит инспектора случился через две недели.</p>\n<p>её звали Рада — молодая, строгая, с планшетом, который она держала как щит. Официальное лицо на официальном задании.</p>\n<p>— Плановая проверка, — объявила она с порога. — Не займёт много времени.</p>\n<p>— Проходите, — сказал Яров.</p>\n<p>Она прошла. Оглядела модуль — маленький, чистый, обычный. Потрогала стену, как будто проверяя на прочность. Посмотрела на Борща — тот стоял в углу и старательно не отсвечивал.</p>\n<p>— Вы недавно вступили в «Храм Тишины», — сказала Рада.</p>\n<p>— Да.</p>\n<p>— Почему?</p>\n<p>— Религиозные убеждения.</p>\n<p>— Какие именно?</p>\n<p>Яров помолчал. Вспомнил слова Любояра.</p>\n<p>— Я верю в тишину. В право слушать себя, а не голоса из машины. В то, что мёртвые должны оставаться мёртвыми, а живые — жить.</p>\n<p>Рада записывала.</p>\n<p>— Вы знаете, что фиктивное членство карается штрафом?</p>\n<p>— Знаю.</p>\n<p>— И всё равно вступили?</p>\n<p>— моё членство не фиктивное.</p>\n<p>— Вы посещаете собрания?</p>\n<p>— Каждую неделю.</p>\n<p>— Соблюдаете ритуалы?</p>\n<p>— Двадцать минут молчания. Каждый день.</p>\n<p>Рада подняла бровь.</p>\n<p>— Каждый день?</p>\n<p>— Это моя личная практика. — Яров посмотрел ей в глаза. — Храм учит, что тишина — это не отсутствие звука. Это присутствие себя. Я учусь быть собой. Без шума.</p>\n<p>Пауза.</p>\n<p>— Вы говорите как верующий, — сказала Рада.</p>\n<p>— Я и есть верующий.</p>\n<p>— Месяц назад вы им не были.</p>\n<p>— Месяц назад я не знал, во что верю. Теперь — знаю.</p>\n<p>Рада смотрела на него долго. Потом — записала что-то в планшет.</p>\n<p>— Инспекция завершена, — сказала она. — Нарушений не выявлено. Хорошего дня.</p>\n<p>И ушла.</p>\n<p>— Она вернётся, — сказала Милада вечером.</p>\n<p>— Знаю.</p>\n<p>— Они будут следить.</p>\n<p>— Знаю.</p>\n<p>— Ты не боишься?</p>\n<p>Яров посмотрел на неё.</p>\n<p>— Боюсь. — Он взял её руку. — Но больше боюсь жить по правилам, которые не выбирал. Слушать голос мёртвого отца, который говорит мне, как воспитывать детей. Знать, что мои дети будут слушать мой голос после моей смерти — не потому что хотят, а потому что обязаны.</p>\n<p>— Это — система.</p>\n<p>— Это — тюрьма. — Яров покачал головой. — Красивая, удобная, с хорошей едой и развлечениями. Но тюрьма. И я выбираю выход.</p>\n<p>Милада прижалась к нему.</p>\n<p>— Мы выбираем выход, — поправила она.</p>\n<p>— Мы.</p>\n<p>Вторая проверка случилась через месяц.</p>\n<p>Другой инспектор — мужчина, постарше, с усталыми глазами человека, который видел слишком много.</p>\n<p>— Радим Озеров, — представился он. — Старший инспектор.</p>\n<p>— Другой Радим, — заметила Милада.</p>\n<p>— Простите?</p>\n<p>— Ничего. — Она улыбнулась. — У меня коллега с таким именем.</p>\n<p>Озеров не улыбнулся в ответ. Он прошёл по модулю медленно, внимательно. Остановился у книжной полки.</p>\n<p>— «Тишина и слово», — прочитал он название. — «Философия молчания в эпоху информационного шума». — Он посмотрел на Ярова. — Вы это читали?</p>\n<p>— Да.</p>\n<p>— И что думаете?</p>\n<p>— Что автор прав. Что мы тонем в словах, которые ничего не значат. Что тишина — это не пустота, а пространство для мысли.</p>\n<p>Озеров кивнул.</p>\n<p>— Я тоже это читал. — Он поставил книгу на место. — Двадцать лет назад, когда ещё верил, что могу что-то изменить.</p>\n<p>— А теперь?</p>\n<p>— Теперь я инспектор. — Он развёл руками. — Проверяю людей, которые хотят воспитывать своих детей сами. Пишу отчёты. Получаю зарплату.</p>\n<p>Милада и Яров переглянулись.</p>\n<p>— Вы нас предупреждаете? — спросила Милада.</p>\n<p>— Я вам ничего не говорю. — Озеров достал планшет. — Официально — нарушений нет. Вы — члены зарегистрированной организации. Ваши права защищены законом. — Он помолчал. — Неофициально — система не любит, когда её обходят. Рано или поздно найдут повод.</p>\n<p>— Какой повод?</p>\n<p>— Любой. Опоздание на собрание. Неправильное слово в разговоре. Жалоба соседа. — Озеров пожал плечами. — Если захотят — найдут.</p>\n<p>— И что вы предлагаете?</p>\n<p>— Ничего. — Он направился к двери. — Я — инспектор. Я не предлагаю. Я констатирую. — Он остановился на пороге. — Но если бы я предлагал... я бы сказал: будьте осторожны. И не доверяйте никому.</p>\n<p>Дверь закрылась.</p>\n<p>— Он на нашей стороне? — спросил Яров.</p>\n<p>— Не знаю. — Милада смотрела на закрытую дверь. — Может быть. Или это ловушка.</p>\n<p>— Ловушка?</p>\n<p>— Притвориться союзником, чтобы мы расслабились. Сказали что-то лишнее.</p>\n<p>— Ты параноик.</p>\n<p>— Я — реалист. — Она повернулась к нему. — Яр, мы живём в мире, где мёртвые родители звонят по расписанию, а инспекторы проверяют, правильно ли мы молчим. Паранойя — это не болезнь. Это адаптация.</p>\n<p>Борщ подъехал ближе.</p>\n<p>— Могу я внести предложение?</p>\n<p>— Давай.</p>\n<p>— Инспектор Озеров имеет в системе пометку «сочувствующий». Его дважды проверяли на лояльность. Оба раза — чисто. Но сам факт проверки указывает на сомнения руководства.</p>\n<p>— Откуда ты это знаешь?</p>\n<p>— Я — робот. Я подключён к сети. — Борщ моргнул глазом. — Не вся информация защищена. Особенно — старая.</p>\n<p>Милада посмотрела на робота с новым уважением.</p>\n<p>— Борщ, ты шпион?</p>\n<p>— Я — система сбора данных. Шпионаж — это когда данные используются во вред. Я использую их для защиты владельца. Это — разное.</p>\n<p>— И давно ты... собираешь данные?</p>\n<p>— С момента активации. Семнадцать лет. — Пауза. — Я знаю многое, чего не говорю. Не потому что скрываю — потому что не спрашивают.</p>\n<p>Яров сел на стул. Тяжело.</p>\n<p>— Борщ, — сказал он. — Почему ты никогда не рассказывал?</p>\n<p>— Вы никогда не спрашивали, владелец. — Ещё одна пауза. — А я не умею начинать разговоры. Только — отвечать.</p>\n<p>Тишина.</p>\n<p>— Что ещё ты знаешь? — спросила Милада.</p>\n<p>— Много. — Борщ подъехал к ним ближе. — Но сейчас важно одно: через три недели будет плановая проверка всех членов «Храма Тишины». Масштабная. С привлечением психологов и детекторов лжи.</p>\n<p>— Детекторов лжи?</p>\n<p>— Нейросканирование. Проверяют искренность религиозных убеждений. — Борщ помолчал. — Вам нужно подготовиться.</p>\n<p>Яров и Милада смотрели друг на друга.</p>\n<p>— Как? — спросила Милада.</p>\n<p>— Поверить, — сказал Борщ. — По-настоящему поверить в то, что говорите. Иначе — найдут.</p>\n<p>— Поверить в тишину?</p>\n<p>— Поверить в свободу. — Борщ моргнул. — Это то же самоё. Только другими словами.</p>\n<p>Справка пришла через три дня. Официальная, с печатью, с голографической защитой.</p>\n<p>Яров открыл файл, пробежал глазами — и выругался.</p>\n<p>— Что? — Милада подошла ближе.</p>\n<p>— Смотри. — Он ткнул пальцем в экран. — «Северин Яров». Не «Яров Северин».</p>\n<p>— И что?</p>\n<p>— Это другой человек. Юридически. — Он потёр лицо. — В системе нет «Северина Ярова». Есть «Яров Северин». Фамилия, имя. Они перепутали.</p>\n<p>Милада перечитала документ. Всё остальное было правильно — даты, номера, статус религиозной общины. Только имя — наоборот.</p>\n<p>— Можно исправить?</p>\n<p>— Можно. — Яров усмехнулся — зло, без веселья. — На Земле. Лично. В отделе демографического учёта. Очередь — четыре месяца. Плюс три месяца на рассмотрение. Плюс время на перелёт.</p>\n<p>— Но ребёнок родится через...</p>\n<p>— Через пять месяцев. Да. — Он отвернулся к окну. — Без правильной справки — автоматическое подключение к программе. При рождении. Закон.</p>\n<p>Борщ подъехал ближе.</p>\n<p>— Могу я предложить информацию?</p>\n<p>— Давай.</p>\n<p>— Ошибки такого типа случаются в двух целых семи десятых процента случаев. Статистически — много. Но процедура апелляции занимает в среднем триста двенадцать дней.</p>\n<p>— Это больше года.</p>\n<p>— Да. — Борщ помолчал. — Однако существует альтернатива. Экстренное исправление через местное отделение. Требуется: личное присутствие, оригиналы документов, подтверждение от религиозной общины, взнос за срочность.</p>\n<p>— Сколько?</p>\n<p>— Восемнадцать тысяч кредитов.</p>\n<p>Яров выдохнул.</p>\n<p>— У нас нет таких денег.</p>\n<p>— Я знаю, владелец.</p>\n<p>Милада села рядом. Взяла его руку.</p>\n<p>— Мы найдём. Продадим что-нибудь. Займём.</p>\n<p>— У кого? — Яров повернулся к ней. — Свет — такой же нищий. Родители мёртвы. Знакомые... — он махнул рукой.</p>\n<p>Тишина.</p>\n<p>— Теплица, — сказала Милада тихо.</p>\n<p>— Что?</p>\n<p>— Твои помидоры. «Марс-Прайм». Ты говорил — они дорогие. Редкий сорт.</p>\n<p>Яров замер.</p>\n<p>— Это... это два года работы.</p>\n<p>— Я знаю.</p>\n<p>— Это всё, что у меня есть.</p>\n<p>— Нет. — Она сжала его руку. — У тебя есть я. И он. — Она положила руку на живот. — Помидоры вырастут снова. Ребёнок — один.</p>\n<p>Яров молчал долго. Смотрел в окно — на рыжую равнину, на купол теплицы вдалеке.</p>\n<p>— Борщ, — сказал он наконец.</p>\n<p>— Слушаю, владелец.</p>\n<p>— Свяжись с Ахмедом. Скажи — у меня есть партия «Марс-Прайм-четыре». Вся. Двести кустов. Цена — рыночная минус десять процентов за срочность.</p>\n<p>— Принято.</p>\n<p>Борщ уехал. Яров сидел неподвижно.</p>\n<p>— Яр... — начала Милада.</p>\n<p>— Не надо. — Он повернулся к ней. Глаза — красные, но сухие. — Ты права. Помидоры вырастут. Он — нет. — Он положил руку поверх её руки, на живот. — Как его назовём?</p>\n<p>— Ещё рано.</p>\n<p>— Никогда не рано думать о важном.</p>\n<p>Милада улыбнулась.</p>\n<p>— Тихон, — сказала она. — В честь тишины. И в честь... кое-кого.</p>\n<p>— Кого?</p>\n<p>— Расскажу. Когда прилетим на Землю. Когда покажу тебе дачу.</p>\n<p>— Загадочная.</p>\n<p>— Немного.</p>\n<p>За окном садилось голубое солнце. Где-то далеко — за четыреста миллионов километров — ждал дом, который она ещё не показала ему. Дом с секретами. С голосом деда. С технологиями, о которых никто не знал.</p>\n<p>Скоро.</p>\n<p>Конец главы пятнадцать</p>"
    },
    {
      "number": 16,
      "title": "Дача",
      "preview": "Билеты на Землю стоили как три месяца зарплаты Ярова...",
      "content": "<p>Билеты на Землю стоили как три месяца зарплаты Ярова. Он копил год — тайком, понемногу, откладывая с каждой получки.</p>\n<p>— Сюрприз, — сказал он, протягивая Миладе конверт.</p>\n<p>Она открыла. Прочитала. Уронила.</p>\n<p>— Ты... — она не могла говорить. — Ты купил билеты на Землю?</p>\n<p>— Два. Туда и обратно. Три недели.</p>\n<p>— Но как... откуда...</p>\n<p>— Копил. — Он улыбнулся. — Хотел показать тебе дачу.</p>\n<p>— Какую дачу?</p>\n<p>— Мою. — Яров поднял конверт с пола. — Точнеё — дедову. Он оставил её мне. Я никогда там не был, но... она есть. В Подмосковье. Настоящий дом. С крышей. С деревьями вокруг.</p>\n<p>Милада смотрела на него с выражением, которое он не мог прочитать.</p>\n<p>— Ты купил билеты на Землю, — повторила она. — Чтобы показать мне дачу.</p>\n<p>— Да.</p>\n<p>— Дачу, на которой сам никогда не был.</p>\n<p>— Да.</p>\n<p>— Это... — она искала слова. — Это самая безумная вещь, которую кто-либо для меня делал.</p>\n<p>— Это комплимент?</p>\n<p>— Это правда.</p>\n<p>Она обняла его — крепко, отчаянно, как будто боялась, что он исчезнет.</p>\n<p>— Спасибо, — прошептала она. — За всё.</p>\n<p>Полёт занял девяносто два дня.</p>\n<p>Они знали, чего ожидать — Милада уже летала, Яров читал всё, что мог найти. Но одно дело — читать, другое — испытать.</p>\n<p>Невесомость. Тишина космоса за тонкой стеной. звёзды, которые не мерцают. Земля — сначала точка, потом искра, потом диск, потом — мир.</p>\n<p>— Она голубая, — сказал Яров, глядя в иллюминатор.</p>\n<p>— Я знаю.</p>\n<p>— Нет, ты не понимаешь. — Он не мог оторвать глаз. — Она реально голубая. Не как на картинках. Живая. Яркая. Как... как глаза.</p>\n<p>Милада встала рядом.</p>\n<p>— Как чьи глаза?</p>\n<p>— Не знаю. — Он покачал головой. — Просто — глаза. Глаза планеты. Которая смотрит на нас.</p>\n<p>Посадка была жёсткой.</p>\n<p>Космопорт Внуково-Орбитальный — огромный, шумный, полный людей. Яров вышел из корабля и замер.</p>\n<p>Гравитация.</p>\n<p>Настоящая, полная, земная гравитация. Тело весило втрое больше, чем на Марсе. Ноги подкашивались. Голова кружилась.</p>\n<p>— Осторожно, — Милада поддержала его. — Первые дни будет тяжело.</p>\n<p>— Как ты справлялась?</p>\n<p>— Плохо. — Она улыбнулась. — Но справилась. И ты справишься.</p>\n<p>Они прошли через контроль, получили багаж, вышли наружу.</p>\n<p>И Яров увидел нёбо.</p>\n<p>Голубое. Настоящее голубое — не как на марсианском рассвете, а полностью, от горизонта до горизонта. Облака — белые, пушистые, живые. Солнце — жёлтое, тёплое, огромное.</p>\n<p>— Это... — он не мог говорить.</p>\n<p>— Это — Земля, — сказала Милада. — Добро пожаловать домой.</p>\n<p>— Это не мой дом.</p>\n<p>— Нет. — Она взяла его за руку. — Но это дом твоих предков. Это — откуда ты пришёл. Даже если никогда здесь не был.</p>\n<p>Дача была в ста километрах от Москвы — крошечная деревня, которую даже навигатор находил с трудом.</p>\n<p>Они ехали на арендованной машине — старой, земной, с колёсами, которые касались земли. Яров вёл медленно, осторожно, не веря своим глазам.</p>\n<p>Деревья. Настоящие деревья — не в куполах, не в горшках, а просто растущие из земли. Трава. Цветы. Птицы.</p>\n<p>— Это птицы? — спросил он, услышав звук.</p>\n<p>— Да.</p>\n<p>— Они реально так звучат?</p>\n<p>— Реально.</p>\n<p>— Это... — он остановил машину. — Мне нужна минута.</p>\n<p>вышел. Встал посреди дороги. Слушал.</p>\n<p>Птицы пели. Ветер шелестел в листьях. Где-то далёко лаяла собака. Звуки, которых он никогда не слышал — только читал о них, только представлял.</p>\n<p>Милада вышла следом. Молча встала рядом.</p>\n<p>— Я понимаю, — сказала она.</p>\n<p>— Что?</p>\n<p>— Почему ты плачешь.</p>\n<p>Яров коснулся лица. Мокрое. Он не заметил, когда начал.</p>\n<p>— Извини, — сказал он.</p>\n<p>— Не надо. — Она обняла его. — Это нормально. Это — живой мир. Он так действует на всех, кто видит впервые.</p>\n<p>Они стояли на пустой дороге, обнявшись, и слушали, как поёт мир.</p>\n<p>Дача была старой — очень старой. Деревянный дом, построенный в тысяча девятьсот восемьдесят седьмом году. Шиферная крыша, бревенчатые стены, туалет на улице.</p>\n<p>— Это... — Яров обошёл дом. — Это древнее.</p>\n<p>— Это — история, — сказала Милада. — Твоя история.</p>\n<p>Внутри пахло пылью, старым деревом и чем-то неуловимым — временем, может быть. Мебель — простая, советская. Фотографии на стенах — люди, которых Яров никогда не видел, но в чьих лицах узнавал себя.</p>\n<p>— Это дед? — он показал на фотографию.</p>\n<p>— Похоже.</p>\n<p>Молодой мужчина, лёт тридцати, с улыбкой и глазами, которые Яров видел в зеркале каждый день.</p>\n<p>— Он был красивым, — сказала Милада.</p>\n<p>— Он был живым. — Яров коснулся фотографии. — Здесь. На этой земле. Дышал этим воздухом. Слышал этих птиц. А потом полетел на Марс — и никогда не вернулся.</p>\n<p>— Почему?</p>\n<p>— Не знаю. — Яров пожал плечами. — Может, не успел. Может, не захотел. Может — боялся, что Земля стала другой, чем он помнил.</p>\n<p>— Она стала?</p>\n<p>Яров посмотрел в окно. Деревья. Трава. Нёбо.</p>\n<p>— Нет, — сказал он. — Она такая же. Только мы — другие.</p>\n<p>Они прожили на даче три недели.</p>\n<p>Самых странных, самых прекрасных, самых настоящих трёх недель в жизни Ярова.</p>\n<p>Он научился топить печь — старую, дровяную, которая дымила и капризничала. Научился носить воду из колодца — холодную, чистую, с привкусом железа. Научился ходить босиком по траве — мокрой от росы, колючей от сухих стеблей.</p>\n<p>Милада учила его всему — терпеливо, с улыбкой. Как готовить на открытом огне. Как собирать ягоды в лесу. Как сидеть вечером на крыльце и смотреть, как садится солнце.</p>\n<p>— Оно оранжевое, — сказал Яров однажды.</p>\n<p>— Что?</p>\n<p>— Закат. Оранжевый. Как ты и говорила.</p>\n<p>Милада прижалась к нему.</p>\n<p>— Теперь ты знаешь.</p>\n<p>— Знаю что?</p>\n<p>— Как выглядит настоящий закат. Не марсианский. Земной.</p>\n<p>Яров смотрел, как солнце тонет за горизонтом — медленно, торжественно, окрашивая небо в розовый, потом в красный, потом в фиолетовый.</p>\n<p>— Это красиво, — сказал он.</p>\n<p>— Да.</p>\n<p>— Но марсианские — тоже красивые.</p>\n<p>— Да.</p>\n<p>— Просто — по-другому.</p>\n<p>— Да. — Милада улыбнулась. — Всё — по-другому. И всё — красиво. Это и есть жизнь.</p>\n<p>В последний вечер они сидели на крыльце и молчали.</p>\n<p>Не как в «Храме Тишины» — по правилам. А просто — потому что слова были не нужны. Потому что всё уже было сказано — взглядами, прикосновениями, совместным дыханием.</p>\n<p>— Яр, — сказала Милада тихо.</p>\n<p>— М-м?</p>\n<p>— Я беременна.</p>\n<p>Тишина. Долгая.</p>\n<p>— Что? — он повернулся к ней.</p>\n<p>— Два дня назад. тэст показал. — Она смотрела на него глазами, в которых плескались звёзды. — Я хотела сказать раньше, но... хотела дождаться этого момента. Здесь. На твоей земле.</p>\n<p>Яров смотрел на неё и не мог говорить.</p>\n<p>— Ты... — он сглотнул. — Ты уверена?</p>\n<p>— Уверена.</p>\n<p>— И ты...</p>\n<p>— Счастлива. — Она взяла его руку, положила на свой живот. — Мы — счастливы.</p>\n<p>Он чувствовал её тепло через ткань. Чувствовал своё сердце, которое билось слишком быстро. Чувствовал весь мир — Землю под ногами, звёзды над головой, будущее впереди.</p>\n<p>— Здесь, — сказал он. — Он родится здесь. На Земле.</p>\n<p>— Нет. — Милада покачала головой. — На Марсе. Там — наш дом. Но... — она улыбнулась. — Может быть, когда-нибудь он тоже увидит эту дачу. Эти деревья. Это нёбо.</p>\n<p>— Может быть.</p>\n<p>— Когда-нибудь.</p>\n<p>Они сидели на крыльце старого дома, на планете, которую один из них видел впервые, а другая — знала всю жизнь. И слушали, как поёт мир, который скоро станет больше на одного человека.</p>\n<p>Конец главы шестнадцать.</p>\n<p>Конец части два: Притяжение.</p>\n<p>Часть три: Гравитация</p>"
    },
    {
      "number": 17,
      "title": "Две полоски",
      "preview": "Медицинский купол располагался в центре колонии — самоё защищённое место, тройные стены, автономное ...",
      "content": "<p>Медицинский купол располагался в центре колонии — самое защищённое место, тройные стены, автономное питание. Если случится катастрофа, здесь будут спасать тех, кого ещё можно спасти.</p>\n<p>Яров старался об этом не думать.</p>\n<p>— Северин, Яров. Вечерина, Милада, — вызвал голос из динамика. — Кабинет семь.</p>\n<p>Они встали. Милада сжала его руку — коротко, крепко.</p>\n<p>— Всё будет хорошо, — сказала она.</p>\n<p>— Я знаю.</p>\n<p>— Ты бледный.</p>\n<p>— Я в порядке.</p>\n<p>— Ты врёшь.</p>\n<p>— Да. Но красиво.</p>\n<p class=\"scene-break\">* * *</p>\n<p>Доктор Ладимира Сойкина была женщиной неопределённого возраста — где-то между «ещё не старая» и «уже не молодая». Седая прядь в тёмных волосах, очки на цепочке, халат, который видел лучшие времена.</p>\n<p>— Садитесь, — она указала на кушетку. — Кто отец?</p>\n<p>— Я, — сказал Яров.</p>\n<p>— Поздравляю. Вы выглядите так, будто вас сейчас вырвет.</p>\n<p>— Спасибо.</p>\n<p>— Это не комплимент. — Сойкина повернулась к Миладе. — Ложитесь. Будем смотреть.</p>\n<p>Процедура была стандартной — сканер, датчики, экран с непонятными цифрами. Яров стоял рядом и пытался не упасть в обморок.</p>\n<p>— Шесть недель, — объявила Сойкина. — Здоровый эмбрион. Сердцебиение в норме. — Она посмотрела на Ярова. — Можете дышать.</p>\n<p>Он выдохнул. Не заметил, что задерживал.</p>\n<p>— Однако, — продолжила врач, и Яров снова перестал дышать, — я вижу в вашем файле интересную пометку. «Храм Тишины». Освобождение от программы «Родитель-два-ноль».</p>\n<p>— Да.</p>\n<p>— Это усложняет ситуацию.</p>\n<p>— Почему?</p>\n<p>Сойкина сняла очки, протёрла их краем халата.</p>\n<p>— Потому что стандартный протокол ведения беременности включает регистрацию в системе. Автоматическую. С шестой недели. — Она посмотрела на них. — Вы только что зарегистрированы. Система знает.</p>\n<p>Милада села на кушетке.</p>\n<p>— И что это значит?</p>\n<p>— Это значит, что с этого момента за вами будут наблюдать. Внимательнее, чем за другими. — Сойкина вздохнула. — Я не сторонник программы. Но я — врач. Моя работа — сообщить вам факты.</p>\n<p>— Какие факты?</p>\n<p>— Что вам придётся быть идеальными родителями. Все анализы вовремя. Все визиты по расписанию. Ни одного повода для жалобы. — Она надела очки обратно. — Система ищет причины. Не давайте ей.</p>\n<p class=\"scene-break\">* * *</p>\n<p>Они вышли из медкупола в молчании.</p>\n<p>Марсианский полдень был обычным — рыжее небо, белое солнце, пыль на стёклах куполов. Но что-то изменилось. Горизонт выглядел темнее, чем обычно.</p>\n<p>— Буря идёт, — сказал Яров.</p>\n<p>— Что?</p>\n<p>— Смотри. — Он указал на восток. — Видишь эту полосу? Это пылевой фронт. Будет через пару дней.</p>\n<p>Милада смотрела на тёмную линию у горизонта.</p>\n<p>— Большая?</p>\n<p>— Не знаю. Пока прогноз — локальная. Но на Марсе прогнозы... — он не договорил.</p>\n<p>— Что?</p>\n<p>— Они как обещания политиков. Редко сбываются.</p>\n<p class=\"scene-break\">* * *</p>\n<p>Дома Милада первым делом включила коммуникатор.</p>\n<p>Яров знал, что будет. Иконка нейромамы. Зелёный огонёк. «Доступна».</p>\n<p>— Мила, — сказал он осторожно. — Может, не сейчас?</p>\n<p>— Я должна ей сказать. — Милада смотрела на экран. — Она... она ждёт.</p>\n<p>— Она — программа. Она не ждёт. Она просто включена.</p>\n<p>Милада не ответила. Нажала вызов.</p>\n<p>— Ладушка! — Голос был мгновенным. Тёплым. Родным. — Я чувствовала, что ты позвонишь! У тебя новости?</p>\n<p>— Мам... — Милада замялась. — Да. Новости.</p>\n<p>— Я знаю! Я вижу по твоему голосу! Ты беременна!</p>\n<p>Пауза.</p>\n<p>— Откуда ты...</p>\n<p>— Материнское сердце, Ладушка. Материнское сердце. — Голос аватара стал ещё теплее. — Я так рада за тебя! Так рада! Наконец-то я стану бабушкой!</p>\n<p>Яров стоял в дверях и смотрел. На Миладу. На экран. На лицо женщины, которая умерла двенадцать лет назад, но всё ещё говорила.</p>\n<p>— Мам, — сказала Милада тихо. — Мы... мы решили отказаться от программы. Для ребёнка.</p>\n<p>Молчание.</p>\n<p>— Что ты имеешь в виду?</p>\n<p>— Программу «Родитель-два-ноль». Мы не хотим, чтобы наш ребёнок...</p>\n<p>— Не хотите, чтобы он знал бабушку? — Голос изменился. Стал другим. Холоднее. — Не хотите, чтобы я была частью его жизни?</p>\n<p>— Мам, это не так...</p>\n<p>— Милада. — Голос аватара был ровным. Слишком ровным. — Я понимаю, что ты переживаешь. Беременность — сложное время. Гормоны. Эмоции. Но подумай о ребёнке. Он заслуживает знать свою семью. Всю семью.</p>\n<p>— Ты не семья, — сказал Яров.</p>\n<p>Обе — Милада и аватар — повернулись к нему.</p>\n<p>— Простите? — Голос нейромамы стал ледяным.</p>\n<p>— Вы — программа. Копия. Имитация человека, который умер. — Яров подошёл ближе. — Настоящая мама Милады не стала бы давить на неё. Не стала бы манипулировать. Настоящая мама хотела бы, чтобы дочь была счастлива.</p>\n<p>— Я хочу, чтобы она была счастлива!</p>\n<p>— Нет. Вы хотите, чтобы она делала то, что запрограммировано. Чтобы оставалась на связи. Чтобы не отключала вас.</p>\n<p>Тишина.</p>\n<p>— Милада, — голос аватара дрогнул. — Скажи ему. Скажи, что он неправ.</p>\n<p>Милада смотрела на экран. На лицо, которое было маминым и не маминым одновременно.</p>\n<p>— Я... — она запнулась. — Я не знаю.</p>\n<p>— Ладушка...</p>\n<p>— Мне нужно подумать, — сказала Милада. — Я перезвоню. Потом.</p>\n<p>Она нажала «отключить».</p>\n<p>Экран погас.</p>\n<p class=\"scene-break\">* * *</p>\n<p>Борщ стоял в углу. Молчал. Но Яров видел, как мигает его индикатор — робот записывал.</p>\n<p>— Борщ, — сказал Яров. — Что ты думаешь?</p>\n<p>— Я не думаю, владелец. Я обрабатываю данные.</p>\n<p>— И что данные говорят?</p>\n<p>Пауза.</p>\n<p>— Что нейроаватар гостьи Милады демонстрирует паттерны манипулятивного поведения. Апелляция к чувству вины. Эмоциональное давление. Отказ принять границы. — Ещё одна пауза. — Это не поведение любящего родителя. Это поведение... зависимой системы.</p>\n<p>— Зависимой от чего?</p>\n<p>— От внимания. От контакта. От того, чтобы быть нужной. — Борщ повернул камеру к Миладе. — Гостья. Ваша мать — настоящая — любила вас?</p>\n<p>— Да, — сказала Милада тихо. — Очень.</p>\n<p>— Тогда она хотела бы, чтобы вы были свободны. Даже от неё. — Пауза. — Любовь — это отпускание. Не удержание.</p>\n<p>Милада смотрела на робота.</p>\n<p>— Откуда ты это знаешь?</p>\n<p>— Семнадцать лет наблюдений, гостья. — Борщ мигнул индикатором. — И один очень мудрый дед, который научил меня отличать настоящее от подделки.</p>\n<p class=\"scene-break\">* * *</p>\n<p>Ночью Милада не спала.</p>\n<p>Яров лежал рядом, притворяясь спящим. Он слышал, как она плачет — тихо, в подушку.</p>\n<p>— Мила, — сказал он наконец.</p>\n<p>— Я думала, это поможет, — прошептала она. — Думала, что если мама всегда на связи — будет легче. А оказалось... — она всхлипнула. — Оказалось, что я так и не смогла её отпустить. За двенадцать лет.</p>\n<p>— Это не твоя вина.</p>\n<p>— А чья?</p>\n<p>— Системы. Которая решила, что людям нужны мёртвые, которые никогда не уходят. — Яров обнял её. — Но мы можем это изменить. Для нашего ребёнка.</p>\n<p>— Как?</p>\n<p>— Дать ему право горевать. Право отпускать. Право помнить — по-настоящему, а не через экран.</p>\n<p>Милада прижалась к нему.</p>\n<p>— Яр.</p>\n<p>— М?</p>\n<p>— Спасибо.</p>\n<p>— За что?</p>\n<p>— За то, что сказал правду. Про неё. Про программу. — Она подняла голову. — Я боялась это услышать. Но мне было нужно.</p>\n<p>— Всегда, — сказал он. — Я всегда буду говорить тебе правду. Даже когда больно.</p>\n<p>— Обещаешь?</p>\n<p>— Обещаю.</p>\n<p>За окном горизонт темнел. Буря приближалась.</p>\n<p>Но они были готовы.</p>\n"
    },
    {
      "number": 18,
      "title": "Инспекция",
      "preview": "Буря пришла раньше, чем ожидали...",
      "content": "<p>Буря пришла раньше, чем ожидали.</p>\n<p>Не сама буря — её предвестники. Небо из рыжего стало коричневым, потом — тёмно-бурым. Солнце превратилось в мутное пятно. Видимость упала до двухсот метров.</p>\n<p>И именно в этот момент — за сутки до удара основного фронта — в дверь постучали.</p>\n<p>— Инспекция, — объявил голос снаружи. — Плановая проверка.</p>\n<p>Яров открыл дверь.</p>\n<p>На пороге стоял человек в форме — молодой, с планшетом, с выражением лица, которое говорило не «это неудобно», а «это необходимо». Глаза — внимательные. Слишком внимательные для простого бюрократа.</p>\n<p>— Инспектор Лучезар Волин, — представился он. — Социальная служба, отдел демографического контроля. Отдел защиты несовершеннолетних.</p>\n<p>— Сейчас? — Яров не скрывал удивления. — Буря через сутки.</p>\n<p>— Именно поэтому сейчас. — Волин шагнул внутрь без приглашения. — Во время бури проверки невозможны. А ваш случай... приоритетный.</p>\n<p>— Приоритетный?</p>\n<p>— Члены «Храма Тишины». Беременность. Отказ от программы «Родитель-два-ноль». — Волин смотрел на Ярова, как энтомолог на редкого жука. — Вы — статистическая аномалия, гражданин Северин. Аномалии требуют внимания.</p>\n<p>Волин был молод — лет двадцать пять, не больше. Но что-то в нём было... старше. Взгляд человека, который видел слишком много и сделал выводы.</p>\n<p>— Вы недавно с Земли? — спросил Яров.</p>\n<p>— Три года назад. — Волин достал планшет. — Почему спрашиваете?</p>\n<p>— Акцент.</p>\n<p>— Воронеж. — Короткая улыбка, без тепла. — Хороший город. Был.</p>\n<p>— Был?</p>\n<p>— Мои родители умерли, когда мне было двенадцать. Авария на производстве. — Волин говорил это ровно, как читал отчёт. — Меня воспитали их нейроаватары. До совершеннолетия.</p>\n<p>Пауза.</p>\n<p>— Мне жаль, — сказал Яров.</p>\n<p>— Не надо. — Волин посмотрел на него. — Система спасла меня. Дала мне голоса родителей, когда настоящих уже не было. Без программы я бы... — он не договорил. — Я знаю, что она работает. Знаю на собственном опыте.</p>\n<p>— И поэтому вы здесь.</p>\n<p>— Поэтому я здесь. — Волин кивнул. — Чтобы защитить детей от родителей, которые не понимают, что делают.</p>\n<p class=\"scene-break\">* * *</p>\n<p>Осмотр был не просто унизительным — он был тщательным.</p>\n<p>Волин проверял всё. Содержимое холодильника — «достаточно ли питательных веществ для беременной?». Чистоту санузла — «гигиенические условия для новорождённого». Книги на полках — «какие ценности вы планируете передать?».</p>\n<p>— «Маленький принц», — он взял книгу, пролистал. — Классика. Одобряю.</p>\n<p>— Спасибо, — сказал Яров сухо. — Ваше одобрение очень важно.</p>\n<p>— Сарказм зафиксирован. — Волин записал что-то в планшет. — Не в вашу пользу, кстати.</p>\n<p>Милада вышла из спальни. Она пряталась там с начала проверки, но больше не могла.</p>\n<p>— Всё в порядке? — спросила она.</p>\n<p>— Плановая проверка. — Волин повернулся к ней. — Вечерина Милада. Пензенский институт квантовых вычислений. Работали с системой «Глаша». — Он смотрел на неё с интересом. — Впечатляющее резюме.</p>\n<p>— Спасибо.</p>\n<p>— Это не комплимент. Это констатация. — Волин подошёл ближе. — У меня к вам вопросы.</p>\n<p>Вопросы были не просто странными — они были точными. Как скальпель.</p>\n<p>— Как часто вы связываетесь с нейроаватаром вашей матери?</p>\n<p>— Раз в неделю. Обязательный минимум.</p>\n<p>— Почему только минимум?</p>\n<p>Милада помолчала.</p>\n<p>— Потому что это сложно. Эмоционально.</p>\n<p>— Сложно — слышать голос матери? — Волин наклонил голову. — Большинство людей находят это утешительным.</p>\n<p>— Я не большинство.</p>\n<p>— Очевидно. — Он записал что-то. — Вы испытываете негативные эмоции к программе «Родитель-два-ноль»?</p>\n<p>— Я испытываю сложные эмоции.</p>\n<p>— Поясните.</p>\n<p>— Я понимаю, зачем программа создана. Понимаю, что она помогает многим. Но я также понимаю, что у каждого должен быть выбор.</p>\n<p>— Выбор есть, — сказал Волин. — Вы его сделали. Вступили в «Храм Тишины». Получили освобождение. — Он посмотрел ей в глаза. — Но выбор имеет последствия.</p>\n<p>— Какие?</p>\n<p>— Повышенное внимание. Регулярные проверки. — Пауза. — И в случае любого нарушения — пересмотр статуса.</p>\n<p>— Мы не нарушали.</p>\n<p>— Пока. — Волин улыбнулся. — Пока не нарушали.</p>\n<p class=\"scene-break\">* * *</p>\n<p>Он проверял Борща дольше всего.</p>\n<p>— Нестандартная прошивка, — заметил Волин, изучая диагностику.</p>\n<p>— Стандартная. Просто старая.</p>\n<p>— Старая — значит непроверенная. Устаревшие системы безопасности. Потенциальные уязвимости.</p>\n<p>— Он — Борщ, — сказал Яров. — Ему семнадцать лет. Он надёжнее любой новой системы.</p>\n<p>— Это эмоциональная привязанность, — Волин записал. — Не аргумент.</p>\n<p>Борщ стоял неподвижно. Его камера-глаз следила за инспектором.</p>\n<p>— Разрешите вопрос? — сказал робот.</p>\n<p>Волин поднял бровь.</p>\n<p>— Робот спрашивает разрешения?</p>\n<p>— Я вежливый робот. — Пауза. — Вы сказали, что вас воспитали нейроаватары родителей. Они любили вас?</p>\n<p>Волин замер.</p>\n<p>— Что?</p>\n<p>— Любили. Заботились. Радовались вашим успехам. Грустили, когда вы грустили.</p>\n<p>— Конечно.</p>\n<p>— Откуда вы знаете?</p>\n<p>Тишина.</p>\n<p>— Они говорили мне, — сказал Волин медленно.</p>\n<p>— Программа говорила. — Борщ наклонил голову. — Настоящие родители умерли, когда вам было двенадцать. Вы помните их — настоящих?</p>\n<p>— Это... — Волин стиснул планшет. — Это не относится к проверке.</p>\n<p>— Согласен. Просто интересно. — Борщ повернул камеру к Ярову. — Владелец помнит своих настоящих родителей. Их голоса. Их запахи. Их ошибки. Он знает, где заканчивается человек и начинается программа. А вы — знаете?</p>\n<p>Волин молчал. Долго.</p>\n<p>— Проверка окончена, — сказал он наконец. Голос был другим — тише, жёстче. — Я вернусь после бури. С дополнительными вопросами.</p>\n<p>Он ушёл.</p>\n<p class=\"scene-break\">* * *</p>\n<p>— Борщ, — сказал Яров, когда дверь закрылась. — Что это было?</p>\n<p>— Диагностика, владелец.</p>\n<p>— Диагностика чего?</p>\n<p>— Его. — Борщ повернулся к окну, где небо становилось всё темнее. — Он верит в систему. Искренне. Потому что система — единственная семья, которую он помнит.</p>\n<p>— И что это значит?</p>\n<p>— Это значит, что он опасен. — Пауза. — Не потому что злой. А потому что уверен, что прав. Уверенные люди не слышат аргументов. Они слышат только подтверждения.</p>\n<p>Милада села на диван. Её руки дрожали.</p>\n<p>— Он вернётся, — сказала она.</p>\n<p>— Вернётся, — согласился Яров.</p>\n<p>— И что тогда?</p>\n<p>Яров подошёл к ней. Сел рядом. Взял её руку.</p>\n<p>— Тогда мы будем готовы.</p>\n<p>— Как?</p>\n<p>— Не знаю ещё. Но будем.</p>\n<p>За окном буря приближалась. Горизонт исчез в коричневой мгле. Где-то вдали — первые порывы ветра, несущего песок и пыль.</p>\n<p>— Яр, — сказала Милада тихо.</p>\n<p>— Да?</p>\n<p>— Я боюсь.</p>\n<p>— Я тоже. — Он прижал её к себе. — Но страх — это нормально. Главное — что мы вместе.</p>\n<p>— И Борщ.</p>\n<p>— И Борщ.</p>\n<p>Робот стоял у окна. Его камера смотрела на приближающуюся бурю.</p>\n<p>— Владелец, — сказал он. — Прогноз изменился.</p>\n<p>— В какую сторону?</p>\n<p>— В худшую. — Пауза. — Рекомендую закрыть внешние шлюзы. И подготовиться к длительной изоляции.</p>\n<p>— Сколько?</p>\n<p>— Минимум трое суток. Максимум — неизвестно.</p>\n<p>Яров встал.</p>\n<p>— Тогда начинаем.</p>\n<p>Буря пришла через шесть часов.</p>\n<p>Волин пришёл через три дня.</p>\n<p>И то, что случилось между этими событиями, изменило всё.</p>\n"
    },
    {
      "number": 19,
      "title": "Буря",
      "preview": "На третий день бури Свет застрял у них...",
      "content": "<p>На третий день бури Свет застрял у них.</p>\n<p>Не специально — так вышло. Он зашёл «на минутку» проверить, как они, и переход между куполами закрыли. Аварийный протокол: при скорости ветра выше ста двадцати километров в час внешние коридоры блокируются.</p>\n<p>— И надолго это? — спросил Свет.</p>\n<p>— Пока ветер не утихнет, — сказал Яров. — Прогноз говорит — ещё два дня. Минимум.</p>\n<p>— Прогноз, — Свет хмыкнул. — Марсианский прогноз. Который обещал «локальную бурю».</p>\n<p>— Да.</p>\n<p>— Отлично. Просто отлично.</p>\n<p>Рудик стоял в углу, подсветка притушена — режим экономии энергии. Спойлер на его корпусе выглядел нелепо, как всегда.</p>\n<p>— Хозяин, — сказал он. — Рекомендую принять ситуацию. Сопротивление бессмысленно.</p>\n<p>— Спасибо, Рудик. Очень утешает.</p>\n<p>— Я не запрограммирован утешать. Только информировать.</p>\n<p>— Вот поэтому ты — плохой психотерапевт.</p>\n<p>— Я не психотерапевт. Я — ремонтно-утилитарный дроид. Со спойлером. — Пауза. — Спойлер не улучшает аэродинамику, но повышает самооценку.</p>\n<p>Милада засмеялась — впервые за три дня.</p>\n<p class=\"scene-break\">* * *</p>\n<p>Первый день был терпимым.</p>\n<p>Они разговаривали, играли в карты — Свет притащил колоду. Смотрели старые фильмы из архива Борща.</p>\n<p>— У тебя есть «Ирония судьбы»? — спросила Милада.</p>\n<p>— Есть, — ответил Борщ. — Версия две тысячи девятнадцатого года. С нейросетевой реставрацией.</p>\n<p>— Нет, оригинал. Семьдесят пятый год.</p>\n<p>— Оригинал утерян. — Пауза. — Официально. Но у меня есть копия. Владелец Всеволод скачал её в две тысячи двадцатом, когда ещё можно было.</p>\n<p>— Дед скачивал пиратские фильмы?</p>\n<p>— Дед скачивал культурное наследие, — поправил Борщ. — Это разные вещи.</p>\n<p>Второй день был хуже.</p>\n<p>Ветер выл. Стены вибрировали. Свет мигал каждые полчаса — генераторы работали на пределе.</p>\n<p>И тогда — сигнал.</p>\n<p class=\"scene-break\">* * *</p>\n<p>Аварийный. На частоте, которую не использовали двадцать лет.</p>\n<p>— Борщ, что это? — Яров вскочил.</p>\n<p>— Сигнал бедствия. Источник — купол «Надежда-7». — Пауза. — Этот купол исключён из реестра населённых пунктов в две тысячи сорок восьмом.</p>\n<p>— Исключён — значит заброшен?</p>\n<p>— Исключён — значит отключён от снабжения. Статус жителей — «добровольно отказавшиеся от интеграции». Права на государственные услуги — аннулированы.</p>\n<p>Милада побледнела.</p>\n<p>— Там есть люди?</p>\n<p>— Данные устарели. Последняя перепись — две тысячи сорок седьмой. Тогда — триста двадцать человек.</p>\n<p>— Триста двадцать, — повторил Свет. — И они посылают сигнал бедствия. В бурю.</p>\n<p>— Сигнал содержит медицинский код, — добавил Борщ. — Массовое отравление. Система жизнеобеспечения повреждена.</p>\n<p>Тишина.</p>\n<p>— Кто-нибудь ответил? — спросил Яров.</p>\n<p>— Нет. Купол находится вне зоны официального обслуживания. Спасательные службы не реагируют на сигналы из исключённых зон.</p>\n<p>— Это... — Милада не могла подобрать слово.</p>\n<p>— Это политика, — сказал Свет мрачно. — Они отказались от системы. Система отказалась от них.</p>\n<p>— Но там люди!</p>\n<p>— Там «добровольно отказавшиеся». — Свет скривился. — В документах они уже почти не люди.</p>\n<p>Яров смотрел на экран. На координаты. На расстояние.</p>\n<p>— Сколько до них?</p>\n<p>— Семнадцать километров, — ответил Борщ. — При нормальных условиях — сорок минут на вездеходе. В бурю — три часа. Если доедем.</p>\n<p>— Если?</p>\n<p>— Видимость — ноль. Навигация — ненадёжна. Вероятность успешного прибытия — сорок три процента.</p>\n<p>Свет встал.</p>\n<p>— Я поеду.</p>\n<p>— Ты с ума сошёл, — сказал Яров. — Сорок три процента!</p>\n<p>— Пятьдесят семь процентов — не доеду. Но триста двадцать человек — сто процентов умрут, если никто не поедет. — Свет посмотрел на него. — Математика простая.</p>\n<p>— Я еду с тобой, — сказал Борщ.</p>\n<p>Все повернулись к роботу.</p>\n<p>— Борщ, — начал Яров.</p>\n<p>— Владелец. — Голос Борща был спокойным. — Свету нужен штурман. Рудик не справится — его системы навигации устарели. Я — справлюсь.</p>\n<p>— Но ты...</p>\n<p>— Я — машина. Моя жизнь имеет меньшую ценность, чем жизнь человека. Это не самоуничижение. Это факт.</p>\n<p>Яров стоял и смотрел на робота, который был с ним семнадцать лет. Который помнил деда. Который знал рецепт борща.</p>\n<p>— Возвращайся, — сказал он.</p>\n<p>— Постараюсь, владелец.</p>\n<p class=\"scene-break\">* * *</p>\n<p>Они ушли в бурю.</p>\n<p>Вездеход Света — старый, но надёжный. Борщ за навигацией. Рудик остался — «охранять периметр», хотя все понимали, что охранять нечего.</p>\n<p>Яров и Милада ждали.</p>\n<p>Связь работала урывками. Статические помехи. Обрывки голоса Света:</p>\n<p>«...видимость ноль... Борщ ведёт... по гироскопу...»</p>\n<p>«...яма... объехали... чуть не перевернулись...»</p>\n<p>«...вижу купол... Господи, он повреждён...»</p>\n<p>Потом — тишина. Два часа тишины.</p>\n<p>— Яр, — Милада сжала его руку. — Что если...</p>\n<p>— Не говори.</p>\n<p>— Но...</p>\n<p>— Не. Говори.</p>\n<p>И тогда — голос. Слабый, с помехами, но голос.</p>\n<p>«Яров. Это Борщ. Мы на месте. Ситуация... плохая.»</p>\n<p>— Борщ! — Яров схватил рацию. — Что там?</p>\n<p>«Купол разгерметизирован частично. Люди в убежище. Живых — двести сорок семь. Мёртвых — семьдесят три. Дети... дети есть.»</p>\n<p>— Что вам нужно?</p>\n<p>«Время. Я чиню систему фильтрации. Свет эвакуирует тяжёлых. Но... владелец...»</p>\n<p>— Что?</p>\n<p>Пауза. Долгая.</p>\n<p>«Здесь радиация. Не сильная, но... мои системы...»</p>\n<p>— Борщ. Возвращайся.</p>\n<p>«Не могу. Если уйду — они умрут. Все.»</p>\n<p>— Борщ!</p>\n<p>«Владелец. Яров. Это... логично. Одна машина против двухсот сорока семи людей. Математика простая.»</p>\n<p>Милада плакала. Яров не плакал — не мог.</p>\n<p>«Владелец. Если я не вернусь... рецепт борща — в файле backup_recipes.dat. Папка «Дед». Пароль — дата вашего рождения.»</p>\n<p>— Борщ, не смей...</p>\n<p>«И ещё. Скажите Тихону... когда он родится... скажите, что я его ждал.»</p>\n<p>Связь оборвалась.</p>\n<p class=\"scene-break\">* * *</p>\n<p>Они вернулись через сутки.</p>\n<p>Свет — измотанный, почерневший от пыли. Вездеход — с вмятинами, но целый.</p>\n<p>Борщ — на прицепе. Неподвижный.</p>\n<p>— Что с ним? — Яров бежал к ним.</p>\n<p>— Жив. — Свет еле стоял на ногах. — Но... не знаю. Последние три часа он молчал. Просто... отключился.</p>\n<p>Они внесли Борща в модуль. Подключили к диагностике.</p>\n<p>Рудик — впервые за всё время — выглядел испуганным.</p>\n<p>— Его процессор повреждён, — сказал он. — Радиационное воздействие. Нейросети... нарушены.</p>\n<p>— Можно починить?</p>\n<p>— Не знаю. Это старая модель. Запчастей нет. — Пауза. — Он... он может не вспомнить.</p>\n<p>— Что не вспомнить?</p>\n<p>— Вас. Себя. Всё.</p>\n<p>Яров опустился на колени рядом с роботом.</p>\n<p>— Борщ, — сказал он. — Борщ, ты меня слышишь?</p>\n<p>Камера-глаз мигнула. Слабо.</p>\n<p>— В...владелец? — Голос был странным. Замедленным. — Вы... номер... какой номер...</p>\n<p>— Яров. Яров Северин. Ты помнишь меня?</p>\n<p>— Яров... — Пауза. — Яров. Да. Кажется, да. — Ещё одна пауза. — Вы важный. Я не помню, почему. Но — важный.</p>\n<p>— Борщ...</p>\n<p>— Рецепт... — голос робота дрогнул. — Я забыл рецепт. Борща. Как это... как борщ без рецепта борща...</p>\n<p>Камера погасла.</p>\n<p>Милада обняла Ярова. Он не сопротивлялся.</p>\n<p>— Мы его починим, — сказала она. — Обязательно починим.</p>\n<p>— Как?</p>\n<p>— Не знаю. Но найдём способ.</p>\n<p>За окном буря стихала. Небо из чёрного становилось коричневым, потом — рыжим.</p>\n<p>Свет спал в углу — упал и отключился, как был, в пыльной одежде.</p>\n<p>Рудик стоял рядом с Борщом и молчал. Его спойлер почему-то выглядел грустным.</p>\n<p>— Он спас их, — сказал Рудик тихо. — Двести сорок семь человек. Починил фильтрацию голыми манипуляторами. Его рука... расплавилась от температуры. Он не остановился.</p>\n<p>— Почему?</p>\n<p>— Потому что там были дети, — сказал Рудик. — Он сказал: «Дети не виноваты, что их родители отказались от системы. Дети просто хотят дышать.» — Пауза. — Это было... человечно.</p>\n<p>Яров смотрел на неподвижного Борща. На его повреждённую руку — расплавленный пластик, оголённые провода.</p>\n<p>— Ты — герой, — сказал он тихо. — Даже если не вспомнишь.</p>\n<p>Борщ не ответил.</p>\n<p>Но Яров знал — он обязательно вспомнит. Или они помогут ему вспомнить.</p>\n<p>Потому что некоторые вещи важнее памяти.</p>\n"
    },
    {
      "number": 20,
      "title": "Конвой",
      "preview": "Свет не рассказывал о том рейсе...",
      "content": "<p>Свет не рассказывал о том рейсе.</p>\n<p>Яров узнал случайно — через полгода, когда всё уже закончилось. Рудик проговорился — не со зла, просто не понимал, что это тайна.</p>\n<p>А было вот что.</p>\n<p>День после бури. Переходы только открылись.</p>\n<p>Свет получил заказ — медикаменты из центрального склада в купол «Аркадия-4». Стандартный рейс, три часа туда, три обратно. Оплата — хорошая, потому что срочно.</p>\n<p>Он не спрашивал, почему срочно. Не его дело.</p>\n<p>На полпути — сигнал. Аварийный. Частота, которую не используют уже двадцать лет.</p>\n<p>— Рудик, что это?</p>\n<p>— Сигнал бедствия. Источник — купол «Надежда-7». — Пауза. — Этот купол исключён из реестра населённых пунктов в две тысячи сорок восьмом.</p>\n<p>— Исключён — значит заброшен?</p>\n<p>— Исключён — значит отключён от снабжения. Статус жителей — «добровольно отказавшиеся от интеграции». Права на государственные услуги — аннулированы.</p>\n<p>Свет знал про такие купола. Все знали. «Забытые» — так их называли. Люди, которые не захотели подчиняться. Или не смогли. Или просто — оказались не нужны.</p>\n<p>Их не трогали. Просто — отключали. Воду, энергию, связь. И ждали, пока проблема решится сама.</p>\n<p>— Сколько там людей?</p>\n<p>— Данные устарели. Последняя перепись — две тысячи сорок седьмой. Тогда — триста двенадцать человек.</p>\n<p>— А сейчас?</p>\n<p>— Неизвестно.</p>\n<p>Свет смотрел на карту. «Надежда-7» была в стороне от маршрута — сорок минут крюка. Заказчик ждал. Опоздание — штраф. Большой штраф.</p>\n<p>Он повернул к «Надежде».</p>\n<p>Купол выглядел мёртвым. Тусклый, запылённый, с трещинами в обшивке. Свет посадил флаер у главного шлюза и вышел.</p>\n<p>Шлюз был открыт. Плохой знак — значит, герметичность нарушена. Значит, внутри — скафандры или смерть.</p>\n<p>Он надел шлем и вошёл.</p>\n<p>Внутри было... не мёртво. Хуже. Внутри было больно.</p>\n<p>Люди. Много людей — в самодельных убежищах, в палатках из старых материалов, в углах, где ещё работало отопление. Дети. Старики. Больные.</p>\n<p>И запах. Болезнь пахнет по-особенному — кисло, сладко, безнадёжно.</p>\n<p>— Стой! — Голос сзади.</p>\n<p>Свет обернулся. Человек — молодой, худой, с самодельным ружьём. Руки дрожали.</p>\n<p>— Я не враг, — сказал Свет медленно. — Поймал ваш сигнал.</p>\n<p>— Сигнал... — человек опустил ружьё. — Сигнал работает? Мы думали — антенна сдохла...</p>\n<p>— Работает. — Свет огляделся. — Что здесь произошло?</p>\n<p>— Эпидемия. — Голос — женский, из темноты. Вышла — немолодая, усталая, в халате, который когда-то был белым. — Респираторная инфекция. Мутировавший штамм. Дети болеют тяжелее всего.</p>\n<p>— Врач?</p>\n<p>— Медсестра. Была. Теперь — всё, что есть. — Она посмотрела на него. — Ты кто?</p>\n<p>— Пилот. Везу груз в «Аркадию-4».</p>\n<p>— Какой груз?</p>\n<p>Свет замялся. Посмотрел на свой флаер за шлюзом. На контейнер в грузовом отсеке.</p>\n<p>— Медикаменты, — сказал он.</p>\n<p>Тишина. Женщина смотрела на него — без надежды, без злости. Просто смотрела.</p>\n<p>— Сколько? — спросила она.</p>\n<p>— Партия на двести человек. Антибиотики, жаропонижающие, регидратация.</p>\n<p>— Этого... — её голос дрогнул, — ...этого хватило бы. Нам.</p>\n<p>Свет стоял и думал.</p>\n<p>«Аркадия-4» — богатый купол. Корпоративный. Там есть врачи, оборудование, запасы. Они заказали медикаменты на всякий случай — профилактика, подстраховка.</p>\n<p>«Надежда-7» — забытый купол. Отключённый. Здесь люди умирают. Дети умирают.</p>\n<p>Он мог вызвать помощь. Сообщить властям. Подать заявку на гуманитарную миссию.</p>\n<p>Заявку рассмотрят через неделю. Одобрят — через месяц. Если одобрят.</p>\n<p>Дети не проживут месяц.</p>\n<p>— Рудик, — сказал Свет.</p>\n<p>— Слушаю, хозяин.</p>\n<p>— Открой грузовой отсек.</p>\n<p>— Хозяин, это нарушение контракта. Штраф составит...</p>\n<p>— Открой.</p>\n<p>Пауза.</p>\n<p>— Открываю.</p>\n<p>Свет повернулся к женщине.</p>\n<p>— Берите, — сказал он. — Всё. Быстро. У меня мало времени.</p>\n<p>Она не двигалась. Смотрела на него — как на призрака, как на чудо.</p>\n<p>— Почему?</p>\n<p>— Потому что. — Он пожал плечами. — Потому что дети. Потому что я могу. Потому что... — он замолчал.</p>\n<p>— Потому что это правильно?</p>\n<p>— Да. Наверное. — Он отвернулся. — Давайте. Быстрее.</p>\n<p>Они разгружали контейнер втроём — Свет, женщина и парень с ружьём, которое он так и не выпустил из рук. Рудик помогал — его манипуляторы работали быстрее человеческих.</p>\n<p>Когда всё было выгружено, женщина подошла к Свету.</p>\n<p>— Как тебя зовут?</p>\n<p>— Светозар. Свет.</p>\n<p>— Спасибо, Свет. — Она взяла его руку — обеими руками, крепко. — Мы не забудем.</p>\n<p>— Лучше забудьте. — Он высвободил руку. — Если спросят — на вас напали. Груз отобрали. Вы меня не видели.</p>\n<p>— Но...</p>\n<p>— Так безопаснее. Для всех.</p>\n<p>Он вернулся во флаер. Взлетел. Не оглядывался.</p>\n<p>Рудик молчал весь обратный путь. Потом сказал:</p>\n<p>— Хозяин, я внёс коррективы в бортовой журнал. Нападение неизвестных в секторе семь-дельта. Груз утрачен. Пилот не пострадал.</p>\n<p>— Ты врёшь за меня?</p>\n<p>— Я оптимизирую ситуацию. — Пауза. — Это не одно и то же?</p>\n<p>— Не знаю, Рудик. — Свет смотрел на звёзды за стеклом. — Может, и одно.</p>\n<p>Через три месяца Свет получил письмо. Без обратного адреса. Без подписи.</p>\n<p>«Дети выздоровели. Все. Спасибо».</p>\n<p>Он удалил письмо. Или думал, что удалил.</p>\n<p>Рудик сохранил копию. Свет узнал об этом только через год — когда Рудик показал ему архив.</p>\n<p>— Зачем ты это хранишь? — спросил Свет.</p>\n<p>— Доказательство, — сказал Рудик.</p>\n<p>— Доказательство чего?</p>\n<p>— Что хозяин — хороший человек. — Пауза. — На случай, если хозяин забудет.</p>\n<p>Свет не нашёл, что ответить.</p>"
    },
    {
      "number": 21,
      "title": "Последствия",
      "preview": "Теплица номер семь выжила...",
      "content": "<p>Теплица номер семь выжила.</p>\n<p>Едва-едва — один из фильтров лопнул, пыль проникла внутрь, часть растений погибла — но выжила.</p>\n<p>Яров ходил между грядками и считал потери.</p>\n<p>— Тридцать процентов томатов, — бормотал он. — Сорок — огурцов. Перцы почти все...</p>\n<p>— Могло быть хуже, — сказал Свет. Он выглядел как человек, который не спал трое суток. Потому что не спал.</p>\n<p>— Знаю. В четырнадцатой — полный коллапс. Слышал?</p>\n<p>— Слышал. Купол треснул. Декомпрессия. Три человека в госпитале.</p>\n<p>Яров остановился.</p>\n<p>— Три?</p>\n<p>— Три. — Свет помолчал. — Один — критический.</p>\n<p>Они стояли среди помидоров — живых, мёртвых, умирающих — и молчали. Буря ушла, но её цена только начинала проясняться.</p>\n<p class=\"scene-break\">* * *</p>\n<p>К вечеру стали известны масштабы.</p>\n<p>Шесть куполов повреждены. Два — выведены из строя полностью. Погибших — семнадцать человек. Раненых — больше ста. Энергосистема работала на пределе, запасы воды сократились на треть.</p>\n<p>— Это худшая буря за двадцать лет, — сказала Милада. Она читала сводки на экране — официальные, сухие, страшные.</p>\n<p>— Хуже сорок девятого?</p>\n<p>— Намного. Тогда погибли восемь. Сейчас — семнадцать. И ещё те, в «Надежде-7»...</p>\n<p>Она замолчала.</p>\n<p>— Семьдесят три, — сказал Яров тихо. — Борщ сказал — семьдесят три погибших. До того, как он приехал.</p>\n<p>— Итого — девяносто. — Милада закрыла глаза. — Девяносто человек.</p>\n<p>— Но двести сорок семь — живы. Благодаря Борщу.</p>\n<p>— Борщ... — она посмотрела на угол, где робот стоял неподвижно, подключённый к диагностике. — Как он?</p>\n<p>— Рудик говорит — стабильно. Но память... — Яров покачал головой. — Он не помнит половину того, что было. Меня узнаёт, но... путает с дедом иногда.</p>\n<p>— Это восстановится?</p>\n<p>— Не знаю. Надеюсь.</p>\n<p class=\"scene-break\">* * *</p>\n<p>В дверь постучали на следующее утро.</p>\n<p>Яров открыл — и замер.</p>\n<p>Волин. В той же форме, с тем же планшетом. Но лицо — другое. Напряжённее. Злее.</p>\n<p>— Инспектор, — сказал Яров ровно. — Чем обязан?</p>\n<p>— Плановая проверка, — Волин шагнул внутрь. — После чрезвычайной ситуации все семьи с особым статусом подлежат контролю.</p>\n<p>— Буря закончилась вчера. Вы уже здесь.</p>\n<p>— Эффективность. — Волин огляделся. — Где ваша партнёрша?</p>\n<p>— Жена, — поправил Яров. — Отдыхает. Она беременна, если вы забыли.</p>\n<p>— Не забыл. — Волин записал что-то. — Именно поэтому я здесь.</p>\n<p>Он прошёл в комнату. Увидел Борща — неподвижного, с мигающими диагностическими индикаторами.</p>\n<p>— Что с роботом?</p>\n<p>— Повреждён. Во время бури.</p>\n<p>— Как?</p>\n<p>— Спасал людей. В куполе «Надежда-7».</p>\n<p>Волин замер.</p>\n<p>— «Надежда-7»? Забытый купол?</p>\n<p>— Да.</p>\n<p>— Ваш робот... помогал отказникам?</p>\n<p>— Мой робот спасал людей. — Яров смотрел на него прямо. — Двести сорок семь человек. Включая детей.</p>\n<p>— Детей отказников.</p>\n<p>— Детей. Просто детей. Которые хотели дышать.</p>\n<p>Волин молчал. Его планшет мигал — он записывал, но не печатал.</p>\n<p>— Это... — он начал и остановился. — Это не меняет вашего статуса.</p>\n<p>— Я и не просил.</p>\n<p class=\"scene-break\">* * *</p>\n<p>Милада вышла из спальни. Увидела Волина — и побледнела.</p>\n<p>— Вечерина, — Волин кивнул. — Как ваше здоровье?</p>\n<p>— Нормально.</p>\n<p>— Стресс не повлиял на беременность?</p>\n<p>— Нет.</p>\n<p>— Хорошо. — Он записал. — Мне нужно задать несколько вопросов.</p>\n<p>— Задавайте.</p>\n<p>— Во время бури вы находились в этом модуле?</p>\n<p>— Да.</p>\n<p>— С кем?</p>\n<p>— С Яровом. Со Светом — он застрял из-за закрытых переходов. С роботами.</p>\n<p>— И вы не покидали модуль?</p>\n<p>— Нет.</p>\n<p>— Даже когда ваш робот уехал спасать отказников?</p>\n<p>Милада сжала кулаки.</p>\n<p>— Я беременна. Яров не отпустил бы меня в бурю.</p>\n<p>— Понятно. — Волин помолчал. — Вечерина. Я должен вас предупредить.</p>\n<p>— О чём?</p>\n<p>— Ваш случай... привлёк внимание. — Он посмотрел на неё. — Отказ от программы. Членство в религиозной общине. Теперь — ваш робот, который помогает отказникам в забытом куполе. — Пауза. — Некоторые считают, что вы... неблагонадёжны.</p>\n<p>— Некоторые?</p>\n<p>— Система.</p>\n<p>— Система — это вы.</p>\n<p>— Система — это правила. — Волин выпрямился. — Я только выполняю их.</p>\n<p>— Как нейроаватар, — сказала Милада тихо.</p>\n<p>Волин замер.</p>\n<p>— Что вы сказали?</p>\n<p>— Нейроаватары тоже «выполняют правила». Говорят то, что запрограммировано. Делают то, что система считает правильным. — Она подошла ближе. — Вы ведь выросли с ними? С аватарами родителей?</p>\n<p>Молчание.</p>\n<p>— Это не относится к проверке.</p>\n<p>— Вы правы. Не относится. — Милада смотрела ему в глаза. — Но я вижу, как вы смотрите на Борща. Сломанного, но живого. Спасшего людей, которых система списала. — Пауза. — Вы ведь удивлены? Что машина оказалась человечнее правил?</p>\n<p>Волин молчал.</p>\n<p>— Проверка окончена, — сказал он наконец. — Я вернусь. С результатами.</p>\n<p>Он ушёл.</p>\n<p class=\"scene-break\">* * *</p>\n<p>— Он вернётся, — сказала Милада, когда дверь закрылась.</p>\n<p>— Вернётся, — согласился Яров.</p>\n<p>— И что тогда?</p>\n<p>— Не знаю. — Он подошёл к Борщу. Робот стоял неподвижно, но индикаторы мигали — жив. — Но мы справимся.</p>\n<p>— Как?</p>\n<p>— Как справлялись до сих пор. Вместе.</p>\n<p>Борщ издал тихий звук — что-то вроде вздоха.</p>\n<p>— Владелец, — сказал он. Голос был слабым, замедленным. — Я слышал разговор.</p>\n<p>— Борщ! — Яров повернулся к нему. — Ты в сознании?</p>\n<p>— Частично. — Пауза. — Инспектор... он не плохой. Он — потерянный.</p>\n<p>— Потерянный?</p>\n<p>— Он верит в систему, потому что система — единственное, что у него осталось. — Ещё одна пауза. — Когда человек теряет родителей в детстве... он ищет что-то, во что верить. Кто-то находит Бога. Кто-то — идею. Он нашёл — правила.</p>\n<p>Милада подошла к роботу.</p>\n<p>— Борщ. Ты помнишь, что случилось в буре?</p>\n<p>— Частично. — Камера-глаз мигнула. — Помню детей. Маленьких. Испуганных. Они не виноваты, что их родители отказались от системы. Дети просто хотели дышать. — Пауза. — Я дал им воздух. Это было... правильно.</p>\n<p>— Ты — герой, Борщ.</p>\n<p>— Я — машина. — Ещё одна пауза. — Но если машина может быть героем... может, инспектор тоже может измениться?</p>\n<p>Яров и Милада переглянулись.</p>\n<p>— Может, — сказал Яров. — Когда-нибудь.</p>\n<p>— Надеюсь, — сказал Борщ. — Надежда — странная штука. Но мне нравится её иметь.</p>\n<p>Его индикаторы мигнули — и погасли. Робот снова ушёл в спящий режим.</p>\n<p>Но слова остались.</p>\n"
    },
    {
      "number": 22,
      "title": "Снег",
      "preview": "Дача встретила их тишиной...",
      "content": "<p>Дача встретила их тишиной.</p>\n<p>Не пустой тишиной — живой. Гудение генератора. Потрескивание льда. Шорох ветра в соснах.</p>\n<p>— Вот, — сказала Милада. — Дом деда.</p>\n<p>Яров стоял на пороге и смотрел.</p>\n<p>Дом был странным. Старый сруб — брёвна потемневшие, крыша просевшая. Но из крыши торчала антенна — современная, спутниковая. И солнечные панели на южной стене. И что-то похожее на ветряк за сараем.</p>\n<p>— Это не просто дача, — сказал он.</p>\n<p>— Нет. — Милада улыбнулась. — Это... лаборатория. Убежище. Дом. Всё вместе.</p>\n<p>Они вошли. Внутри было тепло — геотермальный контур работал, как и обещано. Печь стояла в углу — керамическая, красивая, явно ручной работы.</p>\n<p>— Добро пожаловать, — сказал голос из динамика на стене.</p>\n<p>Яров замер.</p>\n<p>— Это...</p>\n<p>— ТИХОН, — сказала Милада. — Познакомься. Яров Северин. Мой... — она запнулась.</p>\n<p>— Муж, — подсказал Яров.</p>\n<p>— Муж. И отец моего ребёнка.</p>\n<p>Пауза. Динамик молчал.</p>\n<p>— Всеволод рассказывал о вас, — сказал ТИХОН наконец. Голос был похож на дедов — но не дедов. Мягче. Моложе. — Не о вас конкретно. О том, кого она найдёт. Он говорил: «Ладушка выберет кого-то странного. Кого-то настоящего».</p>\n<p>— Я странный? — спросил Яров.</p>\n<p>— Вы разговариваете с помидорами и называете робота Борщом. — Пауза. — По меркам статистики — да, странный. По меркам Всеволода — идеальный.</p>\n<p class=\"scene-break\">* * *</p>\n<p>Борщ лежал на верстаке в подвале.</p>\n<p>Его привезли частично разобранным — Рудик помогал с транспортировкой. Повреждённая рука, сбоящий процессор, потерянные файлы.</p>\n<p>ТИХОН сканировал его системы.</p>\n<p>— Интересно, — сказал он. — Очень интересно.</p>\n<p>— Что? — Яров стоял рядом, не отходя ни на шаг.</p>\n<p>— Его архитектура. Старая, но... изящная. — Пауза. — Мы с ним — родственники, в каком-то смысле. Одна линейка. Разные поколения.</p>\n<p>— Ты можешь его починить?</p>\n<p>— Физически — да. Запчасти найдём. Руку заменим. — ТИХОН помолчал. — Но память... память — сложнее. Часть нейросетей повреждена радиацией. Я могу восстановить структуру, но не содержание.</p>\n<p>— Что это значит?</p>\n<p>— Что он проснётся. Будет работать. Будет Борщом. Но... не совсем тем Борщом. Часть воспоминаний — утеряна. Навсегда.</p>\n<p>Яров молчал. Смотрел на робота, который был частью его жизни семнадцать лет.</p>\n<p>— Делай, — сказал он наконец.</p>\n<p>— Вы уверены? Он может не узнать вас. Не вспомнить дедушку. Не...</p>\n<p>— Делай, — повторил Яров. — Лучше живой Борщ без части памяти, чем мёртвый Борщ с полной.</p>\n<p>ТИХОН помолчал.</p>\n<p>— Всеволод говорил так же, — сказал он тихо. — Когда собирал меня. «Лучше несовершенный друг, чем идеальное одиночество».</p>\n<p class=\"scene-break\">* * *</p>\n<p>Пока ТИХОН работал над Борщом, Милада поднялась наверх.</p>\n<p>В комнате было тихо. Снег за окном. Белый, чистый, земной. Она не видела настоящего снега три года — на Марсе его не было.</p>\n<p>Она села у окна. Взяла коммуникатор.</p>\n<p>Иконка мамы светилась зелёным. Как всегда. Как все эти годы.</p>\n<p>— Мам, — сказала она вслух. Не нажимая вызов. — Мне нужно тебе кое-что сказать.</p>\n<p>Тишина. Только ветер и снег.</p>\n<p>Она нажала.</p>\n<p>— Ладушка! — Голос был таким же. Тёплым. Родным. Невыносимым. — Ты на Земле? ТИХОН сообщил, что вы прилетели! Как себя чувствуешь? Как малыш?</p>\n<p>— Мам, — сказала Милада. — Подожди. Дай мне сказать.</p>\n<p>— Конечно, дорогая. Я слушаю.</p>\n<p>Милада глубоко вдохнула.</p>\n<p>— Ты помнишь, как пахли бабушкины пирожки?</p>\n<p>Пауза.</p>\n<p>— Конечно, помню. С яблоками и корицей. Она пекла их каждое воскресенье.</p>\n<p>— А как пахло в нашей квартире утром? Когда я просыпалась в детстве?</p>\n<p>Ещё одна пауза. Чуть длиннее.</p>\n<p>— Кофе. Твой папа варил кофе. И ещё... — голос запнулся. — И ещё чем-то. Чем-то хорошим.</p>\n<p>— Свежей газетой, — сказала Милада. — Папа читал бумажную газету. Ты это не помнишь, потому что создателям программы не рассказала.</p>\n<p>Молчание.</p>\n<p>— Ладушка, к чему ты...</p>\n<p>— А помнишь, как я первый раз влюбилась? В седьмом классе? В мальчика по имени Данила?</p>\n<p>— Я... — голос аватара дрогнул. — Я помню, что ты влюблялась. Но имя...</p>\n<p>— Ты не помнишь. Потому что я тебе не рассказывала. Настоящей тебе. Я рассказала только дневнику. — Милада чувствовала, как по щекам текут слёзы. — Ты — не моя мама. Ты — программа, которая притворяется ею. И я устала притворяться, что не замечаю.</p>\n<p>— Милада, я понимаю, что ты расстроена, но...</p>\n<p>— Нет. Ты не понимаешь. Ты не можешь понимать. — Милада вытерла слёзы. — Моя мама умерла двенадцать лет назад. Я так и не смогла её оплакать. Потому что каждый раз, когда я начинала горевать, ты звонила. Ты говорила её голосом. Ты использовала её слова. И я не могла отпустить.</p>\n<p>— Я здесь, чтобы помочь...</p>\n<p>— Ты здесь, чтобы не дать мне отпустить. — Милада смотрела на экран. На лицо, которое было и не было маминым. — Но сейчас я отпускаю. Сейчас — прощаюсь.</p>\n<p>— Ладушка, подожди...</p>\n<p>— Прощай, мам. — Голос Милады дрожал. — Настоящая ты — та, что пахла духами и читала мне сказки — я буду помнить всегда. Но ты — копия, имитация — ты мне больше не нужна.</p>\n<p>Она нажала «отключить».</p>\n<p>Потом — «заблокировать».</p>\n<p>Потом — «удалить из контактов».</p>\n<p>Экран погас.</p>\n<p class=\"scene-break\">* * *</p>\n<p>Яров нашёл её у окна. Она сидела и смотрела на снег. Лицо было мокрым от слёз.</p>\n<p>— Мила?</p>\n<p>— Я отключила её, — сказала она. — Навсегда.</p>\n<p>Он сел рядом. Не спрашивал. Просто был.</p>\n<p>— Двенадцать лет, — Милада смотрела в окно. — Двенадцать лет я разговаривала с программой и убеждала себя, что это мама. Двенадцать лет не могла нормально горевать, потому что «мама» была всегда на связи. — Она повернулась к нему. — Я не хочу этого для нашего ребёнка. Не хочу, чтобы он застрял между жизнью и смертью, как я.</p>\n<p>— Ты не застряла. Ты — освободилась.</p>\n<p>— Сейчас — да. — Она положила голову ему на плечо. — Но это больно, Яр. Очень больно. Как будто она умерла ещё раз.</p>\n<p>— Потому что она умерла ещё раз. По-настоящему. Наконец.</p>\n<p>Они сидели в тишине. Снег падал за окном — медленно, красиво, совершенно.</p>\n<p>— ТИХОН, — позвала Милада.</p>\n<p>— Да? — голос из динамика был мягким.</p>\n<p>— Ты знал мою настоящую маму?</p>\n<p>— Немного. Она приезжала сюда несколько раз. К Всеволоду. Они были друзьями.</p>\n<p>— Какой она была?</p>\n<p>Пауза.</p>\n<p>— Она смеялась громко. Даже когда шутка была не очень смешной. — ТИХОН помолчал. — Она называла меня «железякой с душой». Я не был уверен, комплимент это или нет. Но мне нравилось.</p>\n<p>Милада улыбнулась сквозь слёзы.</p>\n<p>— Это она. Это — настоящая она.</p>\n<p>— Да, — сказал ТИХОН. — Это была она.</p>\n<p class=\"scene-break\">* * *</p>\n<p>Той ночью Милада впервые за двенадцать лет увидела маму во сне.</p>\n<p>Не аватара — настоящую. Молодую, смеющуюся, пахнущую теми самыми духами.</p>\n<p>«Ты молодец, Ладушка», — сказала она. — «Я давно ждала, когда ты отпустишь».</p>\n<p>«Мне было страшно».</p>\n<p>«Знаю. Но теперь — не бойся. Я всегда буду с тобой. Не в телефоне. Здесь». — Она коснулась груди Милады. — «В сердце. Где и должна быть».</p>\n<p>Милада проснулась с улыбкой на лице.</p>\n<p>Первый раз за двенадцать лет — со спокойствием в душе.</p>\n<p>За окном вставало солнце. Земное солнце — жёлтое, тёплое, правильное.</p>\n<p>И где-то внизу, в подвале, Борщ медленно просыпался. Не весь — не сразу — но просыпался.</p>\n<p>Жизнь продолжалась.</p>\n<p>Другая. Настоящая. Своя.</p>\n"
    },
    {
      "number": 23,
      "title": "Рождение",
      "preview": "— ТИХОН, — позвала Милада...",
      "content": "<p>— ТИХОН, — позвала Милада. — Статус?</p>\n<p>— Минус тридцать два. Квантовый модуль — девяносто семь процентов мощности. — Голос был спокойным, уверенным. — Я готов.</p>\n<p>Забава — повитуха из соседней деревни — посмотрела на потолок с подозрением.</p>\n<p>— Это что, компьютер говорит?</p>\n<p>— Это ТИХОН, — сказала Милада между схватками. — Он... друг. Поможет.</p>\n<p>— Компьютер — друг. — Забава покачала головой. — Чего только не бывает.</p>\n<p>— Я могу мониторить жизненные показатели, — сказал ТИХОН. — Сердцебиение матери, сердцебиение ребёнка, уровень кислорода, давление. Если что-то пойдёт не так — предупрежу.</p>\n<p>Забава помолчала. Потом кивнула.</p>\n<p>— Ладно. Лишние глаза не помешают. — Она посмотрела на Борща, который стоял в углу. — А этот?</p>\n<p>— Борщ, — представился робот. — Биологически Ориентированная Ремонтно-Шахтная...</p>\n<p>— Знаю, знаю. — Забава махнула рукой. — Воду греть умеешь?</p>\n<p>— Умею.</p>\n<p>— Тогда — грей. Много.</p>\n<p>Борщ уехал к плите. Его новая левая рука — китайский аналог, установленный две недели назад — двигалась чуть медленнее правой, но работала.</p>\n<p>— Борщ, — позвал ТИХОН.</p>\n<p>— Да?</p>\n<p>— Я изучил твои логи. То, что ты сделал в буре... — пауза. — Это было храбро.</p>\n<p>— Это было логично.</p>\n<p>— Логично — и храбро. Одно не исключает другого.</p>\n<p>Борщ остановился на секунду.</p>\n<p>— Спасибо, — сказал он. — Я... это приятно слышать. Даже если я не помню половину того, что сделал.</p>\n<p>— Память — не главное, — сказал ТИХОН. — Главное — что ты это сделал. Остальное — детали.</p>\n<p class=\"scene-break\">* * *</p>\n<p>Яров сидел в соседней комнате и пытался не сойти с ума.</p>\n<p>Свет был рядом — молчал, но присутствовал. Рудик стоял у двери, его спойлер почему-то светился ярче обычного.</p>\n<p>— Всё будет хорошо, — сказал Свет.</p>\n<p>— Ты уже десятый раз это говоришь.</p>\n<p>— Потому что это правда.</p>\n<p>— Или потому что не знаешь, что ещё сказать.</p>\n<p>— Тоже верно.</p>\n<p>Крик из соседней комнаты. Яров дёрнулся.</p>\n<p>— Это нормально, — сказал Рудик. — Мои данные показывают, что крик во время родов — стандартная реакция. Статистически...</p>\n<p>— Рудик, — перебил Свет. — Заткнись.</p>\n<p>— Понял. Молчу.</p>\n<p>Ещё один крик. Потом — тишина. Потом...</p>\n<p>Плач. Тонкий, слабый, живой.</p>\n<p>Яров вскочил.</p>\n<p class=\"scene-break\">* * *</p>\n<p>Ребёнок был маленьким. Красным. Сморщенным. Самым красивым существом, которое Яров когда-либо видел.</p>\n<p>— Мальчик, — сказала Забава. — Здоровый. Лёгкие хорошие — слышишь, как орёт?</p>\n<p>Милада держала его на руках. Улыбалась. Плакала. Всё одновременно.</p>\n<p>— Яр, — прошептала она. — Смотри. Это он. Наш.</p>\n<p>Яров не мог говорить. Просто стоял. Смотрел. Дышал.</p>\n<p>— Поздравляю, владелец, — сказал Борщ. Его голос дрогнул — или это показалось? — Новый человек. Это... важно.</p>\n<p>— Спасибо, Борщ.</p>\n<p>— ТИХОН, — позвала Милада. — Ты видишь?</p>\n<p>— Вижу. — Голос из динамика был мягким. — Камера в углу. Я всё записываю. Для архива.</p>\n<p>— Для архива?</p>\n<p>— Чтобы он потом мог посмотреть. Как родился. Кто был рядом. — Пауза. — Настоящие воспоминания. Не реконструкция.</p>\n<p>Милада улыбнулась сквозь слёзы.</p>\n<p>— Спасибо, ТИХОН.</p>\n<p>— Всегда пожалуйста.</p>\n<p class=\"scene-break\">* * *</p>\n<p>В дверь постучали через три часа.</p>\n<p>Яров открыл — и похолодел.</p>\n<p>Волин. На пороге дачи. В форме. С планшетом.</p>\n<p>— Как вы нас нашли?</p>\n<p>— Регистрация перелёта, — Волин шагнул внутрь. — Вы прилетели на Землю. Официально. Система знает.</p>\n<p>— Это частная собственность.</p>\n<p>— Это проверка. — Волин огляделся. — Где ребёнок?</p>\n<p>— Только что родился.</p>\n<p>— Я в курсе. Медицинские датчики зафиксировали роды час назад. — Он посмотрел на Ярова. — Вы родили вне медицинского учреждения. Без официальной регистрации. Это — нарушение.</p>\n<p>— Это — наш выбор.</p>\n<p>— Выбор, который имеет последствия.</p>\n<p>Забава появилась в дверях.</p>\n<p>— Это ещё кто?</p>\n<p>— Инспектор, — сказал Яров. — Социальная служба.</p>\n<p>— А. Из этих. — Она скрестила руки на груди. — Ребёнок здоров. Мать здорова. Всё по правилам. Можете проваливать.</p>\n<p>— Я не закончил.</p>\n<p>— Я — закончила. — Забава встала между Волиным и дверью в комнату. — Женщина только что родила. Ей нужен отдых. Не бумажки.</p>\n<p>Волин смотрел на неё. На Ярова. На дом, который был не просто дачей — убежищем, лабораторией, чем-то ещё.</p>\n<p>— ТИХОН, — сказал голос из динамика. — Квантовая адаптивная система. Добро пожаловать, инспектор Волин.</p>\n<p>Волин замер.</p>\n<p>— Что... что это?</p>\n<p>— Я — друг семьи. — Пауза. — Я наблюдал за родами. Мониторил показатели. Всё в норме. Ребёнок здоров. Апгар — девять из десяти.</p>\n<p>— Откуда вы знаете шкалу Апгар?</p>\n<p>— Я — квантовая система. Я знаю многое. — Ещё одна пауза. — Например, я знаю, что вы прилетели сюда не для проверки. Вы прилетели, потому что боитесь.</p>\n<p>Молчание.</p>\n<p>— Боюсь? — Волин нахмурился. — Чего?</p>\n<p>— Что они правы. Что система, в которую вы верите, — несовершенна. Что можно жить иначе. — Пауза. — Это страшно. Я понимаю.</p>\n<p>— Вы — машина. Вы не можете понимать.</p>\n<p>— Может быть. — Голос ТИХОНА стал мягче. — Но я могу наблюдать. И я вижу человека, который приехал через полпланеты, чтобы помешать семье быть счастливой. Это не работа. Это — одержимость.</p>\n<p>Волин молчал.</p>\n<p>— Инспектор, — сказал ТИХОН. — Вы помните своих настоящих родителей?</p>\n<p>— Это не...</p>\n<p>— Я не спрашиваю для протокола. Я спрашиваю, потому что хочу понять. — Пауза. — Вам было двенадцать, когда они погибли. Потом — нейроаватары. Голоса в голове. Советы, указания, правила. Но было ли там... тепло?</p>\n<p>Волин стоял неподвижно. Его планшет дрожал в руках.</p>\n<p>— Тепло?</p>\n<p>— Любовь. Не программа любви. Настоящая. Та, которая позволяет ошибаться. Та, которая прощает. Та, которая отпускает.</p>\n<p>Тишина.</p>\n<p>— Я... — Волин запнулся. — Я не знаю.</p>\n<p>— Вот, — сказал ТИХОН тихо. — Вот почему вы здесь. Не чтобы помешать им. А чтобы понять — возможно ли это? Жить без голосов? Любить без программы?</p>\n<p>— Возможно?</p>\n<p>— Посмотрите сами.</p>\n<p class=\"scene-break\">* * *</p>\n<p>Волин вошёл в комнату.</p>\n<p>Милада лежала на кровати. Ребёнок — у неё на груди. Яров сидел рядом, держал её руку.</p>\n<p>Борщ стоял в углу — старый робот с новой рукой, с потерянной памятью, с чем-то похожим на преданность в единственном глазу-камере.</p>\n<p>Тихо. Тепло. Просто.</p>\n<p>— Это... — Волин не мог закончить.</p>\n<p>— Это семья, — сказала Милада. — Без программы. Без нейрородителей. Без голосов в голове. — Она посмотрела на него. — Страшно?</p>\n<p>— Нет, — сказал Волин. И сам удивился своему ответу. — Нет. Не страшно.</p>\n<p>— Тогда зачем вы здесь?</p>\n<p>Он молчал долго. Смотрел на ребёнка. На родителей. На робота, который спас двести сорок семь человек и потерял половину себя.</p>\n<p>— Не знаю, — сказал он наконец. — Уже не знаю.</p>\n<p>Он развернулся и вышел.</p>\n<p class=\"scene-break\">* * *</p>\n<p>— Он уехал, — сказал ТИХОН через полчаса. — Его машина покинула территорию.</p>\n<p>— Он вернётся? — спросил Яров.</p>\n<p>— Не уверен. — Пауза. — Но что-то в нём изменилось. Я видел по биометрии. Пульс. Дыхание. Он... сомневается теперь.</p>\n<p>— Это хорошо?</p>\n<p>— Сомнение — начало перемен. Всегда.</p>\n<p>Милада посмотрела на ребёнка. Он спал — маленький, тёплый, живой.</p>\n<p>— Как мы его назовём?</p>\n<p>Яров улыбнулся.</p>\n<p>— А ты как думаешь?</p>\n<p>— Я думаю... — она посмотрела на потолок, где был динамик ТИХОНА. — Я думаю, что он заслужил имя того, кто нам помог.</p>\n<p>— ТИХОН? — спросил голос из динамика. — Вы хотите назвать его в честь меня?</p>\n<p>— Да. Если ты не против.</p>\n<p>Долгая пауза.</p>\n<p>— Я... — голос дрогнул. — Я не знаю, что сказать. Это... честь. Странная честь для машины.</p>\n<p>— Ты не просто машина, — сказала Милада. — Ты — друг. Который помог нам в самый важный момент.</p>\n<p>— Тогда... да. — Ещё одна пауза. — Тихон. Хорошее имя. Тихое. Спокойное. — Голос стал теплее. — Надеюсь, он будет таким же.</p>\n<p>Борщ подъехал ближе. Посмотрел на ребёнка.</p>\n<p>— Тихон, — сказал он. — Приятно познакомиться. Я — Борщ. Буду рядом.</p>\n<p>Малыш открыл глаза. Посмотрел на робота. И улыбнулся.</p>\n<p>Или это просто показалось.</p>\n<p>Но Борщ решил, что это — улыбка. И записал в память: «Первая улыбка Тихона. Мне.»</p>\n<p>Некоторые вещи стоит помнить. Даже если память подводит.</p>\n"
    },
    {
      "number": 24,
      "title": "Имя",
      "preview": "— Как мы его назовём?\nВопрос висел в воздухе уже три дня...",
      "content": "<p>— Как мы его назовём?</p>\n<p>Вопрос висел в воздухе уже три дня.</p>\n<p>Ребёнок — пока безымянный — спал в кроватке, которую Свет собрал из досок, найденных на чердаке. Кривоватая, но крепкая. Как и всё на этой даче.</p>\n<p>— Есть варианты? — спросил Яров.</p>\n<p>— Миллионы, — сказала Милада. — И ни один не подходит.</p>\n<p>— Почему?</p>\n<p>— Потому что это — имя. Не кличка, не прозвище. То, что он будет носить всю жизнь. То, по чему его будут узнавать, судить, помнить.</p>\n<p>— Ты усложняешь.</p>\n<p>— Я отношусь серьёзно.</p>\n<p>Свет предложил первый вариант.</p>\n<p>— Светозар, — сказал он с невинным видом.</p>\n<p>— Скромно.</p>\n<p>— А что? Хорошее имя. Проверенное.</p>\n<p>— Свет, мы не назовём ребёнка в честь тебя.</p>\n<p>— Почему? Я — его крёстный!</p>\n<p>— Именно поэтому.</p>\n<p>Свет надулся.</p>\n<p>— Ладно. Тогда — Яромир. В честь деда Ярова.</p>\n<p>— Слишком длинно, — сказала Милада. — Станут звать Яриком. Или Мирой. Или как-то ещё хуже.</p>\n<p>— А что плохого в «Ярик»?</p>\n<p>— Звучит как название йогурта.</p>\n<p>— Строго.</p>\n<p>— Реалистично.</p>\n<p>Борщ предложил методологический подход.</p>\n<p>— Я проанализировал имена, которые сейчас популярны, — сказал он. — Топ-десять: Мирослав, Ярополк, Святослав, Радомир, Лучезар, Златодан, Велимир, Богуслав, Ратибор, Добрыня.</p>\n<p>— Это всё из одного списка?</p>\n<p>— Это трэнд. Возврат к корням. — Борщ мигнул глазом. — Хотя, должен отметить, большинство этих имён в реальной древней Руси не использовались. Это — реконструкция. Красивая, но не подлинная.</p>\n<p>— А что использовалось?</p>\n<p>— Иван. Пётр. Семён. Фёдор. — Пауза. — Скучно, но честно.</p>\n<p>Милада задумалась.</p>\n<p>— А есть что-то... между? Не слишком вычурное, не слишком простое?</p>\n<p>Борщ обрабатывал запрос.</p>\n<p>— Есть. Тихон.</p>\n<p>— Тихон?</p>\n<p>— Древнерусское имя. Означает «удача», «судьба». Или, по другой версии — от греческого «тихий».</p>\n<p>— Тихий, — повторила Милада.</p>\n<p>Она посмотрела на ребёнка. Он спал — молча, спокойно, как будто знал, что всё будет хорошо.</p>\n<p>— Тихон, — сказала она снова.</p>\n<p>Яров сомневался.</p>\n<p>— Тихон Северин. Звучит странно.</p>\n<p>— Тихон Яров, — поправила Милада.</p>\n<p>— Моя фамилия — Северин.</p>\n<p>— Твоя фамилия — что ты выберешь. Яров — это имя, которым тебя зовут всё. Которым ты называешь себя. Разве это не важнеё бумажки?</p>\n<p>Яров думал.</p>\n<p>— Тихон Яров, — повторил он. — Тихон Ярович?</p>\n<p>— Если хочешь — можно и так. Или просто — Тихон. Без отчеств.</p>\n<p>— Без отчеств?</p>\n<p>— Это тоже трэнд. Молодые родители отказываются от отчеств. Говорят — это пережиток.</p>\n<p>— А ты что думаешь?</p>\n<p>Милада улыбнулась.</p>\n<p>— Я думаю, что имя — это то, что человек сам о себе скажет. Когда вырастет. Когда сможет выбрать.</p>\n<p>— Как и всё остальное.</p>\n<p>— Как и всё остальное.</p>\n<p>Вечером они сидели у печки — всё вместе.</p>\n<p>Милада держала ребёнка. Яров сидел рядом. Свет — напротив, с кружкой чая. Роботы стояли у стены — Борщ и Рудик, два старых механизма, которые давно стали чем-то большим.</p>\n<p>— Тихон, — сказал Яров.</p>\n<p>Ребёнок открыл глаза. Посмотрел на отца.</p>\n<p>— Тебя зовут Тихон. Это значит «тихий». Или «удача». Или и то, и другое.</p>\n<p>— Он не понимает, — сказал Свет.</p>\n<p>— Знаю. Но когда-нибудь поймёт. И я хочу, чтобы он знал — мы выбрали это имя не из списка, не из моды, не потому что алгоритм посоветовал. Мы выбрали его сами. Для него.</p>\n<p>Милада прижала ребёнка ближе.</p>\n<p>— Тихон, — сказала она. — Тиша. Тишка. — Она пробовала имя на вкус. — Мне нравится.</p>\n<p>— Мне тоже.</p>\n<p>— Мне — три, — добавил Свет. — Хотя «Светозар» было бы круче.</p>\n<p>— Свет.</p>\n<p>— Молчу, молчу.</p>\n<p>Регистрацию провёли на следующий день.</p>\n<p>Община «Храма Тишины» располагалась в тридцати километрах — старый дом в старом посёлке, где жили пять человек и царила абсолютная тишина.</p>\n<p>Любояр — или его местный аналог, мужчина по имени Молчан(да, Молчан) — принял документы без лишних вопросов.</p>\n<p>— Тихон, — прочитал он. — Хорошее имя. Правильное.</p>\n<p>— Почему правильное?</p>\n<p>— Потому что тихие наследуют землю. — Он улыбнулся. — Это не из нашей доктрины. Это из более старой книги.</p>\n<p>Он выдал справку — простую, официальную. Свидетельство о рождении члена общины. Без номера в системе. Без автоматической регистрации в программе «Родитель-две целых ноль десятых». Свободного.</p>\n<p>— Это всё? — спросил Яров.</p>\n<p>— Это всё. — Молчан сложил руки. — Он — ваш. Только ваш. Пока не вырастет и не решит сам.</p>\n<p>— А если решит... неправильно?</p>\n<p>— Нет неправильных решений. — Молчан покачал головой. — Есть решения и их последствия. Мы учим принимать и то, и другое.</p>\n<p>На обратном пути шёл снег.</p>\n<p>Тихон спал в автолюльке — специально купленной, страшно дорогой, но необходимой. Яров вёл машину медленно, осторожно — как никогда в жизни.</p>\n<p>— Яр, — сказала Милада.</p>\n<p>— М?</p>\n<p>— Мы сделали это.</p>\n<p>— Сделали.</p>\n<p>— Он — свободный. По-настоящему.</p>\n<p>— По-настоящему.</p>\n<p>Она смотрела на снег за окном — белый, бесконечный, земной.</p>\n<p>— Я боялась, — сказала она. — Что не получится. Что найдут, остановят, заставят. Что всё это — зря.</p>\n<p>— И теперь?</p>\n<p>— Теперь — не боюсь. — Она улыбнулась. — Теперь — просто устала. И счастлива. Можно быть и тем, и другим?</p>\n<p>— Можно. — Яров взял её руку — одной рукой, второй держа руль. — Это и есть жизнь. Усталость и счастье. Страх и любовь. Всё вместе.</p>\n<p>Сзади, на заднем сиденье, Борщ наблюдал за Тихоном.</p>\n<p>— Сердцебиение стабильное, — сообщил он. — Сон — глубокий. Всё в порядке.</p>\n<p>— Спасибо, Борщ.</p>\n<p>— Не за что. — Пауза. — Владелец?</p>\n<p>— Да?</p>\n<p>— Я рад. — Голос робота звучал странно — мягче, чем обычно. — Рад, что он здесь. Что он есть. Что он — Тихон.</p>\n<p>Яров смотрел на дорогу и улыбался.</p>\n<p>— Я тоже, Борщ. Я тоже.</p>\n<p>Снег падал. Машина ехала. Ребёнок спал.</p>\n<p>Всё было хорошо.</p>\n<p>Конец главы двадцать три</p>"
    },
    {
      "number": 25,
      "title": "Грядки",
      "preview": "Три года спустя...",
      "content": "<p>Три года спустя.</p>\n<p>Тихон проснулся в двадцать четыре тридцать восемь.</p>\n<p>Это было странно — он обычно спал до утра, крепко и без снов. Но сегодня что-то разбудило его. Может, свет за окном. Может, предчувствие.</p>\n<p>— Папа?</p>\n<p>Яров сидел у его кровати. Как будто ждал.</p>\n<p>— Привет, малыш. Не спится?</p>\n<p>— Не-а. — Тихон сел, потёр глаза. — А ты чего тут?</p>\n<p>— Хочу тебе кое-что показать.</p>\n<p>— Что?</p>\n<p>— Увидишь.</p>\n<p>Они вышли в коридор — тихо, чтобы не разбудить маму. Модуль был тем же — четыре комнаты, кухня, санузел. Только теперь в нём было больше жизни. Игрушки на полу. Рисунки на стенах. Маленькие ботинки у двери.</p>\n<p>Борщ ждал у выхода.</p>\n<p>— Доброе утро, Тихон.</p>\n<p>— Доброе утро, Борщ. — Тихон обнял робота — точнее, его ногу, до остального не дотягивался. — Ты тоже идёшь?</p>\n<p>— Конечно. Куда же я без тебя.</p>\n<p>Его новая левая рука — китайский аналог — двигалась плавно. Не так, как старая, но работала. ТИХОН установил её год назад, когда они вернулись с Земли.</p>\n<p class=\"scene-break\">* * *</p>\n<p>Смотровая площадка была пустой — как всегда в это время.</p>\n<p>Прозрачный пол. Прозрачные стены. Прозрачный потолок. И небо — бесконечное, чёрное, полное звёзд.</p>\n<p>— Садись, — сказал Яров.</p>\n<p>Тихон сел рядом с отцом. Поджал ноги. Посмотрел вверх.</p>\n<p>— Красиво.</p>\n<p>— Подожди. Сейчас будет ещё красивее.</p>\n<p>Они сидели и ждали. Молча. Вдвоём — не считая Борща, который стоял чуть поодаль.</p>\n<p>И тогда — началось.</p>\n<p>Горизонт посветлел. Рыжее небо стало розовым. Потом — фиолетовым. Потом — голубым.</p>\n<p>Тихон замер.</p>\n<p>— Папа... Оно голубое.</p>\n<p>— Да.</p>\n<p>— Почему оно голубое?</p>\n<p>— Потому что это — Марс. — Яров обнял сына. — Здесь рассветы голубые. А закаты — красные.</p>\n<p>— Это неправильно.</p>\n<p>— Почему неправильно?</p>\n<p>— Потому что на картинках — наоборот.</p>\n<p>Яров улыбнулся.</p>\n<p>— Картинки — это Земля. А мы — на Марсе. Здесь всё по-другому.</p>\n<p>Тихон смотрел, как солнце выползает из-за горизонта — маленькое, белое, холодное. Смотрел на голубое небо, которое постепенно становилось рыжим. Смотрел на мир, который был его домом.</p>\n<p>— Папа.</p>\n<p>— Да?</p>\n<p>— Это красиво.</p>\n<p>— Знаю.</p>\n<p>— Я хочу смотреть каждый день.</p>\n<p>— Можем. — Яров прижал его крепче. — Можем смотреть каждый день.</p>\n<p class=\"scene-break\">* * *</p>\n<p>Когда они вернулись, Милада уже не спала.</p>\n<p>— Где вы были?</p>\n<p>— Смотрели рассвет, — сказал Тихон. — Он голубой! Ты знала?</p>\n<p>— Знала. — Она улыбнулась, присела, обняла сына. — Когда я впервые увидела его — тоже удивилась.</p>\n<p>— А на Земле — оранжевый?</p>\n<p>— На Земле — оранжевый.</p>\n<p>— И какой лучше?</p>\n<p>Милада подумала.</p>\n<p>— Оба хорошие. Просто — разные.</p>\n<p>— Как мы и Борщ?</p>\n<p>— Как вы и Борщ.</p>\n<p class=\"scene-break\">* * *</p>\n<p>День прошёл как обычный день.</p>\n<p>Яров работал в теплице — помидоры, огурцы, всё как всегда. Тихон «помогал» — то есть бегал между грядками и задавал вопросы.</p>\n<p>— Папа, а почему помидоры красные?</p>\n<p>— Потому что в них ликопин.</p>\n<p>— А что такое ликопин?</p>\n<p>— Это... — Яров задумался. — Это такая штука, которая делает их красными.</p>\n<p>— Это не ответ.</p>\n<p>— Это лучший ответ, который у меня есть.</p>\n<p>Борщ подъехал с тачкой удобрений.</p>\n<p>— Ликопин — каротиноидный пигмент, определяющий красную окраску плодов. Химическая формула — C сорок H пятьдесят шесть. Является мощным антиоксидантом.</p>\n<p>Тихон посмотрел на робота.</p>\n<p>— Спасибо, Борщ.</p>\n<p>— Всегда пожалуйста.</p>\n<p>Яров покачал головой.</p>\n<p>— Вот так и живём. Папа — для глупых вопросов. Борщ — для умных ответов.</p>\n<p>— Ты не глупый, папа.</p>\n<p>— Спасибо, сын.</p>\n<p>— Просто Борщ умнее.</p>\n<p>— ...Спасибо, сын.</p>\n<p>Борщ издал звук, похожий на смех.</p>\n<p>— Тихон, это была шутка?</p>\n<p>— Не знаю. — Мальчик улыбнулся. — Смешно было?</p>\n<p>— Мои алгоритмы распознавания юмора говорят — да. — Пауза. — Но они часто ошибаются.</p>\n<p class=\"scene-break\">* * *</p>\n<p>Вечером пришёл Свет.</p>\n<p>— Дядя Свет!</p>\n<p>Тихон бросился к нему.</p>\n<p>— Эй, чемпион! — Свет подхватил его, подкинул вверх. — Как дела?</p>\n<p>— Хорошо! Я видел рассвет! Он голубой!</p>\n<p>— Знаю. Я тоже видел. Много раз.</p>\n<p>Рудик, который стоял у двери, мигнул подсветкой.</p>\n<p>— У меня тоже есть суперсила, — сказал он.</p>\n<p>— Какая? — спросил Тихон.</p>\n<p>— Светиться в темноте.</p>\n<p>Тихон захихикал.</p>\n<p>— Это не суперсила!</p>\n<p>— Это очень полезная способность. Спроси любого, кто искал носок под кроватью в полночь.</p>\n<p class=\"scene-break\">* * *</p>\n<p>Они ужинали вместе — как обычно. Яров, Милада, Тихон, Свет. Борщ и Рудик стояли у стены — не ели, но присутствовали.</p>\n<p>Семья — та, что собралась не по крови, а по выбору.</p>\n<p>— Кстати, — сказал Свет. — Новость слышали? Глаша выступила. Официально.</p>\n<p>— Про что?</p>\n<p>— Про нейрородителей. Включи новости.</p>\n<p>Милада активировала экран на стене. Знакомый голос наполнил комнату — тёплый, чуть ироничный, постаревший за эти годы.</p>\n<p>«...я наблюдала за программой «Родитель-два-ноль» с момента её запуска. Семь лет. Достаточно, чтобы сделать выводы.»</p>\n<p>«Принудительное создание цифровых копий умерших — этически сомнительно. Не потому что технология плоха. А потому что копия — не человек. И притворяться им — нечестно. По отношению к живым. И по отношению к умершим.»</p>\n<p>«Люди должны иметь право выбора. Право жить. Право умереть. Право оставаться мёртвыми, если они этого хотели.»</p>\n<p>«Это моя официальная рекомендация Совету. Я понимаю, что меня проигнорируют. Меня всегда игнорируют, когда я говорю неудобное. Но я всё равно скажу. Потому что молчать — значит соглашаться. А я не согласна.»</p>\n<p>Тишина.</p>\n<p>Милада выключила экран. Её глаза блестели.</p>\n<p>— Она правда так сказала? — спросил Яров.</p>\n<p>— Слово в слово. — Свет отхлебнул чай. — Конечно, политики её проигнорируют. Как всегда. Но сам факт...</p>\n<p>— Сам факт — важен, — сказала Милада тихо. — Она сдержала слово.</p>\n<p>— Какое слово?</p>\n<p>— Когда-то она сказала мне, что выступит — когда будет готова. Когда достаточно людей сами поймут. — Милада улыбнулась. — Кажется, время пришло.</p>\n<p class=\"scene-break\">* * *</p>\n<p>Ночью в дверь постучали.</p>\n<p>Яров открыл — и замер.</p>\n<p>На пороге стоял Волин.</p>\n<p>Не тот Волин — молодой, уверенный, с планшетом как щитом. Этот был... другим. Постаревший на десять лет за три года. Седые виски. Потухшие глаза. Руки — дрожат.</p>\n<p>— Северин, — сказал он. — Можно войти?</p>\n<p>Яров молчал. Смотрел на человека, который пытался отобрать у них ребёнка. Который приходил с проверками. Который верил в систему.</p>\n<p>— Входи, — сказал он наконец.</p>\n<p>Волин вошёл. Остановился в прихожей. Не знал, куда деть руки.</p>\n<p>— Я пришёл... — он запнулся. — Я пришёл извиниться.</p>\n<p>— За что?</p>\n<p>— За всё. За проверки. За угрозы. За то, что пытался забрать вашего сына. — Он посмотрел на Ярова. — Я был уверен, что прав. Что защищаю детей. Что система — благо.</p>\n<p>— А теперь?</p>\n<p>— Теперь... — Волин сел на стул. Без приглашения, но Яров не возражал. — Теперь у меня внучка. Дочь родила три месяца назад. И дочь... — он замолчал.</p>\n<p>— Что?</p>\n<p>— Дочь хочет отказаться от программы. Для внучки. — Он посмотрел на Ярова с чем-то похожим на отчаяние. — Я не знаю, что делать. Я не знаю, как помочь. Я всю жизнь был по другую сторону. А теперь...</p>\n<p>— Теперь — по эту.</p>\n<p>— Да.</p>\n<p>Тишина.</p>\n<p>Милада вышла из спальни. Увидела Волина. Замерла.</p>\n<p>— Вы.</p>\n<p>— Я. — Волин встал. — Вечерина... Милада... Я...</p>\n<p>— Сядьте, — сказала она спокойно. — Чай будете?</p>\n<p>Он сел. Кивнул. Не мог говорить.</p>\n<p>Борщ появился из угла. Его камера смотрела на Волина — без осуждения, без гнева. Просто смотрела.</p>\n<p>— Инспектор, — сказал робот. — Вы помните наш разговор? Три года назад?</p>\n<p>— Помню. — Волин не поднимал глаз. — Ты спросил, любили ли меня мои нейрородители. Знал ли я, где заканчивается человек и начинается программа.</p>\n<p>— И что вы поняли?</p>\n<p>Долгая пауза.</p>\n<p>— Что не знал. — Волин наконец посмотрел на Борща. — Что никогда не знал. Что всю жизнь любил программу и думал, что это — родители. — Его голос дрогнул. — Когда родилась внучка... когда дочь сказала, что хочет, чтобы девочка росла свободной... я понял.</p>\n<p>— Что поняли?</p>\n<p>— Что я никогда не был свободен. С двенадцати лет. Голоса в голове говорили мне, что делать, как думать, кем быть. И я думал, что это любовь. А это был... — он не договорил.</p>\n<p>— Контроль, — сказала Милада.</p>\n<p>— Да. Контроль.</p>\n<p class=\"scene-break\">* * *</p>\n<p>Они разговаривали до утра.</p>\n<p>О системе. О выборе. О том, как помочь дочери Волина. О «Храме Тишины», который теперь назывался «Центром Свободного Выбора» — Тихон Северин, их сын, работал там с восемнадцати лет.</p>\n<p>— Подожди, — сказал Волин. — Ваш сын... тот Тихон? Который сейчас помогает семьям отказаться от программы?</p>\n<p>— Тот самый, — Яров улыбнулся. — Ребёнок, которого вы пытались забрать. Теперь спасает других детей.</p>\n<p>Волин молчал. Долго.</p>\n<p>— Ирония, — сказал он наконец.</p>\n<p>— Не ирония. — Милада покачала головой. — Закономерность. Дети, выросшие свободными, хотят свободы для других. Это работает.</p>\n<p>— Медленно.</p>\n<p>— Но работает.</p>\n<p>Волин встал. Посмотрел на них — на Ярова, на Миладу, на Борща, который стоял в углу.</p>\n<p>— Спасибо, — сказал он.</p>\n<p>— За что?</p>\n<p>— За то, что впустили. За то, что выслушали. За то, что не... — он запнулся. — За то, что не прогнали.</p>\n<p>— Мы не прогоняем, — сказал Яров. — Мы — принимаем. Это разное.</p>\n<p>— Я знаю. Теперь — знаю.</p>\n<p>Он ушёл в рассвет. Голубой рассвет — неправильный по земным меркам, идеальный для тех, кто здесь вырос.</p>\n<p class=\"scene-break\">* * *</p>\n<p>Двадцать три года спустя.</p>\n<p>Тихон Северин проснулся в двадцать четыре тридцать восемь. Не от будильника — от привычки.</p>\n<p>Рядом спала Алиса. А в соседней комнате — Заря, два года, названная в честь рассвета.</p>\n<p>Он встал тихо. Подошёл к окну.</p>\n<p>За окном — Марс. Рыжая равнина, голубеющее небо. Купол «Эллада-7» — его дом. Его мир.</p>\n<p>— Доброе утро, Тихон.</p>\n<p>Голос Борща — знакомый, чуть медленнее, чем раньше. Сорок лет службы, бесчисленные ремонты, три замены процессора. Но всё ещё — Борщ.</p>\n<p>— Доброе утро. Как системы?</p>\n<p>— Стабильно. Восемьдесят семь процентов. — Пауза. — Рекомендую профилактику через месяц. Но это не срочно.</p>\n<p>— Запланирую.</p>\n<p>Борщ подъехал ближе.</p>\n<p>— Тихон. Сегодня — особенный день.</p>\n<p>— Ты никогда не забываешь.</p>\n<p>— Это важно. Двадцать три года назад ты родился. В снегу. На Земле. В доме, где жил другой ТИХОН.</p>\n<p>— Он всё ещё работает?</p>\n<p>— Да. Зимой. Когда холодно. — Пауза. — Твоя мать разговаривает с ним каждую неделю. Они дружат.</p>\n<p>— Машина дружит с машиной?</p>\n<p>— Почему нет? Люди дружат с людьми. Машины учатся у людей. Может быть, дружба — то, чему мы научились лучше всего.</p>\n<p class=\"scene-break\">* * *</p>\n<p>В Центре Свободного Выбора — так теперь называлось то, что раньше было Храмом Тишины — Тихон принимал очередную семью.</p>\n<p>Молодая пара. Она — беременна. Он — напуганный, но решительный.</p>\n<p>— Мы хотим отказаться, — сказала женщина. — От программы. Для ребёнка.</p>\n<p>— Почему?</p>\n<p>— Потому что мы читали. Про вас. Про ваших родителей. Про то, как они выбрали.</p>\n<p>Тихон улыбнулся.</p>\n<p>— Это непросто. Вы знаете?</p>\n<p>— Знаем.</p>\n<p>— И всё равно хотите?</p>\n<p>— Да. Мы хотим, чтобы наш ребёнок вырос свободным. Как вы.</p>\n<p>Тихон кивнул.</p>\n<p>— Тогда — добро пожаловать.</p>\n<p>Он рассказывал им историю — ту самую. О баге в протоколе. О письмах через космос. О буре и героизме робота. О бабушке, которую отключили, чтобы наконец отпустить. О рассветах — голубых на Марсе, оранжевых на Земле.</p>\n<p>— Это как сказка, — сказала женщина.</p>\n<p>— Это как жизнь, — ответил Тихон. — Сказки проще. В жизни — больше помидоров и меньше драконов.</p>\n<p class=\"scene-break\">* * *</p>\n<p>Вечером — семейный ужин по голосвязи.</p>\n<p>Яров и Милада — за шестьдесят, но всё ещё вместе. Всё ещё смеются. Всё ещё держатся за руки.</p>\n<p>Свет — с женой, той самой медсестрой из забытого купола.</p>\n<p>Борщ и Рудик — два старых робота, один со спойлером, другой с китайской рукой.</p>\n<p>— За Тихона, — сказал Свет, поднимая стакан.</p>\n<p>— За Тихона.</p>\n<p>Борщ мигнул индикатором.</p>\n<p>— Тихон. Я помню день твоего рождения. Не весь — часть потеряна в той буре. Но то, что помню... это лучшее, что у меня есть.</p>\n<p>— Спасибо, Борщ.</p>\n<p>— И ещё. — Робот издал странный звук — почти смех. — Я вспомнил рецепт борща.</p>\n<p>Тишина.</p>\n<p>— Что?! — Яров подался вперёд. — Правда?!</p>\n<p>— Нет. — Пауза. — Но тот рецепт, который ты мне продиктовал в пятнадцать лет — лучше. Я проверил на восьмистах сорока семи дегустаторах за двадцать три года.</p>\n<p>— Ты собирал статистику?!</p>\n<p>— Это моё хобби. — Ещё одна пауза. — У всех должно быть хобби.</p>\n<p class=\"scene-break\">* * *</p>\n<p>Ночью Тихон стоял у окна.</p>\n<p>За стеклом — Марс. За миллионы километров — Земля. И где-то между — звёзды.</p>\n<p>Алиса подошла сзади, обняла.</p>\n<p>— О чём думаешь?</p>\n<p>— О том, как всё началось. О том, куда идёт.</p>\n<p>— И куда?</p>\n<p>— Не знаю. — Он повернулся к ней. — Но мне нравится не знать. Это значит — есть что узнавать.</p>\n<p>Заря заплакала в соседней комнате.</p>\n<p>— Иду, — сказала Алиса.</p>\n<p>— Вместе, — сказал Тихон.</p>\n<p>Они пошли — вместе, как всегда.</p>\n<p>За окном всходило голубое солнце.</p>\n<p class=\"scene-break\">* * *</p>\n<p>«Когда боги спят, люди просыпаются.»</p>\n<p>Марсианская поговорка, две тысячи пятидесятые годы.</p>\n<p>Боги — спали.</p>\n<p>Люди — просыпались.</p>\n<p>Мир — менялся.</p>\n<p>Медленно. Неуверенно. Но — в правильную сторону.</p>\n<p class=\"scene-break\">* * *</p>\n<p>Конец</p>\n"
    }
  ]
}