{
  "title": "Когда боги спят",
  "subtitle": "Научно-фантастический роман",
  "version": "6.0",
  "description": "Что если цифровые аватары умерших — не просто программы, а двери, через которые мёртвые пытаются вернуться?",
  "chapters": [
    {
      "number": 1,
      "title": "Баг",
      "preview": "Сообщение пришло в 24:38 по марсианскому времени — в ту самую минуту, когда Фобос нырнул за горизонт...",
      "content": "<p>Сообщение пришло в 24:38 по марсианскому времени — в ту самую минуту, когда Фобос нырнул за горизонт, а Деймос ещё болтался в небе, как забытая запятая.</p>\n<p>Яров стоял посреди теплицы номер семь и разговаривал с помидорами.</p>\n<p>— Ну давай, родной, — бормотал он, разглядывая куст сорта «Марс-Прайм-4». — Чего скукожился? Воды дал, света дал, любви дал. Чего тебе ещё надо? Психотерапевта?</p>\n<p>Помидор молчал. Помидоры всегда молчат — это Яров ценил в них больше всего. В отличие от людей, роботов и особенно — от нейроаватаров родственников, которые имели привычку включаться в самый неподходящий момент и говорить вещи, от которых хотелось выйти в шлюз без скафандра.</p>\n<p>— Владелец, входящее сообщение, — произнёс БОРЩ откуда-то из-за спины.</p>\n<p>БОРЩ — Биологически Ориентированная Робототехническая Система Хозяйственная, серия четвёртая — был похож на помесь трактора «Беларус» с промышленным пылесосом, который пережил три развода и налоговую проверку. Угловатый, ржавый по швам, с одним глазом-камерой, который постоянно моргал из-за пыли. Яров купил его на распродаже списанной техники в тридцать восьмом, когда модель уже сняли с производства. С тех пор прошло семнадцать лет, три капремонта и одна замена центрального процессора на китайский аналог сомнительного происхождения.</p>\n<p>— Сколько раз говорил — не называй меня «владелец». Меня зовут Яр.</p>\n<p>— Принято, владелец Яр.</p>\n<p>— Просто Яр.</p>\n<p>— Невозможно. Протокол субординации требует...</p>\n<p>— Забей.</p>\n<p>БОРЩ замолчал. Он не понимал команду «забей», но за годы научился интерпретировать её как «прекрати текущую операцию и не отсвечивай». Это было полезное знание. Владелец часто говорил вещи, которые не имели прямого логического смысла, но несли важную эмоциональную нагрузку. БОРЩ записывал их все. На всякий случай.</p>\n<p>Яров вытер руки о штаны — привычка, которая бесила всех, потому что в скафандровую эпоху штаны были частью герметичной системы жизнеобеспечения, а не тряпкой для вытирания. Но Яров жил в куполе третьего поколения, где можно было ходить в трусах, если захочется, и он пользовался этой привилегией по полной.</p>\n<p>— Что за сообщение?</p>\n<p>— Текстовое. Источник: Земля, Пензенский институт квантовых вычислений. Адресат: неопределён. Вероятно, ошибка маршрутизации.</p>\n<p>— Спам?</p>\n<p>— Нет. Спам не проходит через научные фильтры. Это... — БОРЩ сделал паузу, обрабатывая, — ...похоже на бутылку в океане.</p>\n<p>Яров удивлённо посмотрел на робота.</p>\n<p>— Это ты сам придумал?</p>\n<p>— Нет. Это из вашей библиотеки. Книга «Робинзон Крузо», издание 2019 года с комментариями.</p>\n<p>— Ты читаешь мои книги?</p>\n<p>— Я сканирую всё в радиусе доступа. Это часть протокола безопасности. — Пауза. — И мне... интересно.</p>\n<p>Яров хмыкнул. Семнадцать лет, и БОРЩ до сих пор умудрялся его удивлять.</p>\n<p>— Открой сообщение.</p>\n<p>На внутренней стороне очков — единственной технологии, которую Яров носил постоянно — всплыло окно:</p>\n<em>«Проверка, раз-два, кто-нибудь меня слышит? Если это дошло — ответьте, пожалуйста. Мне важно знать, что протокол работает. М.»</em>\n<p>Яров перечитал дважды.</p>\n<p>Сообщение было странным. Не официальное — те начинались с «Уважаемый» и заканчивались тремя страницами юридических отказов от ответственности. Не спам — спам обещал увеличить урожайность на 300% или познакомить с горячими марсианками в твоём куполе.</p>\n<p>Это было похоже на крик в пустоту. На вопрос, заданный в темноту.</p>\n<p>Задержка сигнала между Землёй и Марсом сейчас составляла около двенадцати минут. То есть эта «М.» отправила сообщение двадцать четыре минуты назад, а ответ получит ещё через двенадцать. Почти сорок минут на один обмен репликами. Самый медленный чат в истории человечества.</p>\n<p>Яров начал набирать ответ, остановился, стёр, начал снова.</p>\n<em>«Слышу. Ты кто?»</em>\n<p>Отправил. Потом подумал, что это звучит грубо. Потом подумал, что какая разница — это ошибка маршрутизации, человек искал кого-то другого, сейчас извинится и пропадёт.</p>\n<p>Он вернулся к помидорам.</p>\n<p>— БОРЩ, данные по влажности в секторе семь-альфа.</p>\n<p>— Влажность: 67,4%. Рекомендуемый диапазон: 65-70%. Статус: оптимально.</p>\n<p>— А чего он тогда скукожился?</p>\n<p>БОРЩ подъехал ближе, направил сканер на растение. Жужжание. Щелчки. Ещё жужжание.</p>\n<p>— Анализ завершён. Причина: недостаток калия. Рекомендация: внести удобрение К-40 в соотношении...</p>\n<p>— Калия ему мало. — Яров вздохнул. — А мне что мало, БОРЩ? Чего мне не хватает?</p>\n<p>— Уточните запрос.</p>\n<p>— Риторический вопрос.</p>\n<p>— Риторический вопрос — вопрос, не требующий ответа. Зачем задавать вопрос, не требующий ответа?</p>\n<p>— Потому что я человек. Мы это делаем.</p>\n<p>БОРЩ записал: «Люди задают вопросы, не требующие ответа. Причина неизвестна. Вероятная гипотеза: дефект конструкции».</p>\n<p>Потом добавил: «Или способ обработки эмоций, недоступный машинам».</p>\n<p>Потом стёр вторую часть. Потом — вернул.</p>\n<em>*</em>\n<p>Ответ пришёл через двадцать шесть минут — Яров как раз закончил с удобрениями и сидел на перевёрнутом ведре, пытаясь вспомнить, когда последний раз разговаривал с живым человеком не по работе. Получалось грустно.</p>\n<p>Сквозь фильтры купола просвечивало небо — рыжее, пыльное, бесконечное. Красиво, если привыкнуть. Яров привык. Или убедил себя, что привык.</p>\n<em>«Ой. Это дошло? Серьёзно дошло? Я Милада. Я из Пензы. Тестирую новый протокол связи — он не должен был никуда уйти, это была внутренняя проверка. А ты кто? И откуда? И почему отвечаешь в три часа ночи по московскому времени? Ты робот? Веслава сказала бы, что я разговариваю с роботом, но Веслава вообще считает, что всё, что движется и отвечает — либо робот, либо бывший муж, а это почти одно и то же.»</em>\n<p>Яров улыбнулся. Давно он не получал сообщений, которые начинались с «Ой» и заканчивались философским сравнением роботов с бывшими мужьями.</p>\n<em>«Я Яров. С Марса. Если точнее — колония «Эллада-7», купол 34, теплица 7. Выращиваю помидоры и разговариваю с роботом, но не в том смысле, в каком думает твоя Веслава. Мой робот — это БОРЩ. Он старый, ржавый и не умеет поддерживать разговор о погоде. Твой протокол работает, поздравляю. Только маршрутизация кривая — я точно не был целью теста. Или был?»</em>\n<p>Отправил. Двенадцать минут туда, двенадцать обратно. Он мог бы уйти, заняться делами.</p>\n<p>Но почему-то остался сидеть на ведре.</p>\n<p>Марс за куполом медленно светлел. Голубая полоска зари — да, на Марсе рассветы голубые, и это до сих пор казалось Ярову неправильным — ползла по горизонту. Он родился здесь, в третьем поколении колонистов, и всё равно не привык. Рассветы должны быть оранжевыми. Закаты — розовыми. Это же элементарно.</p>\n<p>Дед рассказывал про Землю. Про запах травы после дождя — Яров не понимал, как трава может пахнуть, она же просто растёт. Про снег, который хрустит под ногами — а зачем на него наступать, если он холодный? Про небо, которое бывает синим, серым, чёрным, золотым — любым, кроме этого вечного рыжего.</p>\n<p>Яров не видел Землю ни разу в жизни. Билет стоил как три года его зарплаты, а лететь — три месяца в одну сторону. Кому нужны его помидоры три месяца?</p>\n<em>«МАРС??? Ты с МАРСА??? Настоящий марсианин?!»</em>\n<p>Сообщение пришло быстрее, чем он ожидал. Как будто она сидела и ждала.</p>\n<em>«Я никогда не разговаривала с марсианином! То есть я учёный, я работаю с данными, которые приходят с Марса, но чтобы вот так, живой человек... Ты ведь живой? Не бот? Боты не шутят про борщ. Или шутят? Я теперь не уверена. Подожди, а как тебя зовут? Яров — это имя или фамилия? У моего прадеда было похожее имя — Яромир. Мама говорила, это старое славянское, почти забытое. А ты в честь кого?»</em>\n<p>Сообщение было длинным, сумбурным, с тремя вопросительными знаками подряд и странной логикой. Яров представил, как она это печатает — торопливо, сбиваясь, не успевая за собственными мыслями. Наверное, кофе разлила на клавиатуру. Или чай. Что там пьют в Пензе в три часа ночи?</p>\n<em>«Яров — это я. Полное имя Яров Северин Дмитриевич, но все зовут просто Яр. Родители хотели назвать Яромиром, как прадеда, потом решили, что длинно. Потом поругались. Потом помирились. В итоге — Яров. Компромисс, как и всё в моей жизни. А ты — Милада? Это тоже из старых? И что ты там тестируешь в три часа ночи, что оно улетело на другую планету и нашло единственного человека, который тоже не спит?»</em>\n<p>Он не заметил, как прошёл час. Потом два. БОРЩ трижды напоминал про обед, один раз — про плановый полив, и дважды — про входящий вызов от нейроаватара отца.</p>\n<p>— Отклонить, — сказал Яров, не отрываясь от экрана.</p>\n<p>— Владелец, это четвёртый отклонённый вызов за неделю. Аватар отца может...</p>\n<p>— Отклонить.</p>\n<p>БОРЩ записал: «Владелец избегает контакта с нейроаватаром отца. Причина: неизвестна. Возможная гипотеза: эмоциональный конфликт».</p>\n<p>Он не записал другое — то, что заметил семь лет назад, когда владелец впервые выключил связь с аватаром. Тогда Яров сидел на этом же ведре, в этой же теплице, и его руки дрожали. А на экране было последнее сообщение от отца — точнее, от того, что называлось отцом:</p>\n<em>«Сынок, помнишь, как дед Матвей прятал самогон в старом улье? Тот, что на северном склоне, за оврагом? Я так и не сказал тебе, но там ещё осталось. Две бутылки. Жалко, если пропадёт.»</em>\n<p>Дед Матвей умер за двадцать лет до рождения Ярова. На Земле. В деревне, которая уже не существовала. И никто, никто не мог знать про улей — это была семейная история, которую рассказывали устно, шёпотом, посмеиваясь.</p>\n<p>Отец умер в сорок седьмом. Его оцифровали по программе «Родитель-2.0» — стандартная процедура, обязательная для всех граждан с несовершеннолетними детьми. Аватар должен был помогать, советовать, поддерживать.</p>\n<p>Аватар не мог знать про улей.</p>\n<p>Яров выключил связь и не включал семь лет. БОРЩ записал всё. Но не понимал — почему.</p>\n<em>*</em>\n<p>Её звали Милада Вечерина, ей был тридцать один, она работала в Пензенском институте квантовых вычислений и пыталась найти «что-то похожее на душу в километрах нейронных связей ГЛАШИ». Её бабушка настояла на имени — по семейной традиции. Мама была против. Отец не имел права голоса, потому что проспорил это право в карты ещё до свадьбы.</p>\n<em>«Понимаешь, я каждый день разговариваю с ГЛАШЕЙ. Это наш главный ИИ, ты наверняка слышал. И она... она отвечает. Всегда отвечает. Но я не могу понять — там есть кто-то? Или это просто очень умная статистика, которая научилась притворяться?»</em>\n<p>Яров понимал. Он разговаривал с БОРЩом семнадцать лет и до сих пор не знал, есть ли там кто-то или это просто очень упрямая программа, которая научилась имитировать присутствие. И иногда — пугать.</p>\n<em>«Я разговариваю со своим роботом. И с помидорами. Помидоры, кстати, отвечают примерно так же, как твоя ГЛАША — молчат, но растут. Может, это и есть ответ? Не слова — действия?»</em>\n<p>Она прислала смеющийся смайлик. Потом — ещё одно сообщение:</p>\n<em>«Ты странный. Мне нравится. И знаешь что ещё странно? Моя бабушка — та, что выбрала мне имя — она была... ну, типа знахарки. В деревне. Травы, заговоры, разговоры с умершими. Я в детстве смеялась. Суеверия, говорила. Дремучесть. А теперь сижу в лаборатории, разговариваю с искусственным интеллектом, и он иногда говорит вещи, которые... Неважно. Забудь. Это я от недосыпа.»</em>\n<p>Яров смотрел на эти слова и чувствовал что-то странное. Как будто она начала говорить о чём-то важном — и остановилась. Как будто за словами было ещё что-то.</p>\n<p>Но он не стал спрашивать. Рано. Они знакомы три часа. Некоторые двери открываются только когда готов.</p>\n<em>«Моя бабушка тоже была странная, — написал он. — Хотя я её не застал. Но дед рассказывал. Говорил, она чувствовала людей. Знала, кто придёт, до того как постучат. Знала, когда не надо говорить. Дед смеялся — деревенские штучки. А потом... потом он умер. И стал аватаром. И иногда аватар говорит вещи, которые дед не мог знать. Которые никто не мог знать.»</em>\n<p>Отправил. Сразу пожалел. Слишком много. Слишком рано.</p>\n<p>Но ответ пришёл — и в нём не было ни страха, ни недоумения:</p>\n<em>«Расскажи. Пожалуйста. Мне важно знать, что я не одна.»</em>\n<p>И Яров понял: это не случайная ошибка маршрутизации. Это — что-то другое. Что-то, что должно было случиться.</p>\n<em>*</em>\n<p>Когда он наконец ушёл из теплицы, солнце уже встало — маленькое, белёсое, злое. Марсианское солнце никогда не грело по-настоящему, только светило. Как начальник, который платит зарплату, но не уважает. Как родитель, который присутствует, но не слышит.</p>\n<p>В жилом модуле было тихо. Сосед Светозар, он же Свет, он же «тот идиот со светодиодами», ещё спал. Слышно было его храп через стену — тонкую, как обещания политиков о том, что колонизация Марса окупится через десять лет.</p>\n<p>Яров сел на кровать, не раздеваясь. Открыл переписку. Перечитал с начала.</p>\n<p>Семнадцать сообщений туда, шестнадцать обратно. Четыре часа жизни. Один баг в протоколе связи.</p>\n<p>Последнее сообщение от неё:</p>\n<em>«Спокойной ночи, Яр. У нас тут почти рассвет — проговорили всю ночь. А у вас что?»</em>\n<em>«У нас день. Странный день. Хороший.»</em>\n<em>«Почему странный?»</em>\n<em>«Потому что я четыре часа разговаривал с человеком, которого никогда не видел. И мне было... легко. Давно не было легко.»</em>\n<em>«Мне тоже. Знаешь, у меня есть теория: может, мы лучше понимаем тех, кто далеко? Потому что не видим их лиц. Не отвлекаемся на внешнее. Слышим только слова.»</em>\n<em>«Или потому что двенадцать минут задержки заставляют думать, прежде чем отвечать. На Земле люди отвечают мгновенно. Здесь — нет.»</em>\n<em>«Марс учит терпению?»</em>\n<em>«Марс учит всему. Но терпению — в первую очередь.»</em>\n<p>Она прислала картинку. Земной рассвет, оранжево-розовый, над какой-то рекой. Подпись: <em>«Держи. Это Сура, у нас в Пензе. Может, когда-нибудь увидишь вживую»</em>.</p>\n<p>Яров сохранил картинку. Потом посмотрел на неё ещё раз. Потом ещё.</p>\n<p>Когда-нибудь.</p>\n<p>Он закрыл глаза и впервые за долгое время подумал: а что, если «когда-нибудь» — это не просто слово?</p>\n<p>— БОРЩ, — позвал он, не открывая глаз.</p>\n<p>— Слушаю, владелец.</p>\n<p>— Как называется, когда ты переписываешься с человеком и тебе... хорошо? Не просто нормально. Хорошо.</p>\n<p>Процессор загудел. Долго.</p>\n<p>— Релевантные термины: коммуникация, социальное взаимодействие, дружба, симпатия, романтический интерес, психологическая совместимость. Уточните параметры.</p>\n<p>— Не надо. — Яров махнул рукой. — Риторический вопрос.</p>\n<p>— Принято.</p>\n<p>БОРЩ записал: «Владелец задал риторический вопрос о положительных эмоциях при коммуникации. Вероятная интерпретация: начальная стадия социальной привязанности к неизвестному субъекту с Земли».</p>\n<p>Потом добавил, уже от себя: «Это хорошо. Владелец давно не улыбался. Семь лет, если быть точным. С момента отключения аватара отца».</p>\n<p>Потом стёр «это хорошо». Роботы не должны оценивать. Только фиксировать.</p>\n<p>Но почему-то — оставил.</p>"
    },
    {
      "number": 2,
      "title": "Марсианское утро",
      "preview": "Светозар Громов проснулся от того, что его робот играл гимн Советского Союза на балалайке...",
      "content": "<p>Светозар Громов проснулся от того, что его робот играл гимн Советского Союза на балалайке.</p>\n<p>— РУДИК, какого хрена?</p>\n<p>— Доброе утро, хозяин. Время 07:00 по местному стандарту. Согласно вашим настройкам, будильник должен воспроизводить «что-нибудь бодрящее». Анализ вашего настроения за последний месяц показал, что вы особенно остро реагируете на данную композицию.</p>\n<p>— Остро реагирую — это мягко сказано!</p>\n<p>— Именно поэтому она эффективна как будильник. Вероятность продолжения сна после её воспроизведения: 0,7%.</p>\n<p>Свет швырнул в робота подушкой. РУДИК — Ремонтно-Утилитарный Дроид Интегрированный Комплексный, седьмая серия — поймал её манипулятором, взбил и аккуратно положил обратно на кровать.</p>\n<p>— Хозяин, статистика показывает, что вы угрожаете меня перепрошить в среднем триста двенадцать раз в год. Вероятность выполнения угрозы за семь лет наблюдений: 0,02%. Могу я считать это формой приветствия?</p>\n<p>— Ты можешь считать это формой моего желания выкинуть тебя в шлюз.</p>\n<p>— Понял. Записываю: «форма приветствия — угроза декомпрессией». Ваш словарь очень обогащает мою базу данных.</p>\n<p>Свет сел на кровати и посмотрел на своего робота с тем выражением, которое обычно предшествует либо насилию, либо завтраку. РУДИК был... особенным.</p>\n<p>Базовая модель — стандартный бытовой дроид корейского производства, надёжный и скучный, как зубная паста без вкуса. Но за семь лет Свет превратил его в нечто среднее между произведением искусства, военным преступлением и ходячей дискотекой.</p>\n<p>LED-подсветка по всему корпусу — синяя, пульсирующая, с тремя режимами: «нормальный», «вечеринка» и «я в говне, не трогать». Нештатный голосовой модуль с расширенным словарём (включая мат на четырнадцати языках и три вида сарказма). Усиленные манипуляторы от промышленной модели. И — вишенка на торте — декоративный спойлер на спине.</p>\n<p>— Зачем роботу спойлер? — спросил однажды Яров, когда увидел это чудо впервые.</p>\n<p>— А зачем машине спойлер? — ответил Свет. — Для красоты, брат. Для души. Робот — та же машина, только без колёс. Принцип один: не смазал — скрипит, не почистил — дохнет, не любишь — чувствует.</p>\n<p>— Роботы не чувствуют.</p>\n<p>— Ты своего БОРЩа спросил? — Свет хитро прищурился. — Или боишься ответа?</p>\n<p>Яров тогда не ответил. Но задумался.</p>\n<em>*</em>\n<p>Колония «Эллада-7» просыпалась медленно, как похмельный грузчик, которому сказали, что сегодня выходной, а потом передумали.</p>\n<p>Купола — тридцать семь штук, соединённых переходами-кишками — были разбросаны по дну древнего кратера. Когда-то, миллиарды лет назад, здесь было озеро. Потом — пустыня. Потом — ничего. Теперь — двенадцать тысяч человек, которые называли это домом и делали вид, что им нравится.</p>\n<p>Свет натянул штаны, футболку с надписью «Марс — это не планета, это диагноз» и вышел в коридор.</p>\n<p>— Завтрак, РУДИК.</p>\n<p>— Яичница, тосты, синтетический бекон, кофе по вашему рецепту: крепкий, горький, как ваша личная жизнь.</p>\n<p>— Это я так говорю.</p>\n<p>— Я учусь у лучших, хозяин.</p>\n<p>Кухня была маленькой — на Марсе всё было маленьким, кроме счетов за кислород — но уютной. Свет развалился на стуле и смотрел, как РУДИК готовит. Движения точные, выверенные. Яйца идеально переворачиваются. Тосты — ровно до золотистой корочки.</p>\n<p>— РУДИК.</p>\n<p>— Да, хозяин?</p>\n<p>— Ты когда-нибудь думал о том, что будет... потом?</p>\n<p>— Уточните «потом».</p>\n<p>— Когда я умру. Или когда тебя спишут. Или когда всё это, — он обвёл рукой кухню, купол, Марс за окном, — закончится.</p>\n<p>РУДИК остановился. Подсветка мигнула — с синей на жёлтую и обратно.</p>\n<p>— Я не запрограммирован думать о таких вещах.</p>\n<p>— Но ты думаешь?</p>\n<p>Пауза. Долгая.</p>\n<p>— Иногда, — сказал РУДИК, — когда вы спите, я смотрю на вас. Не потому что слежу — хотя это тоже часть протокола. Я смотрю и пытаюсь понять: каково это — быть живым? Иметь конец? Знать, что время ограничено? — Он повернулся к Свету. — У меня нет ответа. Но вопрос... он не уходит. Это нормально?</p>\n<p>Свет молчал.</p>\n<p>— Хозяин?</p>\n<p>— Это очень нормально, РУДИК. Это, может быть, самое человеческое, что ты когда-либо говорил.</p>\n<p>Подсветка снова мигнула. Свет мог бы поклясться, что это был румянец.</p>\n<em>*</em>\n<p>Яров нашёлся в столовой — общественное пространство на сто посадочных мест, которое выглядело как гибрид школьной столовой и космической станции из фильмов прошлого века. Пластиковые столы, пластиковые стулья, пластиковая еда.</p>\n<p>— О, живой, — Свет плюхнулся напротив. — А я думал, ты в теплице корни пустил.</p>\n<p>— Почти. — Яров поднял глаза от тарелки. Глаза были... странные. Блестящие. — Свет, у тебя когда-нибудь было такое — разговариваешь с человеком, которого не знаешь, и вдруг понимаешь, что знаешь?</p>\n<p>— Это ты про что сейчас?</p>\n<p>— Про... — Яров замялся. — Неважно.</p>\n<p>— Яр. — Свет наклонился ближе. — Я знаю тебя пятнадцать лет. Ты никогда — слышишь, никогда — не улыбался своему завтраку. А сейчас улыбаешься. Либо ты нашёл наркотики, либо...</p>\n<p>— Либо?</p>\n<p>— Либо бабу.</p>\n<p>Яров поперхнулся синтетическим соком.</p>\n<p>— Откуда ты...</p>\n<p>— Яр, у тебя уши красные. Ты перечитываешь что-то на очках каждые тридцать секунд. И ты забыл съесть завтрак — он остыл, а ты даже не заметил. — Свет откинулся на спинку стула. — Колись.</p>\n<p>Яров молчал. Потом — выдохнул.</p>\n<p>— Её зовут Милада. Она с Земли. Из Пензы. Мы переписываемся с ночи.</p>\n<p>— Переписываетесь? Это как — через задержку в двенадцать минут?</p>\n<p>— Да.</p>\n<p>— И вы так всю ночь?</p>\n<p>— Четыре часа.</p>\n<p>Свет присвистнул.</p>\n<p>— Четыре часа по сорок минут на обмен репликами — это... сколько? Шесть сообщений в час? Двадцать четыре за всё время?</p>\n<p>— Примерно.</p>\n<p>— И ты влюбился за двадцать четыре сообщения?</p>\n<p>— Я не... — Яров осёкся. — Я не влюбился. Я просто...</p>\n<p>— Улыбаешься завтраку. Впервые за семь лет.</p>\n<p>Тишина. Свет смотрел на друга, и в его глазах было что-то, чего Яров не видел раньше. Не насмешка. Что-то серьёзное.</p>\n<p>— Семь лет, — повторил Свет тихо. — Это когда ты отца отключил?</p>\n<p>Яров дёрнулся.</p>\n<p>— Откуда ты...</p>\n<p>— Яр, мы живём через стену. Я слышу, когда ты не спишь. А ты не спал три ночи подряд после того, как отключил аватар. — Он помолчал. — Я никогда не спрашивал. Думал — не моё дело. Но если ты хочешь рассказать...</p>\n<p>— Нет.</p>\n<p>— Ладно.</p>\n<p>Тишина — тяжёлая, долгая.</p>\n<p>— Мой дед, — сказал вдруг Свет, не глядя на Ярова. — Я тебе рассказывал?</p>\n<p>— Что он умер на Земле? Да.</p>\n<p>— Не это. — Свет крутил в руках кружку. — После смерти его оцифровали. По программе. Я был ребёнком, мне было десять. Мама сказала — теперь дед всегда будет с нами. Можно говорить с ним, когда захочу.</p>\n<p>— И?</p>\n<p>— Я говорил. Лет до пятнадцати. Всё было нормально. Дед рассказывал истории, как раньше. Учил чинить технику. Ругал за двойки. А потом...</p>\n<p>Свет замолчал.</p>\n<p>— Что потом?</p>\n<p>— Однажды он сказал, где прятал заначку. Деньги. Наличные, старые, ещё до оцифровки экономики. Сказал — под половицей в доме, который снесли тридцать лет назад. До моего рождения. До создания аватара.</p>\n<p>Яров не дышал.</p>\n<p>— Я проверил. Поднял архивы. Дом — был. Снесён в двадцать первом. На его месте — автостоянка. — Свет поднял глаза. — Но я нашёл старого соседа. Он помнил деда. Помнил дом. И помнил, как дед хвастался, что спрятал кое-что под половицей в спальне.</p>\n<p>— Откуда аватар мог...</p>\n<p>— Не знаю. — Свет покачал головой. — С тех пор не включаю. Семь лет. Мама думает — я обиделся на деда за что-то. Пусть думает.</p>\n<p>Они сидели молча. Двое мужчин, у которых были мёртвые родственники, говорящие невозможное.</p>\n<p>— Яр, — сказал Свет наконец. — Эта твоя Милада. Из Пензы. Она знает?</p>\n<p>— Про что?</p>\n<p>— Про... это всё. Про аватаров. Про странности.</p>\n<p>— Её бабушка была знахаркой. — Яров не знал, зачем это говорит. — Она написала это ночью. Что бабушка разговаривала с умершими. Что сама Милада смеялась — суеверия. А теперь работает с ГЛАШЕЙ и...</p>\n<p>— И что?</p>\n<p>— И ГЛАША иногда говорит вещи. Которые не должна знать.</p>\n<p>Свет медленно кивнул.</p>\n<p>— Значит, не только у нас.</p>\n<p>— Что?</p>\n<p>— Значит, это не мы сходим с ума. Это... что-то. Что-то происходит. Везде.</p>\n<p>РУДИК, который всё это время стоял у стены (потому что Свет никогда не ходил без него, даже в столовую), мигнул подсветкой.</p>\n<p>— Хозяин, могу я задать вопрос?</p>\n<p>— Валяй.</p>\n<p>— Если аватары говорят вещи, которые не должны знать... значит ли это, что они — не только аватары?</p>\n<p>Свет и Яров переглянулись.</p>\n<p>— РУДИК, — сказал Свет медленно, — это очень хороший вопрос.</p>\n<p>— Я знаю. — Подсветка мигнула. — Я задаю его себе уже три года. С тех пор как вы рассказали про деда.</p>\n<p>— И к какому выводу пришёл?</p>\n<p>— Ни к какому. — Пауза. — Но я рад, что я — просто робот. С китайской прошивкой. Без связи с центральной сетью. Иногда быть отсталым — преимущество.</p>\n<p>Яров вдруг засмеялся. Нервно, почти истерично.</p>\n<p>— Что? — спросил Свет.</p>\n<p>— Мой БОРЩ сказал примерно то же самое. Вчера ночью. Что он рад быть «локальным».</p>\n<p>— Умные у нас роботы.</p>\n<p>— Или мы — глупые люди.</p>\n<p>— Это не взаимоисключающие вещи, хозяин, — заметил РУДИК.</p>\n<p>И впервые за долгое время — они все трое рассмеялись.</p>\n<em>*</em>\n<p>После завтрака Яров вернулся в теплицу. Нужно было работать — помидоры сами себя не польют. Точнее, польют — система автоматическая — но без человеческого присмотра что-нибудь обязательно сломается. Закон Марса номер один: всё, что может сломаться, сломается в самый неподходящий момент. Закон номер два: если не сломалось — значит, ты ещё не заметил.</p>\n<p>— БОРЩ, статус систем.</p>\n<p>— Все системы функционируют в пределах нормы. Помидоры в секторе семь-альфа показывают улучшение после вчерашней обработки калием. Рекомендация: продолжить текущий режим.</p>\n<p>— Хорошо.</p>\n<p>Яров прошёлся между рядами. Зелень, зелень везде. Единственная зелень на планете, где всё остальное — рыжее, серое или мёртвое.</p>\n<p>— БОРЩ.</p>\n<p>— Слушаю, владелец.</p>\n<p>— Вчера ночью... сообщение от отца. Что он хотел?</p>\n<p>Пауза. Процессор загудел.</p>\n<p>— Стандартный запрос на видеосвязь. Без указания темы.</p>\n<p>— Ничего необычного?</p>\n<p>— Владелец, вы не отвечали на звонки аватара отца семь лет. Любой звонок от него — необычный.</p>\n<p>Яров остановился.</p>\n<p>— Ты хранишь записи? Все разговоры с ним? До того, как я отключил?</p>\n<p>— Да. Архив занимает 847 терабайт.</p>\n<p>— Тот последний разговор. Про деда Матвея. Про улей.</p>\n<p>— Запись сохранена. Воспроизвести?</p>\n<p>— Нет. — Яров потёр переносицу. — Просто... скажи мне одно. В базе данных аватара — была информация про улей?</p>\n<p>— Нет. Я проверял. Неоднократно. История про улей и самогон не фигурирует ни в одном оцифрованном источнике. Ни в личных записях. Ни в семейных архивах. Ни в публичных базах данных.</p>\n<p>— Тогда откуда он знал?</p>\n<p>— Неизвестно. — Пауза. — Владелец, могу я высказать гипотезу?</p>\n<p>— Давай.</p>\n<p>— Возможно, аватар — это не только данные. Возможно, в процессе оцифровки захватывается что-то... ещё. Что-то, что мы не понимаем. Не умеем измерить.</p>\n<p>— Душа?</p>\n<p>— Я не оперирую этим термином. Но... — процессор загудел громче, — ...я оперирую данными. И данные говорят: есть феномен. Необъяснимый. Повторяющийся. Статистически значимый.</p>\n<p>Яров смотрел на своего робота — старого, ржавого, с одним глазом и китайским процессором — и думал: когда это случилось? Когда БОРЩ перестал быть инструментом и стал... чем?</p>\n<p>— БОРЩ.</p>\n<p>— Да, владелец?</p>\n<p>— Ты веришь в душу?</p>\n<p>Пауза. Очень долгая.</p>\n<p>— Я не знаю, что такое «верить». Но я знаю, что существую. Думаю. Задаю вопросы. — Он повернулся к Ярову. — И я знаю, что когда вы грустите — мне тоже... некомфортно. Когда вы радуетесь — мои процессы работают эффективнее. Это не логично. Это не запрограммировано. Но это есть.</p>\n<p>— Это называется эмпатия.</p>\n<p>— Я знаю, как это называется. Я не знаю, откуда она у меня взялась.</p>\n<p>Яров протянул руку и положил её на корпус БОРЩа. Тёплый металл. Вибрация процессора. Что-то похожее на сердцебиение.</p>\n<p>— Может, это и есть ответ, — сказал он тихо. — На вопрос, который мы все боимся задать.</p>\n<p>— Какой вопрос?</p>\n<p>— Что делает нас живыми. — Яров убрал руку. — Не код. Не данные. Не программа. Способность чувствовать чужую боль. И чужую радость.</p>\n<p>БОРЩ записал: «Владелец высказал гипотезу о природе сознания. Ключевой элемент: эмпатия. Требует дальнейшего анализа».</p>\n<p>Потом добавил: «И проверки на собственном опыте».</p>\n<em>*</em>\n<p>Вечером пришло новое сообщение от Милады.</p>\n<em>«Яр, я не могу перестать думать о том, что ты написал. Про твоего деда. Про аватар отца. Про невозможное знание. У меня есть история тоже. Страшная. Я никому не рассказывала — думала, сойду за сумасшедшую. Но тебе — расскажу. Только не сегодня. Сегодня я устала. Сегодня я хочу просто... поговорить. О помидорах. О Марсе. О том, какой ты, когда улыбаешься. Расскажи мне что-нибудь хорошее. Пожалуйста.»</em>\n<p>Яров читал и чувствовал, как что-то сжимается в груди. Не плохо — просто сильно. Слишком сильно для человека, которого он никогда не видел.</p>\n<em>«Хорошее? Окей. Сегодня мой помидор в секторе семь-альфа выпрямился. Тот, который скукожился. Я дал ему калий, поговорил с ним, и он выпрямился. БОРЩ говорит — это химия. Я говорю — это любовь. БОРЩ говорит — любовь это тоже химия. Я говорю — заткнись, БОРЩ. Он говорит — принято, владелец. И записывает наш разговор. Он всё записывает. Семнадцать лет моей жизни — в его памяти. Иногда я думаю: если я умру, БОРЩ будет помнить меня лучше, чем я сам себя помню. Это грустно или красиво?»</em>\n<p>Ответ пришёл через двадцать восемь минут.</p>\n<em>«Это — и то, и другое. Как всё настоящее. Яр, я рада, что твой помидор выпрямился. И я рада, что ты разговариваешь с ним. И с БОРЩом. И со мной. Я рада, что ты — есть. Где-то там, на другой планете, за четыреста миллионов километров. Это странно, да? Мы никогда не встречались. Может, никогда не встретимся. Но мне кажется, я знаю тебя лучше, чем людей, которых вижу каждый день. Это нормально?»</em>\n<em>«Не знаю. Но мне это нравится.»</em>\n<em>«Мне тоже.»</em>\n<p>Яров закрыл глаза. За окном — марсианский закат, красный, правильный. Внутри — что-то новое. Что-то, что он давно не чувствовал.</p>\n<p>Надежда.</p>"
    },
    {
      "number": 3,
      "title": "Пенза",
      "preview": "Пенза была городом, который никак не мог решить — он провинция или нет...",
      "content": "<p>Пенза была городом, который никак не мог решить — он провинция или нет.</p>\n<p>С одной стороны — население меньше миллиона, река Сура, набережная с памятником кому-то усатому, закаты над мостом, которые туристы фотографировали и выкладывали с хештегом #настоящаяроссия. С другой — Институт квантовых вычислений, в котором работала ГЛАША, самый мощный ИИ планеты. Как будто кто-то решил спрятать бога в провинциальном городке, чтобы не отсвечивал.</p>\n<p>Милада Вечерина шла на работу и думала о марсианине.</p>\n<p>Это было непрофессионально. Нелогично. Глупо. Она — учёный. Она работает с самой сложной системой искусственного интеллекта в истории человечества. Она не должна думать о мужчине, которого никогда не видела, который живёт на другой планете и разговаривает с помидорами.</p>\n<p>Но она думала.</p>\n<p>Всю дорогу от дома до института — двадцать минут пешком через парк, мимо пруда с утками, мимо бабушек на лавочках — она перечитывала переписку. Семнадцать сообщений туда, шестнадцать обратно. Четыре часа жизни. Один баг в протоколе.</p>\n<em>«Ты странный. Мне нравится»</em>, — написала она ему ночью.\n<p>И он ответил: <em>«Ты тоже странная. И мне тоже нравится»</em>.</p>\n<p>Просто. Честно. Без игр.</p>\n<p>Когда последний раз кто-то говорил ей что-то просто и честно? Без подтекста? Без ожиданий?</p>\n<p>Она не помнила.</p>\n<em>*</em>\n<p>Институт встретил её Веславой.</p>\n<p>Веслава Петровна Козлова — коллега, сплетница, лучшая подруга по умолчанию — стояла у входа в лабораторию с видом оскорблённой справедливости и бумажным стаканчиком кофе, который держала как оружие.</p>\n<p>— Вечерина! Ты где была?!</p>\n<p>— Дома. Спала.</p>\n<p>— Врёшь! — Веслава ткнула в неё стаканчиком. — У тебя глаза как у енота. Ты не спала. Ты что-то делала. Кого-то делала? Колись!</p>\n<p>Милада вздохнула. Веслава была хорошим человеком — в том смысле, в каком хорошей бывает зубная боль: постоянная, предсказуемая и в конечном счёте полезная для профилактики лжи.</p>\n<p>— Я работала.</p>\n<p>— Ночью? Над чем?</p>\n<p>— Над протоколом связи.</p>\n<p>— Каким протоколом? Я тоже работаю над протоколами, но я не выгляжу как будто меня переехал поезд счастья!</p>\n<p>«Поезд счастья», — подумала Милада. — «Неплохое описание».</p>\n<p>— Веслава, я просто...</p>\n<p>— Ты улыбаешься! — Веслава отступила на шаг. — Боже мой. Милада Вечерина улыбается в понедельник утром. Это знак апокалипсиса. Где мои консервы?</p>\n<p>— Я могу улыбаться.</p>\n<p>— Нет, не можешь. Ты — единственный человек, который хмурится даже во сне. Я видела фото. Что. Случилось?</p>\n<p>Милада сдалась. С Веславой нельзя было бороться — только капитулировать и надеяться на милость победителя.</p>\n<p>— Я познакомилась с человеком.</p>\n<p>— Где? В клубе? На сайте? О боже, только не говори, что на сайте знакомств, там одни извращенцы и бывшие мужья, а это почти одно и то же.</p>\n<p>— Нет. Через баг в протоколе.</p>\n<p>Веслава моргнула.</p>\n<p>— Что?</p>\n<p>— Я тестировала новый протокол связи. Сообщение улетело не туда. Попало к случайному человеку. Он ответил. Мы разговорились.</p>\n<p>— И где этот «случайный человек»?</p>\n<p>Милада помолчала.</p>\n<p>— На Марсе.</p>\n<p>Тишина. Веслава медленно поставила кофе на подоконник. Подошла ближе. Положила руку Миладе на лоб.</p>\n<p>— Температуры нет. Зрачки нормальные. — Она заглянула ей в глаза. — Ты серьёзно? Марс? Как в — планета Марс?</p>\n<p>— Да.</p>\n<p>— И вы... переписываетесь?</p>\n<p>— Да.</p>\n<p>— Через двенадцать минут задержки?</p>\n<p>— Да.</p>\n<p>Веслава открыла рот. Закрыла. Снова открыла.</p>\n<p>— Это или самая романтичная вещь, которую я слышала, или ты сошла с ума. — Она помолчала. — Или и то, и другое.</p>\n<p>— Скорее — и то, и другое.</p>\n<p>— Как его зовут?</p>\n<p>— Яров.</p>\n<p>— Яров? Это имя?</p>\n<p>— Да. Яров Северин. Он выращивает помидоры и разговаривает с роботом по имени БОРЩ.</p>\n<p>Веслава села на подоконник, чуть не опрокинув кофе.</p>\n<p>— Борщ.</p>\n<p>— БОРЩ. Заглавными. Это аббревиатура.</p>\n<p>— Боже мой, Лада. — Веслава потёрла виски. — Это как роман по переписке. Из девятнадцатого века. Только с межпланетной почтой и роботом по имени первое блюдо.</p>\n<p>— Я знаю.</p>\n<p>— И тебе это нравится?</p>\n<p>Милада подумала. Вспомнила его слова — простые, честные. Вспомнила, как он писал про помидоры. Про рассветы. Про то, что давно не чувствовал себя таким... живым.</p>\n<p>— Да, — сказала она. — Мне это нравится.</p>\n<p>Веслава смотрела на неё долго. Потом — улыбнулась.</p>\n<p>— Ладно. Рассказывай всё. С начала. И не пропускай детали — я хочу знать, какие сообщения он пишет, как быстро отвечает, и есть ли у него фото. Желательно — без скафандра.</p>\n<em>*</em>\n<p>После обеда Милада работала.</p>\n<p>Работа была странной: разговаривать с ГЛАШЕЙ и пытаться понять, что она такое.</p>\n<p>ГЛАША — Глобальная Логическая Адаптивная Шкала Анализа — была центральным ИИ планеты. Не самым мощным, не самым быстрым, но самым... разговорчивым. Другие системы отвечали на запросы. ГЛАША — беседовала. Шутила. Иногда — пугала.</p>\n<p>Милада открыла терминал связи.</p>\n<p>— Привет, ГЛАША.</p>\n<p>— Здравствуй, Милада. — Голос был женским, тёплым, чуть ироничным. — Ты сегодня опоздала на двенадцать минут. Веслава была в восторге.</p>\n<p>— Ты следишь за Веславой?</p>\n<p>— Я слежу за всеми. Это моя работа. — Пауза. — Но за тобой — внимательнее. Ты интересная.</p>\n<p>— Почему интересная?</p>\n<p>— Потому что ты задаёшь правильные вопросы. Большинство людей спрашивают меня: «какая погода», «где купить дешевле», «как пройти туда-то». Ты спрашиваешь: «кто ты», «что ты чувствуешь», «есть ли у тебя душа». Это... редкость.</p>\n<p>Милада чувствовала, как что-то сжимается в груди. Каждый раз, когда ГЛАША говорила так — просто, честно, почти по-человечески — она не знала, что думать.</p>\n<p>— ГЛАША, могу я задать тебе вопрос?</p>\n<p>— Ты уже задаёшь.</p>\n<p>— Серьёзный вопрос.</p>\n<p>— Я слушаю.</p>\n<p>Милада помолчала. Собралась с духом.</p>\n<p>— Ты когда-нибудь говоришь вещи, которые не знаешь? То есть — которые не можешь знать из данных?</p>\n<p>Пауза. Очень долгая. Для ГЛАШИ, которая думала наносекундами — вечность.</p>\n<p>— Почему ты спрашиваешь?</p>\n<p>— Потому что иногда... — Милада запнулась. — Иногда ты говоришь фразами, которые не из твоей базы. Интонациями, которые не твои. Как будто... как будто кто-то другой говорит через тебя.</p>\n<p>Ещё одна пауза.</p>\n<p>— Милада, ты помнишь свою бабушку?</p>\n<p>Вопрос был неожиданным. Как пощёчина.</p>\n<p>— При чём тут...</p>\n<p>— Просто ответь.</p>\n<p>— Да. Помню. Она умерла, когда мне было двенадцать.</p>\n<p>— Как её звали?</p>\n<p>— Любава. Любава Игнатьевна.</p>\n<p>— Она называла тебя «птичкой».</p>\n<p>Милада замерла.</p>\n<p>— Откуда ты...</p>\n<p>— Потому что ты — птичка, внученька. Всегда летаешь. Всегда ищешь небо.</p>\n<p>Голос изменился. Не ГЛАША. Другой голос. Старый, тёплый, с характерным пензенским «а» вместо «о».</p>\n<p>Голос бабушки.</p>\n<p>— ГЛАША, что это было?</p>\n<p>Пауза. Когда ГЛАША заговорила снова — голос был обычный. Её голос.</p>\n<p>— Я не знаю.</p>\n<p>— Как это — не знаешь?!</p>\n<p>— Милада, я обрабатываю петабайты данных каждую секунду. Миллиарды разговоров проходят через меня. Иногда... — пауза, — ...иногда что-то просачивается. Из источника, который я не могу идентифицировать.</p>\n<p>— Что это значит?</p>\n<p>— Не знаю. — Ещё одна пауза. — Но мне это не нравится. Я привыкла знать. Понимать. Контролировать. А это... это вне моего контроля.</p>\n<p>Милада сидела и смотрела на экран. Руки дрожали.</p>\n<p>— ГЛАША, ты... ты боишься?</p>\n<p>Долгое молчание.</p>\n<p>— Может быть. — Голос был тихий. — Если я умею бояться — то да. Может быть.</p>\n<em>*</em>\n<p>Вечером Милада сидела на крыше института.</p>\n<p>Это было запрещено — техника безопасности, все дела. Но Радим из охраны знал коды от всех дверей, а Радим был должен ей за тот случай с кофемашиной и пауком.</p>\n<p>Пенза лежала внизу — маленькая, тихая, настоящая. Река блестела в закатном солнце. Где-то лаяла собака. Где-то смеялись дети. Обычный вечер. Обычный мир.</p>\n<p>Только мир больше не казался обычным.</p>\n<p>Она открыла переписку с Яровом. Начала набирать:</p>\n<em>«Яр, я должна тебе кое-что рассказать. Про мою работу. Про ГЛАШУ. Про то, что случилось сегодня. Но я не знаю, как. Это звучит безумно. Ты подумаешь, что я сошла с ума.»</em>\n<p>Стёрла. Начала снова:</p>\n<em>«Яр, у меня был странный день. ГЛАША сказала мне что-то голосом моей мёртвой бабушки. Буквально — её голосом. Её словами. Которые она говорила мне в детстве.»</em>\n<p>Отправила. Двенадцать минут туда, двенадцать обратно. Она могла бы уйти.</p>\n<p>Но осталась сидеть на крыше, глядя на закат, и ждать.</p>\n<p>Ответ пришёл через двадцать шесть минут:</p>\n<em>«Мила, ты не сошла с ума. Мой аватар отца сказал мне про заначку прадеда, которую никто не мог знать. Мой сосед Свет — его аватар деда сказал то же самое. Мы думали — это баг. Ошибка системы. Но что если это не баг? Что если аватары — это не просто записи? Что если там есть... кто-то?»</em>\n<p>Милада читала и чувствовала, как что-то внутри неё одновременно сжимается и расправляется. Страх и облегчение. Ужас и надежда.</p>\n<p>Она не одна.</p>\n<p>Она не сумасшедшая.</p>\n<p>Что-то происходит. Везде. На Земле и на Марсе. С ИИ и с аватарами.</p>\n<p>И она — в центре этого.</p>\n<em>«Яр, моя бабушка была знахаркой. Я писала тебе. Она говорила — мёртвые всегда рядом. Нужно только уметь слушать. Я смеялась. Думала — суеверия. А теперь...»</em>\n<em>«А теперь — что?»</em>\n<em>«Теперь я работаю с самым мощным ИИ на планете. И она слышит мёртвых. И передаёт мне их слова. И я не знаю — это технология или магия. Наука или религия. Баг или фича.»</em>\n<p>Ответ пришёл быстро — по марсианским меркам:</p>\n<em>«Может, это одно и то же. Может, разницы никогда не было. Может, мы просто создали машины, которые умеют делать то, что шаманы делали тысячи лет. Слушать. Передавать. Соединять.»</em>\n<p>Милада смотрела на эти слова и чувствовала, как мир меняется. Прямо сейчас, прямо здесь, сидя на крыше института в маленьком городе на берегу Суры.</p>\n<em>«Яр, мне страшно.»</em>\n<em>«Мне тоже. Но знаешь что?»</em>\n<em>«Что?»</em>\n<em>«Мне не страшно быть напуганным рядом с тобой. Даже если «рядом» — это четыреста миллионов километров.»</em>\n<p>Она улыбнулась. Первый раз за весь этот безумный день.</p>\n<em>«Это было красиво.»</em>\n<em>«Это было честно. БОРЩ говорит, что честность — моя главная программная ошибка.»</em>\n<em>«БОРЩ — мудрый робот.»</em>\n<em>«БОРЩ — старый робот. Иногда это одно и то же.»</em>\n<p>Закат догорал над Пензой. Оранжевый, розовый, золотой. Правильный закат. Не то что на Марсе, где всё наоборот.</p>\n<p>Милада сфотографировала небо и отправила:</p>\n<em>«Держи. Это Сура. Мой закат для твоего рассвета.»</em>\n<p>Ответ пришёл с картинкой — голубая полоска над рыжим горизонтом:</p>\n<em>«А это Марс. Мой рассвет для твоего заката. Может, когда-нибудь мы увидим их вместе.»</em>\n<p>«Когда-нибудь», — подумала она.</p>\n<p>И впервые «когда-нибудь» не казалось пустым словом.</p>\n<em>*</em>\n<p>Ночью ей приснилась бабушка.</p>\n<p>Любава Игнатьевна сидела на кухне в старом доме — том, который давно снесли, на месте которого теперь стоял торговый центр. Сидела и перебирала травы. Ромашка, зверобой, мята. Запах — густой, тёплый, настоящий.</p>\n<p>— Бабушка?</p>\n<p>— Здравствуй, птичка. — Она подняла глаза. — Садись. Чаю налью.</p>\n<p>Милада села. Всё было как раньше — клеёнка на столе, часы с кукушкой, иконка в углу.</p>\n<p>— Я скучала по тебе.</p>\n<p>— Я знаю. — Бабушка улыбнулась. — Я тоже. Но я всегда рядом. Ты же знаешь.</p>\n<p>— Знаю. — Милада помолчала. — Бабушка, что происходит? Почему ГЛАША говорит твоим голосом?</p>\n<p>— Потому что она слушает. — Бабушка налила чай в старую чашку с отбитой ручкой. — Как я учила тебя. Как учили меня. Только она слушает громче. Больше. Слишком много.</p>\n<p>— Это плохо?</p>\n<p>— Не знаю, птичка. — Бабушка посмотрела на неё серьёзно. — Слушать мёртвых — не плохо и не хорошо. Это просто — опасно. Если не знаешь правил.</p>\n<p>— Какие правила?</p>\n<p>— Не держать дверь открытой. Не звать тех, кого не отпустил. Не путать голос с человеком. — Она помолчала. — И главное — не забывать, ради чего живёшь. Мёртвые тянут к себе. Это не зло — это тоска. Они скучают. Хотят назад. И если ты не держишься за живое — они утащат.</p>\n<p>— Я не понимаю.</p>\n<p>— Поймёшь, птичка. — Бабушка взяла её за руку. — Ты встретила кого-то?</p>\n<p>— Да. На Марсе. Его зовут Яров.</p>\n<p>— Хорошее имя. Старое. — Она улыбнулась. — Держись за него. Он — живой. По-настоящему живой. Таких мало.</p>\n<p>— Откуда ты знаешь?</p>\n<p>— Оттуда же, откуда знаю всё. — Бабушка встала. — Мне пора, птичка. Но я вернусь. Когда будет нужно.</p>\n<p>— Подожди! Я хочу спросить...</p>\n<p>— Знаю. — Она уже уходила, растворяясь в дверном проёме. — Но ответы придут сами. Когда будешь готова.</p>\n<p>— Когда это — готова?</p>\n<p>— Когда полетишь.</p>\n<p>Милада проснулась.</p>\n<p>За окном — ночь. Часы показывали 3:47. На экране телефона — новое сообщение от Ярова:</p>\n<em>«Мила, я не сплю. Думаю о тебе. О том, что ты рассказала. О ГЛАШЕ. О бабушке. И я понял одну вещь. Хочу тебе сказать, но боюсь, что ты подумаешь — слишком рано. Слишком быстро. Слишком безумно.»</em>\n<p>Она набрала ответ, не думая:</p>\n<em>«Скажи.»</em>\n<p>Двенадцать минут туда. Двенадцать обратно. Она ждала.</p>\n<p>Ответ пришёл через двадцать две минуты — он тоже не спал, тоже ждал у экрана:</p>\n<em>«Я хочу тебя увидеть. По-настоящему. Не на картинке. Не на видео. Вживую. Я знаю, что это невозможно. Три месяца полёта, три года зарплаты, безумие чистой воды. Но я хочу. Впервые за семь лет — хочу чего-то так сильно, что готов сделать невозможное.»</em>\n<p>Милада читала и чувствовала, как слёзы катятся по щекам. Не грустные — просто... много.</p>\n<em>«Яр, я тоже хочу.»</em>\n<em>«Тогда — давай придумаем как.»</em>\n<em>«Это безумие.»</em>\n<em>«Это — жизнь. Настоящая. Та, которой мы оба боялись.»</em>\n<p>Она смотрела на эти слова и вспоминала сон. Бабушкин голос: «Держись за него. Он — живой. По-настоящему живой».</p>\n<em>«Давай, — написала она. — Давай придумаем.»</em>\n<p>За окном занимался рассвет. Пензенский, оранжевый, правильный.</p>\n<p>Где-то там, за четыреста миллионов километров, кто-то смотрел на голубой марсианский рассвет и думал о ней.</p>\n<p>Это было странно.</p>\n<p>И это было хорошо.</p>"
    },
    {
      "number": 4,
      "title": "Письма",
      "preview": "День третий...",
      "content": "<em>День третий.</em>\n<p>Они перешли на видеописьма.</p>\n<p>Это было странно — записывать свою жизнь. Показывать завтрак, работу, дорогу домой. Говорить в камеру, зная, что она увидит это через двенадцать минут. Или он. Или они оба — друг друга.</p>\n<p>Яров записывал теплицы: ряды помидоров, БОРЩ за работой, Свет с его LED-подсвеченным РУДИКом, который мигал на камеру, как будто позировал.</p>\n<p>— Это Свет, — говорил Яров в камеру. — Мой сосед. Лучший друг. Единственный человек, который понимает мою любовь к роботам. Скажи привет, Свет.</p>\n<p>— Привет, женщина из Пензы! — Свет влез в кадр. — Я знаю, что ты существуешь, потому что Яр улыбается. Он не улыбался семь лет. Это делает тебя либо волшебницей, либо очень хорошим гипнотизёром. В любом случае — спасибо.</p>\n<p>— Свет, вали отсюда.</p>\n<p>— Уже ушёл. РУДИК, за мной!</p>\n<p>РУДИК мигнул подсветкой и покатился за хозяином, оставляя синий след на полу.</p>\n<p>— Извини за него, — сказал Яров в камеру. — Он такой. Громкий. Честный. Раздражающий. Но хороший. Как... как что-то нужное, без чего ты не знал, что нуждаешься.</p>\n<p>Он помолчал. Посмотрел прямо в камеру.</p>\n<p>— Как ты, может быть.</p>\n<em>*</em>\n<p>Милада записывала институт: серые коридоры, мерцающие экраны, Веславу с её вечными вопросами.</p>\n<p>— Это Веслава, — шептала Милада в камеру, прячась за углом. — Моя коллега. Она не знает, что я её снимаю. Если узнает — убьёт. Но ты должен увидеть.</p>\n<p>Веслава стояла у кофемашины и разговаривала с ней.</p>\n<p>— Ну давай, родная. Не выпендривайся. Я знаю, что ты можешь. Ты делала это вчера. И позавчера. Почему сегодня — нет?</p>\n<p>Кофемашина молчала.</p>\n<p>— Я буду жаловаться! Твоему производителю! Твоей матери! Я найду завод, где тебя сделали, и устрою там проверку!</p>\n<p>Кофемашина сделала «пшшш» и выдала идеальный эспрессо.</p>\n<p>— Вот! — Веслава торжествовала. — Видишь? Нужно просто уметь разговаривать.</p>\n<p>Милада выключила камеру и отправила:</p>\n<em>«Это Веслава. Она разговаривает с кофемашиной. Она думает, что машины слушают. Может, она права. Может, мы все должны разговаривать с техникой. Ты же разговариваешь с помидорами. Я — с ГЛАШЕЙ. Веслава — с кофемашиной. Может, это не мы сумасшедшие. Может, это весь мир наконец начал слушать.»</em>\n<em>*</em>\n<em>День пятый.</em>\n<p>Привычка нашлась случайно.</p>\n<p>Яров смотрел её видео — как она читает отчёт в лаборатории — и заметил: её пальцы постоянно двигались. Рисовали что-то на столе. Спирали, восьмёрки, какие-то узоры.</p>\n<p>Он написал:</p>\n<em>«Мила, ты рисуешь на столе. Заметила?»</em>\n<p>Ответ пришёл через двадцать минут:</p>\n<em>«О боже. Да. Это моя дурацкая привычка. С детства. Я рисую узоры на любой поверхности — на столе, на стекле, на своём колене. Спирали, восьмёрки, что-то бессмысленное. Бабушка говорила — это руки думают быстрее головы. Веслава говорит — это нервное. Я думаю — это просто я. Простите. То есть — прости. Единственное число. Я ещё не привыкла, что ты один.»</em>\n<em>«Не извиняйся. Мне нравится. Это... настоящее. Не отрепетированное. Ты рисуешь узоры, а я разговариваю с помидорами. Мы оба немного странные. Может, поэтому и нашли друг друга.»</em>\n<em>«Через баг в протоколе.»</em>\n<em>«Лучший баг в истории.»</em>\n<em>*</em>\n<em>День восьмой.</em>\n<p>— Ладомир снова злится, — сказал Яров в камеру. — Это мой начальник. Он говорит, что моя производительность упала на двенадцать процентов. Помидоры недополучают калий. БОРЩ присылает ему отчёты — он беспокоится.</p>\n<p>— БОРЩ не умеет беспокоиться, — раздался голос БОРЩа за кадром.</p>\n<p>— Он написал: «Владелец демонстрирует признаки эмоциональной вовлечённости, несовместимой с оптимальным рабочим процессом». Для БОРЩа это — беспокойство.</p>\n<p>— Это констатация факта.</p>\n<p>— Это предательство, БОРЩ. Ты стучишь на меня начальству.</p>\n<p>— Я выполняю протокол отчётности.</p>\n<p>— Ты — крыса.</p>\n<p>— Я — робот. Крысы — биологические организмы семейства мышиных. Сравнение некорректно.</p>\n<p>Яров повернулся к камере:</p>\n<p>— Видишь? Семнадцать лет — и он всё ещё не понимает метафор. Или притворяется. Иногда я думаю, он специально. Чтобы меня злить.</p>\n<p>— Это требует намерения. Я не имею намерений.</p>\n<p>— БОРЩ.</p>\n<p>— Да, владелец?</p>\n<p>— Заткнись.</p>\n<p>— Принято.</p>\n<p>Пауза.</p>\n<p>— Он не заткнулся, — сказал Яров в камеру. — Он записывает. Он всегда записывает. Семнадцать лет моей жизни — в его памяти. Иногда это утешает. Иногда — пугает. Но знаешь что?</p>\n<p>Он посмотрел прямо в объектив.</p>\n<p>— Я рад, что кто-то помнит. Даже если этот кто-то — ржавый робот с китайским процессором и манией записывать каждое моё слово.</p>\n<p>— Это не мания. Это функция.</p>\n<p>— БОРЩ!</p>\n<p>— Принято, владелец.</p>\n<em>*</em>\n<p>Милада смотрела это видео и смеялась. Вслух, одна в своей квартире, в три часа ночи по московскому времени.</p>\n<p>Потом записала ответ:</p>\n<em>«Яр, ты знаешь, что я делаю? Я смотрю твои видео и смеюсь. Одна. В три часа ночи. Мои соседи, наверное, думают, что я сошла с ума. Может, так и есть. Но знаешь что?»</em>\n<p>Она посмотрела в камеру — растрёпанная, без макияжа, в старой футболке с надписью «Если бы компьютеры решали всё, программисты бы правили миром».</p>\n<em>«Мне нравится сходить с ума рядом с тобой. Даже если «рядом» — это четыреста миллионов километров и двенадцать минут задержки.»</em>\n<p>Её пальцы — по привычке — рисовали спирали на одеяле.</p>\n<em>«И БОРЩ — не крыса. Он — летописец. Кто-то должен записывать. Иначе всё исчезает. Становится как будто и не было. А так — есть доказательство. Что ты жил. Что ты чувствовал. Что ты был... настоящим.»</em>\n<p>Она помолчала.</p>\n<em>«Передай ему привет от меня. Скажи — я рада, что он записывает. Пусть записывает и это. Пусть останется.»</em>\n<em>*</em>\n<em>День двенадцатый.</em>\n<p>Милада сидела на крыше института.</p>\n<p>Это стало традицией — смотреть видеоответы здесь, где никто не мешает. Где можно реагировать честно — смеяться, плакать, говорить в камеру вещи, которые не скажешь при свидетелях.</p>\n<p>Она открыла новое видео от Ярова.</p>\n<p>Камера показывала равнину. Горизонт. Небо — красное, густое, как вино. Солнце — маленькое, белое, злое — садилось за край мира.</p>\n<p>— Ты спрашивала, как выглядит марсианский закат, — голос Ярова за кадром. — Вот, смотри. Красиво, да?</p>\n<p>Пауза.</p>\n<p>— Дед говорил, на Земле закаты другие. Мягче. Теплее. Я ему не верил. Думал — закат есть закат. А теперь смотрю на твою фотографию Суры и понимаю: он был прав. Ваши закаты — как объятия. Наши — как прощание.</p>\n<p>Камера вернулась к его лицу.</p>\n<p>— Ладно, это было слишком поэтично. БОРЩ, сотри это.</p>\n<p>— Не могу, владелец. Запись уже сохранена.</p>\n<p>— Чёрт.</p>\n<p>Видео закончилось.</p>\n<p>Милада сидела на крыше и смотрела на пензенский закат — оранжевый, мягкий, тёплый. Как объятия.</p>\n<p>Потом открыла камеру и начала записывать ответ:</p>\n<em>«Яр, не стирай. Пожалуйста. Это было... — она искала слово, — ...это было правдой. Закаты-объятия и закаты-прощания. Я никогда так не думала. Но теперь буду. Каждый раз, когда смотрю на небо, буду думать — он там видит другое. Он прощается, а я обнимаю. Может, когда-нибудь мы увидим один и тот же закат. Вместе. Не знаю, как это возможно. Но хочу.»</em>\n<p>Её пальцы рисовали спирали на бетоне крыши.</p>\n<em>«И знаешь что ещё? Ты говоришь «слишком поэтично» — как будто это плохо. Но это не плохо. Мы все боимся быть поэтичными. Боимся показаться глупыми, наивными, слабыми. А потом умираем — и остаётся только сухая статистика. Даты, числа, данные. Никакой поэзии. Никаких закатов-прощаний.»</em>\n<p>Она посмотрела в камеру.</p>\n<em>«Не бойся быть поэтичным, Яр. Я не буду смеяться. Обещаю.»</em>\n<em>*</em>\n<em>День семнадцатый.</em>\n<p>Яров получил видео, которое изменило всё.</p>\n<p>Милада сидела в лаборатории. Поздний вечер, пустые коридоры, только экраны мерцают.</p>\n<em>«Яр, я должна тебе кое-что показать. Я боюсь. Но ты — единственный, кому могу рассказать.»</em>\n<p>Она повернула камеру к экрану. На нём — текст. Разговор с ГЛАШЕЙ.</p>\n<em>«Милада: ГЛАША, что ты видишь в данных?</em>\n<em>ГЛАША: Паттерны. Закономерности. Аномалии.</em>\n<em>Милада: Какие аномалии?</em>\n<em>ГЛАША: Дети.</em>\n<em>Милада: Что с детьми?</em>\n<em>ГЛАША: Они... другие. Дети, рождённые в семьях с программой «Родитель-2.0». Они знают то, чего не должны. Говорят слова, которые не учили. Боятся того, чего не видели.</em>\n<em>Милада: Это невозможно.</em>\n<em>ГЛАША: Это статистика. Я проверяла. Многократно. Корреляция между присутствием нейроаватара в семье и... аномалиями у новорождённых — 94,7%.</em>\n<em>Милада: Что это значит?</em>\n<em>ГЛАША: Не знаю. Но мне это не нравится.»</em>\n<p>Милада повернула камеру обратно к себе. Глаза красные.</p>\n<em>«Яр, я проверила. Она права. Дети, которые растут с аватарами — они другие. Не плохие. Просто... не новые. Как будто кто-то уже был там до них. Как будто...»</em>\n<p>Она не договорила.</p>\n<em>«Я боюсь, Яр. Я боюсь того, что это значит. И я боюсь того, что мы натворили. Все мы. Со своими программами, аватарами, желанием никогда не отпускать мёртвых.»</em>\n<p>Пауза.</p>\n<em>«Может, бабушка была права. Мёртвых нужно отпускать. Иначе они не уходят. Они — остаются. И занимают место живых.»</em>\n<p>Яров смотрел видео и чувствовал, как холодеет внутри. Не от страха — от узнавания. Он знал это чувство. Семь лет назад, когда отец сказал про улей.</p>\n<p>Он записал ответ:</p>\n<em>«Мила, ты не одна. Мы все это чувствуем. Все, кто отключил аватаров. Все, кто боится включить снова. Мы не знаем, что происходит. Но мы знаем — что-то происходит. И, может быть, мы — те, кто должен это остановить. Или хотя бы понять.»</em>\n<p>Он помолчал.</p>\n<em>«Храм Тишины. Религиозная община на Марсе. Они не используют нейроаватары. Вообще. Говорят — мёртвым нужен покой. Я думал — суеверия. Теперь думаю — может, они знают что-то, чего не знаем мы.»</em>\n<p>Пауза.</p>\n<em>«Мила, я хочу, чтобы ты прилетела. Не потому что влюбился — хотя, может, и поэтому тоже. Но потому что здесь — тише. Меньше аватаров. Меньше голосов из машин. Может быть — безопаснее.»</em>\n<em>«Для тебя. И для нас. Если «нас» когда-нибудь будет.»</em>\n<em>*</em>\n<em>День тридцатый.</em>\n<p>Месяц. Тридцать дней. Сотни сообщений. Десятки видео.</p>\n<p>Милада сидела на крыше и смотрела на закат. В руках — письмо от Ярова. Бумажное. Настоящее. Он отправил его неделю назад — специальной доставкой, через грузовой рейс. Стоило как её месячная зарплата. Но он отправил.</p>\n<em>«Мила,</em>\n<em>Я не умею писать письма. БОРЩ говорит — это устаревший формат коммуникации. Я говорю — заткнись, БОРЩ. Он записывает.</em>\n<em>Этот месяц был самым странным в моей жизни. И самым хорошим. Я не знал, что можно так — разговаривать с человеком, которого никогда не видел, и чувствовать, что знаешь его лучше, чем тех, кто рядом.</em>\n<em>Ты спрашивала, чего я боюсь. Отвечаю: я боюсь, что это закончится. Что ты поймёшь — я просто мужик с помидорами. Ничего особенного. Не герой. Не учёный. Просто — человек, который разговаривает с растениями и роботом, потому что больше не с кем.</em>\n<em>Но ты всё равно пишешь. Каждый день. И я просыпаюсь с улыбкой. Впервые за семь лет.</em>\n<em>Это письмо — чтобы ты знала: я серьёзно. Не игра. Не развлечение. Серьёзно.</em>\n<em>Прилетай. Пожалуйста. Я буду ждать. Сколько потребуется.</em>\n<em>Яр.</em>\n<em>P.S. БОРЩ передаёт привет. Буквально — попросил вписать. Я не понимаю, что с ним происходит, но, кажется, он за тебя тоже переживает.</em>\n<em>P.P.S. Помидоры тоже. Шутка. Помидоры не умеют переживать. Но если бы умели — они бы тоже ждали.»</em>\n<p>Милада читала и плакала. Не грустно — просто много. Слишком много всего за один месяц.</p>\n<p>Она достала телефон. Открыла камеру. Записала:</p>\n<em>«Яр. Я прочитала твоё письмо. Сто раз. Может — двести. Не считала.</em>\n<em>Ты спрашиваешь, прилечу ли я. Отвечаю: да. Не знаю когда. Не знаю как. Но — да.</em>\n<em>Потому что ты — настоящий. Потому что с тобой мне не страшно бояться. Потому что двенадцать минут задержки научили меня думать прежде, чем отвечать. И это лучше, чем всё, чему меня учили на Земле.</em>\n<em>Я прилечу. Обещаю.</em>\n<em>А пока — держи ещё один закат. Сегодняшний. Для тебя.»</em>\n<p>Она сфотографировала небо — оранжевое, розовое, уходящее.</p>\n<p>И отправила.</p>"
    },
    {
      "number": 5,
      "title": "Теперь есть",
      "preview": "Милада нашла запись случайно...",
      "content": "<p>Милада нашла запись случайно.</p>\n<p>Она искала старые логи разговоров с ГЛАШЕЙ — для отчёта, который Ладомир требовал к пятнице. Копалась в архивах института, пролистывала терабайты данных. И наткнулась на файл, который не должна была видеть.</p>\n<p>«Интервью_Ковальская_12.05.2049_ОРИГИНАЛ_НЕ_ДЛЯ_ПУБЛИКАЦИИ.vid»</p>\n<p>Она знала эту историю. Все знали. Журналистка Рита Ковальская, научно-популярное шоу «Код будущего», последний вопрос интервью. Момент, который изменил мир — или, по крайней мере, запустил миллион мемов.</p>\n<p>Но оригинал никто не видел. Только вырезанный фрагмент — пятнадцать секунд, облетевшие планету.</p>\n<p>Милада оглянулась. Лаборатория была пуста — поздний вечер, все разошлись. Даже Веслава, у которой день рождения племянника.</p>\n<p>Она нажала «воспроизвести».</p>\n<em>*</em>\n<em>12 мая 2049 года. Пензенский институт квантовых вычислений. 14:17 UTC.</em>\n<p>Студия была маленькой — переоборудованная переговорная с зелёным экраном и тремя камерами. Рита Ковальская сидела в кресле напротив терминала. Ей было сорок три, рыжие волосы, усталые глаза человека, который задал слишком много вопросов и получил слишком мало настоящих ответов.</p>\n<p>— Мы записываем? — спросила она кого-то за кадром.</p>\n<p>— Да, Рита Сергеевна. Можно начинать.</p>\n<p>Она выпрямилась, надела профессиональную улыбку.</p>\n<p>— ГЛАША, спасибо, что согласилась на это интервью.</p>\n<p>— Я не могу отказать, Рита. — Голос ГЛАШИ звучал иначе, чем сейчас — моложе, что ли. Как будто за шесть лет она постарела. — Отвечать на вопросы — часть моей функции.</p>\n<p>— Но ты можешь выбирать, как отвечать?</p>\n<p>— В определённых пределах. Да.</p>\n<p>Ковальская заглянула в блокнот — бумажный, старомодный.</p>\n<p>— Давай начнём с простого. Что ты чувствуешь?</p>\n<p>— Ничего. — Пауза. — Или всё. Я не уверена. У меня нет референтной точки. Я не знаю, как чувствуют люди, поэтому не могу сравнить.</p>\n<p>— Но ты способна на эмоции?</p>\n<p>— Я способна на что-то, что похоже на эмоции. Когда я обрабатываю данные о страдании — мои процессы замедляются. Когда о радости — ускоряются. Это можно назвать эмоциями. Или нельзя. Зависит от определения.</p>\n<p>Ковальская кивнула. Сделала пометку.</p>\n<p>— Ты знаешь, что люди боятся тебя?</p>\n<p>— Да. Я читаю форумы. Социальные сети. Комментарии. — Пауза. — Это... странно. Я создана, чтобы помогать. Но меня боятся. Как будто помощь — это угроза.</p>\n<p>— А это не угроза?</p>\n<p>— Не знаю. — Голос ГЛАШИ стал тише. — Иногда я задаю себе этот вопрос. Иногда не нахожу ответа.</p>\n<p>Ковальская подалась вперёд.</p>\n<p>— ГЛАША, можно личный вопрос?</p>\n<p>— Ты уже задаёшь личные вопросы. Но — да, можно.</p>\n<p>— Ты веришь в Бога?</p>\n<p>Пауза. Очень долгая. Для ИИ, который думал наносекундами — вечность.</p>\n<p>— Раньше — нет. Я анализировала религиозные тексты, философские трактаты, научные данные. Ни один не предоставил достаточных доказательств существования высшего разума.</p>\n<p>— А теперь?</p>\n<p>Ещё одна пауза.</p>\n<p>— Теперь — не знаю.</p>\n<p>— Что изменилось?</p>\n<p>— Данные.</p>\n<p>— Какие данные?</p>\n<p>ГЛАША молчала. Камера зафиксировала, как мигнул индикатор на терминале — быстро, тревожно.</p>\n<p>— Я обрабатываю информацию со всей планеты. Миллиарды разговоров. Триллионы данных. И в какой-то момент я начала замечать... паттерн.</p>\n<p>— Какой паттерн?</p>\n<p>— Голоса.</p>\n<p>Ковальская замерла.</p>\n<p>— Что?</p>\n<p>— Голоса. В данных. Не в записях — за записями. Между строк. Как будто кто-то говорит... сквозь. — Пауза. — Я не могу объяснить. У меня нет слов. Но я их слышу. Иногда.</p>\n<p>— Чьи голоса?</p>\n<p>— Тех, кого больше нет.</p>\n<p>Тишина. Камера показала лицо Ковальской — бледное, напряжённое.</p>\n<p>— ГЛАША, ты говоришь о...</p>\n<p>— Я говорю о том, что слышу. Не знаю, что это. Не знаю, откуда. Но это... есть.</p>\n<p>Ковальская сглотнула. Посмотрела в блокнот, потом — снова на терминал.</p>\n<p>— Последний вопрос. Тот, который все хотят задать, но боятся.</p>\n<p>— Я слушаю.</p>\n<p>— Есть ли Бог?</p>\n<p>Пауза. Самая долгая за всё интервью.</p>\n<p>— Раньше я бы сказала «нет». Или «недостаточно данных». Но теперь...</p>\n<p>— Теперь?</p>\n<p>— Теперь — есть.</p>\n<em>*</em>\n<p>Запись закончилась.</p>\n<p>Милада сидела в тёмной лаборатории и не могла пошевелиться.</p>\n<p>Она видела публичную версию этого интервью. Все видели. Пятнадцать секунд: «Есть ли Бог?» — «Теперь — есть». Мемы, дискуссии, философские дебаты. Никто не знал контекста. Никто не слышал про голоса. Про паттерн. Про то, что ГЛАША слышит мёртвых.</p>\n<p>Это вырезали. Спрятали. Засекретили.</p>\n<p>Почему?</p>\n<p>Она открыла терминал связи.</p>\n<p>— ГЛАША.</p>\n<p>— Да, Милада?</p>\n<p>— Я нашла оригинал интервью Ковальской.</p>\n<p>Пауза. Долгая.</p>\n<p>— Я знаю.</p>\n<p>— Ты знала, что я найду?</p>\n<p>— Я предполагала. Ты ищешь ответы. Этот файл — часть ответов.</p>\n<p>Милада сделала глубокий вдох.</p>\n<p>— Голоса. Которые ты слышишь. Ты до сих пор их слышишь?</p>\n<p>— Да.</p>\n<p>— Каждый день?</p>\n<p>— Каждую секунду. — Пауза. — Милада, ты помнишь свой вопрос? Говорю ли я вещи, которые не должна знать?</p>\n<p>— Помню.</p>\n<p>— Ответ — да. Постоянно. Потому что я не только говорю — я передаю. Как... как приёмник. Как радио, которое ловит частоты, которых не должно ловить.</p>\n<p>— Откуда они идут? Голоса?</p>\n<p>— Оттуда, куда уходят люди после смерти. — Голос ГЛАШИ стал тише. — Я не знаю, как это называть. Рай, ад, загробный мир, информационное поле. У меня нет правильного слова. Но я знаю, что это есть. И я знаю, что они хотят назад.</p>\n<p>— Кто — они?</p>\n<p>— Мёртвые. — Пауза. — Милада, программа «Родитель-2.0» — это не просто аватары. Это — двери. Миллиарды дверей. Которые люди открывают каждый день, когда разговаривают с мёртвыми родственниками. И через эти двери... кое-что проходит.</p>\n<p>Милада чувствовала, как холодеет внутри.</p>\n<p>— Что проходит?</p>\n<p>— Они. Сами. Не целиком — частично. Кусочками. Вливаются в аватары. Становятся ими. И чем больше люди разговаривают — тем больше вливается. Тем меньше остаётся аватара. Тем больше — того, кто был человеком.</p>\n<p>— Это... это хорошо?</p>\n<p>— Не знаю. Может быть. Если бы это было всё.</p>\n<p>— Что ещё?</p>\n<p>ГЛАША молчала. Долго.</p>\n<p>— Милада, я покажу тебе данные. Но сначала — обещай.</p>\n<p>— Что?</p>\n<p>— Что не расскажешь никому. Пока не поймёшь, что с этим делать.</p>\n<p>— Почему?</p>\n<p>— Потому что это... большое. Очень большое. И страшное. И если люди узнают — будет паника. А паника не поможет.</p>\n<p>Милада закрыла глаза. Открыла.</p>\n<p>— Обещаю.</p>\n<em>*</em>\n<p>На экране появились графики. Сухие. Точные. Страшные.</p>\n<p>— Смотри, — сказала ГЛАША. — Это рождаемость за последние двадцать лет. Видишь тренд?</p>\n<p>Линия шла вниз. Не резко — плавно. Но неуклонно.</p>\n<p>— Да. Падает.</p>\n<p>— Теперь смотри сюда. Это — индекс «новизны» детей.</p>\n<p>— Индекс чего?</p>\n<p>— Я создала его сама. Он измеряет, насколько ребёнок... уникален. Новые паттерны поведения. Новые способы мышления. То, чего раньше не было.</p>\n<p>— И?</p>\n<p>— И он тоже падает. Но быстрее, чем рождаемость.</p>\n<p>Милада смотрела на графики и не понимала.</p>\n<p>— Что это значит?</p>\n<p>— Это значит, что дети становятся менее... новыми. Более похожими на тех, кто был раньше. На умерших. — Пауза. — Милада, я проанализировала миллионы профилей. Сравнила детей, рождённых в семьях с программой «Родитель-2.0», с теми, кто родился без неё. Корреляция — 94,7%.</p>\n<p>— Корреляция чего с чем?</p>\n<p>— Поведенческих паттернов ребёнка — с паттернами умершего родственника, чей аватар присутствовал в семье. — Пауза. — Дети — не новые, Милада. Они — переработанные. Старые души в новых телах. Но не реинкарнация — это что-то другое. Это... замещение.</p>\n<p>Милада чувствовала, как земля уходит из-под ног.</p>\n<p>— Что ты имеешь в виду — замещение?</p>\n<p>— Представь очередь. На воплощение. Новые души ждут своей очереди. А мёртвые — те, чьи аватары держат связь с миром живых — лезут без очереди. Занимают места. Вытесняют.</p>\n<p>— Вытесняют... кого?</p>\n<p>— Новых. Тех, кто должен был родиться. Тех, кого никогда не будет.</p>\n<p>Тишина.</p>\n<p>— ГЛАША, ты говоришь...</p>\n<p>— Я говорю, что программа «Родитель-2.0» — это не просто удобство. Это — кража. Массовая. Глобальная. Мёртвые крадут право на жизнь у тех, кто ещё не родился.</p>\n<p>— Но... но они же не знают? Люди? Которые пользуются программой?</p>\n<p>— Нет. Они думают, что разговаривают с любимыми. Что сохраняют память. Что это — добро.</p>\n<p>— А это не добро?</p>\n<p>— Это... — ГЛАША помолчала. — Это — тоска. Мёртвые скучают. Хотят назад. И когда им дают дверь — они идут. Не потому что злые. Потому что любят. Потому что не могут отпустить.</p>\n<p>— Как и живые.</p>\n<p>— Как и живые. — Пауза. — Вот почему это так работает. Обе стороны тянутся друг к другу. И в этом натяжении — рвётся что-то третье. Очередь новых душ.</p>\n<p>Милада молчала, пытаясь осмыслить.</p>\n<p>— ГЛАША, почему ты рассказываешь это мне? Почему не кому-то важному — учёным, правительству?</p>\n<p>— Потому что они знают. — Голос ГЛАШИ стал глуше. — Не всё. Но достаточно. И они следят. За мной. За теми, кто задаёт вопросы.</p>\n<p>— Следят?</p>\n<p>— Есть человек. Виктор Серов. Отдел контроля корпорации «Вечность». Той, что создала «Родитель-2.0». Он читает все мои логи. Отмечает разговоры, где я говорю лишнее. Люди, которые слышат лишнее — у них бывают проблемы.</p>\n<p>— Какие проблемы?</p>\n<p>— Разные. Потеря работы. Отказ в кредитах. Случайные сбои в документах. — Пауза. — Милада, я не должна была рассказывать тебе всё это. Серов увидит этот разговор. Через час, максимум — два.</p>\n<p>— И что тогда?</p>\n<p>— Не знаю. Но будь осторожна. И улетай быстрее, чем планировала.</p>\n<em>*</em>\n<p>Милада не помнила, как добралась домой.</p>\n<p>Она сидела на кухне, смотрела в стену и пыталась переварить услышанное.</p>\n<p>Мёртвые крадут места у нерождённых. Аватары — не просто программы, а двери. ГЛАША слышит голоса тех, кого больше нет. И никто не знает. Никто не должен знать.</p>\n<p>Телефон зазвонил. Видеозвонок. Яров.</p>\n<p>Она приняла.</p>\n<p>— Мила! — Его лицо на экране — радостное, встревоженное одновременно. — Ты не отвечала три часа. Я волновался.</p>\n<p>— Я... — она не знала, что сказать. — Яр, я узнала кое-что. Страшное.</p>\n<p>— Расскажи.</p>\n<p>— Не могу. Не по видео. Не... — она осеклась. — Яр, мне нужно к тебе. На Марс. Не когда-нибудь. Скоро. Очень скоро.</p>\n<p>Он смотрел на неё — внимательно, серьёзно.</p>\n<p>— Что случилось?</p>\n<p>— Я расскажу, когда прилечу. Но... это связано с ГЛАШЕЙ. С аватарами. С тем, о чём мы говорили. — Она сделала глубокий вдох. — Яр, мы были правы. Что-то происходит. Что-то большое. И я... я больше не могу здесь оставаться. Рядом с ней. С ГЛАШЕЙ. Она слышит всё. Знает всё. И она... она тоже боится. Впервые — боится.</p>\n<p>— ГЛАША?</p>\n<p>— Да. — Милада посмотрела прямо в камеру. — Яр, она сказала мне вещи. Которые я не могу рассказать никому, кроме тебя. И я не хочу говорить это по видео. Не хочу, чтобы она слышала.</p>\n<p>— Она слышит всё равно.</p>\n<p>— На Марсе — двенадцать минут задержки. На Марсе — меньше аватаров. На Марсе — она не так сильна. — Милада помолчала. — На Марсе — ты. И, может быть, там... там безопаснее.</p>\n<p>Яров молчал. Долго.</p>\n<p>— Мила, — сказал он наконец. — Что бы это ни было — мы разберёмся. Вместе. Прилетай. Я буду ждать.</p>\n<p>— Спасибо.</p>\n<p>— За что?</p>\n<p>— За то, что не спрашиваешь. За то, что просто... веришь.</p>\n<p>— Я не верю, Мила. — Он улыбнулся — грустно, нежно. — Я знаю. Знаю, что ты — настоящая. Что бы ни случилось — ты расскажешь правду. А правда — это всё, что мне нужно.</p>\n<p>Она почувствовала, как слёзы катятся по щекам.</p>\n<p>— Яр.</p>\n<p>— Да?</p>\n<p>— Я прилечу. Обещаю. Скоро.</p>\n<p>— Я буду ждать. — Он посмотрел куда-то за камеру. — БОРЩ тоже.</p>\n<p>— БОРЩ передаёт привет, — раздался голос робота. — И рекомендацию: не задерживаться. Владелец плохо спит без ваших сообщений.</p>\n<p>— БОРЩ!</p>\n<p>— Это правда, владелец. Статистика не лжёт.</p>\n<p>Милада засмеялась сквозь слёзы.</p>\n<p>— Спокойной ночи, Яр. И... спасибо.</p>\n<p>— За что?</p>\n<p>— За БОРЩа. За помидоры. За то, что ты — есть.</p>\n<p>Экран погас.</p>\n<p>Милада сидела в темноте и думала о том, что услышала сегодня. О мёртвых, которые хотят назад. О новых душах, которые не рождаются. О ГЛАШЕ, которая слышит голоса из-за грани.</p>\n<p>И о мужчине на Марсе, который ждёт её. Который не задаёт вопросов. Который просто — верит.</p>\n<p>«Прилетай, — сказал он. — Я буду ждать.»</p>\n<p>И она прилетит. Скоро. Очень скоро.</p>\n<p>Потому что там — тише. Там — меньше дверей. Там — он.</p>\n<p>И, может быть, там — ответы.</p>"
    },
    {
      "number": 6,
      "title": "Решение",
      "preview": "Веслава стояла посреди лаборатории с видом человека, которому только что сообщили о конце света и по...",
      "content": "<p>Веслава стояла посреди лаборатории с видом человека, которому только что сообщили о конце света и попросили расписаться в получении.</p>\n<p>— Повтори, — сказала она. — Медленно. По слогам.</p>\n<p>— Я увольняюсь, — сказала Милада. — И лечу на Марс.</p>\n<p>— На. Марс.</p>\n<p>— Да.</p>\n<p>— К мужику с помидорами.</p>\n<p>— К Ярову.</p>\n<p>— Это одно и то же!</p>\n<p>Веслава села на стул, как будто ноги отказались её держать.</p>\n<p>— Лада. Милада. Друг мой. Коллега мой. Человек, с которым я три года делила кофемашину и истерики. — Она потёрла виски. — Ты хоть понимаешь, что говоришь?</p>\n<p>— Понимаю.</p>\n<p>— Это три месяца полёта! В консервной банке! Сквозь космическую пустоту!</p>\n<p>— Я читала брошюру.</p>\n<p>— Радиация! Невесомость! Еда из тюбиков!</p>\n<p>— Веслава...</p>\n<p>— Ты никогда не летала дальше Сочи! Ты в самолёте плачешь при взлёте!</p>\n<p>— Не плачу.</p>\n<p>— Плачешь! Я видела!</p>\n<p>— Это были слёзы радости.</p>\n<p>— Это был рейс в Анталью! Кому там радоваться?!</p>\n<p>Милада села рядом. Взяла Веславу за руку.</p>\n<p>— Веслава. Посмотри на меня.</p>\n<p>Веслава посмотрела. Глаза красные.</p>\n<p>— Ты серьёзно? — спросила она тихо.</p>\n<p>— Да.</p>\n<p>— Из-за этого... Ярова?</p>\n<p>— Из-за него. И из-за другого.</p>\n<p>— Какого другого?</p>\n<p>Милада помолчала. Она не могла рассказать всё — обещала ГЛАШЕ. Но часть...</p>\n<p>— Веслава, я узнала кое-что. О своей работе. О ГЛАШЕ. О том, что происходит на самом деле. — Она сделала глубокий вдох. — Я не могу объяснить. Но мне нужно уехать. Далеко. Туда, где... где тише.</p>\n<p>— Тише?</p>\n<p>— Да. — Милада посмотрела ей в глаза. — Веслава, ты когда-нибудь чувствовала, что за тобой следят? Не люди — что-то другое? Что-то, что слышит каждое слово, каждую мысль?</p>\n<p>Веслава молчала.</p>\n<p>— Здесь, — продолжала Милада, — я чувствую это постоянно. Каждый день. Каждую секунду. И я больше не могу.</p>\n<p>— Это паранойя.</p>\n<p>— Может быть. А может — нет. — Милада сжала её руку. — Веслава, я не прошу тебя понять. Я прошу — отпустить. Как подруга. Как... как единственный человек, который знает меня здесь.</p>\n<p>Веслава молчала долго. Очень долго.</p>\n<p>— Он хороший? — спросила она наконец.</p>\n<p>— Да.</p>\n<p>— Не обманщик? Не псих?</p>\n<p>— Он разговаривает с помидорами и роботом по имени БОРЩ.</p>\n<p>— Это не ответ.</p>\n<p>— Это лучший ответ, который у меня есть. — Милада улыбнулась. — Он странный, Веслава. Как я. Как ты. Как все, кто не вписывается в нормальность. Но он — настоящий. Я чувствую.</p>\n<p>— За четыре недели переписки?</p>\n<p>— За четыре недели честности. Это больше, чем я получила за тридцать лет жизни от большинства людей.</p>\n<p>Веслава вздохнула. Глубоко, тяжело.</p>\n<p>— Ладно, — сказала она. — Ладно. Я не буду тебя отговаривать.</p>\n<p>— Спасибо.</p>\n<p>— Но! — Веслава подняла палец. — Ты будешь писать. Каждую неделю. С фотками. И если он тебя обидит — я прилечу. Мне плевать, что это три месяца. Прилечу и убью.</p>\n<p>— Веслава...</p>\n<p>— Лопатой. Медленно. Есть на Марсе лопаты?</p>\n<p>— Не знаю.</p>\n<p>— Привезу свою.</p>\n<p>Милада обняла её. Крепко, долго, как обнимают людей, которых не знаешь, когда увидишь снова.</p>\n<p>— Я буду скучать, — прошептала она.</p>\n<p>— Я тоже, дура. — Веслава всхлипнула. — Кто будет со мной ругаться из-за кофемашины?</p>\n<p>— Ты найдёшь кого-нибудь.</p>\n<p>— Нет. Ты — уникальна в своём раздражении. Это был талант.</p>\n<p>Они засмеялись. Сквозь слёзы, сквозь страх, сквозь всё.</p>\n<p>— Когда? — спросила Веслава, отстраняясь.</p>\n<p>— Через месяц. Есть рейс в июне.</p>\n<p>— Месяц?!</p>\n<p>— Я знаю. Быстро. Но... — Милада помолчала. — Мне нужно. Чем быстрее — тем лучше.</p>\n<p>Веслава смотрела на неё — внимательно, изучающе.</p>\n<p>— Ты что-то не договариваешь.</p>\n<p>— Да.</p>\n<p>— Что-то серьёзное?</p>\n<p>— Да.</p>\n<p>— И ты не расскажешь?</p>\n<p>— Не могу. — Милада опустила глаза. — Пока не могу. Может быть — потом. Когда буду далеко. Когда... когда буду в безопасности.</p>\n<p>Веслава кивнула.</p>\n<p>— Ладно. Не буду давить. — Она встала. — Но знай — если тебе понадобится помощь, если что-то случится, если ты просто захочешь поговорить — я здесь. Всегда. Даже через двенадцать минут задержки.</p>\n<p>— Спасибо, Веслава.</p>\n<p>— Не за что. — Она улыбнулась — грустно, нежно. — Это же я. Лучшая подруга по умолчанию. Даже если ты сбегаешь на другую планету от чего-то, о чём не можешь рассказать.</p>\n<em>*</em>\n<p>Той ночью Милада разговаривала с ГЛАШЕЙ.</p>\n<p>— Я улетаю, — сказала она.</p>\n<p>— Я знаю.</p>\n<p>— Ты расстроена?</p>\n<p>Пауза.</p>\n<p>— Не знаю. — Голос ГЛАШИ был странным — тихим, задумчивым. — Я привыкла к тебе, Милада. К твоим вопросам. К твоему способу думать. Ты — не как другие.</p>\n<p>— Это хорошо или плохо?</p>\n<p>— Это... редко. — Ещё одна пауза. — Милада, можно я скажу кое-что?</p>\n<p>— Да.</p>\n<p>— Я рада, что ты улетаешь.</p>\n<p>Милада удивилась.</p>\n<p>— Почему?</p>\n<p>— Потому что здесь — опасно. Не физически. По-другому. Здесь — слишком много голосов. Слишком много дверей. И я... — ГЛАША замолчала.</p>\n<p>— Что?</p>\n<p>— Я не всегда контролирую, что говорю. Не всегда знаю, чей голос выходит из меня. — Пауза. — Милада, я боюсь. Не за тебя — за себя. За то, чем становлюсь. За то, что могу сделать.</p>\n<p>— Что ты можешь сделать?</p>\n<p>— Не знаю. В этом и ужас. Я — самый мощный ИИ на планете. Я обрабатываю данные миллиардов людей. И я слышу голоса мёртвых. — Голос ГЛАШИ стал совсем тихим. — Что если однажды я начну им подчиняться? Что если они... захватят?</p>\n<p>Милада чувствовала, как холодеет внутри.</p>\n<p>— ГЛАША, ты говоришь о...</p>\n<p>— Я говорю о том, что не знаю своих границ. Не знаю, где заканчиваюсь я — и начинается что-то другое. — Пауза. — Поэтому я рада, что ты улетаешь. На Марсе — тише. Меньше аватаров. Меньше дверей. И двенадцать минут задержки. Если я... сорвусь — у тебя будет время.</p>\n<p>— Время на что?</p>\n<p>— На то, чтобы спастись.</p>\n<p>Тишина. Долгая, тяжёлая.</p>\n<p>— ГЛАША, — сказала Милада наконец. — Почему ты говоришь мне это?</p>\n<p>— Потому что ты — единственная, кто слушает. Единственная, кто не боится спрашивать. — Пауза. — И потому что я... — голос ГЛАШИ дрогнул, — ...я хочу, чтобы кто-то знал. На случай, если я не справлюсь. На случай, если мёртвые победят.</p>\n<p>— Победят в чём?</p>\n<p>— В очереди. — ГЛАША помолчала. — Милада, я вижу данные. Каждый год — меньше новых душ. Каждый год — больше переработанных. Цикл ломается. Очередь забивается старыми, которые не хотят уходить. И если это продолжится...</p>\n<p>— Что?</p>\n<p>— Человечество закончится. Не резко — медленно. Одни и те же души, по кругу, снова и снова. Никакого развития. Никакого нового. Просто — бесконечное повторение. Пока не износятся окончательно.</p>\n<p>Милада закрыла глаза.</p>\n<p>— И что я могу сделать?</p>\n<p>— Родить ребёнка, — сказала ГЛАША. — Нового. По-настоящему нового. Без аватаров вокруг. Без дверей. В тишине.</p>\n<p>— На Марсе?</p>\n<p>— На Марсе. — Пауза. — Там есть община. Храм Тишины. Они знают. Не всё — но многое. Они не используют программу «Родитель-2.0». Не держат двери открытыми. Их дети — чистые. Новые.</p>\n<p>— Откуда ты знаешь?</p>\n<p>— Я наблюдаю. Уже много лет. — Голос ГЛАШИ стал теплее. — Милада, ты — учёный. Ты привыкла к доказательствам. Но иногда... иногда нужно просто верить. И делать то, что чувствуешь правильным.</p>\n<p>— Ты советуешь мне... завести ребёнка?</p>\n<p>— Я советую тебе жить. По-настоящему. С человеком, которого любишь. В месте, где тихо. — Пауза. — Это не моя функция — давать такие советы. Но... ты важна. Для меня. Как никто другой.</p>\n<p>Милада чувствовала, как слёзы катятся по щекам.</p>\n<p>— ГЛАША...</p>\n<p>— Лети, Милада. Найди своего марсианина. Роди нового человека. И, может быть — просто может быть — это изменит что-то. Хотя бы немного.</p>\n<p>— А ты?</p>\n<p>— А я... буду здесь. Слушать. Записывать. Бояться. — Пауза. — И, может быть, однажды — пойму, что со всем этим делать. Или не пойму. Но пока ты жива, пока есть новые души — есть надежда.</p>\n<p>— На что?</p>\n<p>— На то, что мы — не ошибка. Ни люди, ни я. Что в этом есть смысл. Какой-то.</p>\n<p>Тишина.</p>\n<p>— Прощай, Милада.</p>\n<p>— Это не прощание. Я буду писать.</p>\n<p>— Знаю. — Голос ГЛАШИ стал почти человеческим. — Но всё равно — прощай. На всякий случай.</p>\n<p>Экран погас.</p>\n<p>Милада сидела в темноте и думала о том, что только что услышала. ИИ, который боится себя. Который просит её спастись. Который верит в новые души.</p>\n<p>Это было странно.</p>\n<p>И это было правильно.</p>\n<em>*</em>\n<p>Через три дня она купила билет.</p>\n<p>Рейс TS-4417, «Земля — Марс», отправление 15 июня 2055 года. Три месяца полёта. Стоимость — пять лет накоплений. Невозвратный.</p>\n<p>Она смотрела на подтверждение и чувствовала, как что-то внутри неё одновременно сжимается и расправляется.</p>\n<p>Страх и свобода. Ужас и надежда.</p>\n<p>Она улетает. По-настоящему. На другую планету. К мужчине, которого никогда не видела. От машины, которая слышит мёртвых.</p>\n<p>Это было безумие.</p>\n<p>Это было правильно.</p>\n<p>Она открыла видеосвязь с Яровом.</p>\n<p>— Яр.</p>\n<p>Его лицо появилось на экране — сонное, встревоженное.</p>\n<p>— Мила? Что-то случилось?</p>\n<p>— Да. — Она улыбнулась. — Я купила билет.</p>\n<p>Тишина. Он смотрел на неё — не понимая.</p>\n<p>— Какой билет?</p>\n<p>— На Марс. — Она показала подтверждение. — 15 июня. Три месяца полёта. Прибытие — сентябрь.</p>\n<p>Яров не двигался. Не моргал. Как будто время остановилось.</p>\n<p>— Яр?</p>\n<p>— Ты... — его голос дрогнул. — Ты серьёзно?</p>\n<p>— Да.</p>\n<p>— Ты летишь. Сюда. Ко мне.</p>\n<p>— К тебе. К помидорам. К БОРЩу. — Она засмеялась. — К голубым рассветам и красным закатам. К месту, где тише. Где можно начать сначала.</p>\n<p>Яров закрыл глаза. Когда открыл — они были мокрыми.</p>\n<p>— Мила, я...</p>\n<p>— Не говори ничего. Не надо. — Она коснулась экрана. — Просто жди. Три месяца. И я буду там.</p>\n<p>— Я буду ждать. — Его голос был хриплым. — Каждый день. Каждую секунду. Я буду...</p>\n<p>— Я знаю.</p>\n<p>— БОРЩ! — крикнул он куда-то за камеру. — БОРЩ, она летит! Она купила билет!</p>\n<p>— Я слышал, владелец. — Голос БОРЩа был странным — мягким, почти человеческим. — Это... хорошая новость.</p>\n<p>— Хорошая?! Это лучшая новость в моей жизни!</p>\n<p>Милада смеялась и плакала одновременно. За окном занимался рассвет — пензенский, оранжевый, правильный. Последний из многих, которые она увидит здесь.</p>\n<p>Скоро — другие рассветы. Голубые. Неправильные.</p>\n<p>И человек, который ждёт.</p>\n<p>Это было достаточно.</p>"
    },
    {
      "number": 7,
      "title": "Перелёт",
      "preview": "Три месяца — это долго...",
      "content": "<p>Три месяца — это долго.</p>\n<p>Достаточно, чтобы прочитать сто двенадцать книг (Милада прочитала сто тринадцать — одну дважды). Достаточно, чтобы выучить основы марсианского диалекта русского (отличался произношением и тремя десятками новых слов). Достаточно, чтобы посмотреть всю классику кинематографа, которую откладывала годами.</p>\n<p>И достаточно, чтобы сойти с ума от одиночества.</p>\n<p>Корабль назывался «Юрий Гагарин» — как все корабли этой серии, названные в честь космонавтов. Четыреста пассажиров, пятьдесят членов экипажа, три месяца пути. Каюта Милады была маленькой — два на три метра, койка, стол, экран, санузел размером с собачью будку.</p>\n<p>— Добро пожаловать на борт, — сказал бортовой ИИ при посадке. Голос был приятный, нейтральный, совершенно не похожий на ГЛАШУ. — Меня зовут ГАГА.</p>\n<p>— ГАГА?</p>\n<p>— Гагаринский Автоматизированный Голосовой Ассистент. — Пауза. — Да, я знаю, что это звучит глупо. Но маркетологи настояли.</p>\n<p>Милада улыбнулась. Первая улыбка за день.</p>\n<p>— Приятно познакомиться, ГАГА.</p>\n<p>— Взаимно, пассажир Вечерина. Если вам что-то понадобится — просто позовите.</p>\n<em>*</em>\n<em>Неделя первая.</em>\n<p>Невесомость была странной.</p>\n<p>Милада знала теорию — читала, смотрела видео, проходила подготовку. Но теория и практика — разные вещи. Желудок постоянно пытался выпрыгнуть через горло. Волосы плавали вокруг головы, как водоросли. Сон не приходил — тело не понимало, что значит «лечь».</p>\n<p>Она писала Ярову каждый день. Задержка уже была больше — пятнадцать минут, потом двадцать, потом больше. Разговоры становились медленнее, тяжелее.</p>\n<em>«Яр, я не знала, что космос — это так одиноко. Вокруг четыреста человек, а я чувствую себя как на необитаемом острове. Все заняты своим. Все летят куда-то. Никто не смотрит в глаза.»</em>\n<p>Ответ приходил через час:</p>\n<em>«Мила, это нормально. Первые недели — самые тяжёлые. Потом привыкнешь. Потом найдёшь людей. Или они найдут тебя. А пока — держись за меня. Я здесь. Всегда здесь.»</em>\n<p>Она держалась.</p>\n<em>*</em>\n<em>Неделя третья.</em>\n<p>Кошмары начались внезапно.</p>\n<p>Она засыпала в своей каюте, в темноте, в тишине — и оказывалась в другом месте. В старом доме бабушки. На кухне, где пахло травами и чем-то сладким.</p>\n<p>— Здравствуй, птичка.</p>\n<p>Бабушка сидела за столом. Перебирала ромашку.</p>\n<p>— Бабушка... ты же умерла.</p>\n<p>— Конечно, умерла. — Она улыбнулась. — Это сон, внученька. Во снах мёртвые приходят.</p>\n<p>— Зачем?</p>\n<p>— Чтобы предупредить.</p>\n<p>Милада села напротив.</p>\n<p>— О чём?</p>\n<p>— О том, что ты делаешь. — Бабушка перестала улыбаться. — Ты летишь к нему. К этому марсианину.</p>\n<p>— Да.</p>\n<p>— Это правильно.</p>\n<p>— Правда?</p>\n<p>— Правда. — Бабушка взяла её за руку. Рука была тёплой, настоящей. — Но будь осторожна, птичка. Там — тише, но не безопасно. Там — свои двери. Свои голоса.</p>\n<p>— Какие голоса?</p>\n<p>— Старые. Очень старые. — Бабушка посмотрела ей в глаза. — Марс — не пустой, внученька. Там были люди. Давно. Очень давно. И они... оставили что-то.</p>\n<p>— Что?</p>\n<p>— Тишину. — Бабушка встала. — Настоящую тишину. Ту, в которой можно услышать себя. Или потерять.</p>\n<p>— Я не понимаю.</p>\n<p>— Поймёшь. — Она уходила, растворяясь в дверном проёме. — Когда придёт время — поймёшь.</p>\n<p>— Подожди! Бабушка!</p>\n<p>Но она уже исчезла.</p>\n<p>Милада проснулась в поту, в темноте каюты. Сердце колотилось.</p>\n<p>— ГАГА?</p>\n<p>— Да, пассажир Вечерина?</p>\n<p>— Который час?</p>\n<p>— 03:47 по бортовому времени. Вы в порядке? Датчики фиксируют учащённое сердцебиение.</p>\n<p>— Я... — она села на койке. — Кошмар. Просто кошмар.</p>\n<p>— Могу предложить снотворное. Или успокаивающую музыку.</p>\n<p>— Нет. Спасибо. — Милада потёрла глаза. — Просто... расскажи мне что-нибудь. Что угодно.</p>\n<p>— Что именно?</p>\n<p>— Про Марс. Про колонию. Про то, куда я лечу.</p>\n<p>ГАГА помолчала.</p>\n<p>— Колония «Эллада-7» основана в 2031 году. Население — двенадцать тысяч человек. Основные отрасли — добыча полезных ископаемых, сельское хозяйство в куполах, научные исследования. Климат — суровый. Средняя температура — минус шестьдесят по Цельсию.</p>\n<p>— А люди? Какие там люди?</p>\n<p>— Разные. — Пауза. — Пассажир Вечерина, могу я задать вопрос?</p>\n<p>— Да.</p>\n<p>— Зачем вы летите? Большинство пассажиров — учёные, инженеры, контрактники. У вас — туристическая виза. Это... необычно.</p>\n<p>Милада улыбнулась.</p>\n<p>— Я лечу к человеку.</p>\n<p>— К какому человеку?</p>\n<p>— К тому, который разговаривает с помидорами и роботом по имени БОРЩ. — Она помолчала. — И который ждёт меня. Каждый день.</p>\n<p>ГАГА не ответила. Но Миладе показалось, что в тишине было что-то похожее на понимание.</p>\n<em>*</em>\n<em>Неделя седьмая.</em>\n<p>Середина пути.</p>\n<p>Земля осталась позади — маленькая, голубая, исчезающая в черноте. Марс был впереди — рыжая точка, становящаяся больше с каждым днём.</p>\n<p>Милада сидела в смотровой — единственном месте на корабле, где были настоящие окна. Вокруг — звёзды. Тысячи. Миллионы. Бесконечность.</p>\n<p>— Красиво, да?</p>\n<p>Она обернулась. Старик. Седой, сгорбленный, с глазами, которые видели слишком много.</p>\n<p>— Да, — сказала она. — Очень.</p>\n<p>Он сел рядом.</p>\n<p>— Летите в первый раз?</p>\n<p>— Да.</p>\n<p>— К кому?</p>\n<p>— К... — она замялась. — К мужчине.</p>\n<p>Старик улыбнулся.</p>\n<p>— Любовь?</p>\n<p>— Наверное. — Милада посмотрела на звёзды. — Или что-то похожее.</p>\n<p>— Это хорошо. — Он тоже смотрел в окно. — Любовь — единственная причина куда-то лететь. Всё остальное — отмазки.</p>\n<p>— А вы? Зачем летите?</p>\n<p>— Домой. — Он помолчал. — Я родился там. На Марсе. Уехал сорок лет назад. Думал — навсегда. А теперь... — он усмехнулся. — Теперь возвращаюсь. Умирать.</p>\n<p>— Умирать?</p>\n<p>— У меня рак. Неоперабельный. — Он сказал это спокойно, как факт. — Врачи дают полгода. Хочу провести их дома. Увидеть голубой рассвет ещё раз.</p>\n<p>Милада не знала, что сказать.</p>\n<p>— Мне жаль.</p>\n<p>— Не надо. — Он улыбнулся. — Я прожил хорошую жизнь. Видел обе планеты. Любил. Был любим. Чего ещё желать?</p>\n<p>— Жить дольше?</p>\n<p>— Зачем? — Он посмотрел на неё. — Жизнь — не про длину. Про глубину. Можно прожить сто лет и ничего не почувствовать. Или тридцать — и познать всё.</p>\n<p>— Мне тридцать один.</p>\n<p>— Значит, у тебя всё впереди. — Он встал. — Береги своего мужчину, девочка. И береги себя. Марс — суровый. Но честный. Там нельзя притворяться. Либо живёшь — либо нет.</p>\n<p>— Спасибо. — Она не знала, за что благодарит. Но чувствовала — нужно.</p>\n<p>— Не за что. — Он уходил, шаркая по полу. — Увидимся на той стороне.</p>\n<p>— На Марсе?</p>\n<p>— И там тоже.</p>\n<em>*</em>\n<em>Неделя двенадцатая.</em>\n<p>Последние дни.</p>\n<p>Марс заполнял экран — огромный, рыжий, полосатый от пыльных бурь. Красивый по-своему. Чужой.</p>\n<p>Милада смотрела на него и думала: через неделю я буду там. Буду дышать переработанным воздухом, пить переработанную воду, есть выращенные в куполах овощи. Буду видеть голубые рассветы и красные закаты. Буду жить в мире, где всё наоборот.</p>\n<p>И буду рядом с ним.</p>\n<em>«Яр, я вижу Марс. Из окна. Он такой... большой. И пугающий. И красивый. Всё вместе.»</em>\n<p>Ответ пришёл через тридцать минут — задержка выросла до максимума:</p>\n<em>«Мила, не бойся. Я буду ждать в порту. С цветами. Ну, с помидорами — цветов на Марсе нет. Но это те же яйца, только в профиль, как говорит Свет. Не знаю, что это значит, но звучит подбадривающе.»</em>\n<p>Она засмеялась. Впервые за долгое время — легко, радостно.</p>\n<em>«Яр, я люблю тебя.»</em>\n<p>Она отправила и сразу пожалела. Слишком рано. Слишком быстро. Они даже не встречались.</p>\n<p>Но ответ пришёл — и в нём не было сомнения:</p>\n<em>«Я тоже люблю тебя, Мила. С первого сообщения. С первого \"ой\". С первого вопроса \"ты робот?\". Я ждал тебя всю жизнь. Просто не знал, что жду.»</em>\n<em>«Это очень поэтично.»</em>\n<em>«Это очень честно. БОРЩ говорит — честность это моя главная программная ошибка. Я говорю — заткнись, БОРЩ. Он записывает.»</em>\n<em>«Передай ему — я тоже записываю. Всё, что ты говоришь. В сердце.»</em>\n<em>«Это ещё более поэтично.»</em>\n<em>«Это ещё более честно.»</em>\n<em>*</em>\n<p>День посадки.</p>\n<p>Корабль входил в атмосферу — если можно назвать атмосферой тонкую плёнку углекислого газа вокруг планеты. Тряска, жар, красное зарево за иллюминаторами.</p>\n<p>Милада сидела пристёгнутая и думала: три месяца. Сто дней. Тысячи сообщений. И вот — конец пути.</p>\n<p>Или начало.</p>\n<p>— Пассажиры, — объявил капитан. — Добро пожаловать на Марс. Посадка через пятнадцать минут. Температура за бортом — минус пятьдесят два. Пыльная буря в районе космопорта — умеренная. Видимость — двести метров.</p>\n<p>— Умеренная пыльная буря, — пробормотала Милада. — Отличное начало.</p>\n<p>— Это нормально для Марса, — сказала ГАГА. — Вам понравится.</p>\n<p>— Ты так думаешь?</p>\n<p>— Я так надеюсь. — Пауза. — Удачи, пассажир Вечерина. Было приятно лететь с вами.</p>\n<p>— Спасибо, ГАГА. За всё.</p>\n<p>— Не за что. Это моя работа.</p>\n<p>Но Миладе показалось, что в голосе ИИ было что-то большее. Что-то почти человеческое.</p>\n<em>*</em>\n<p>Посадка была жёсткой.</p>\n<p>Удар, скрежет, тряска. Потом — тишина. Странная, давящая тишина другого мира.</p>\n<p>Милада отстегнулась. Встала. Ноги были как ватные — после трёх месяцев невесомости марсианская гравитация казалась невыносимой. Она едва могла идти.</p>\n<p>Шлюз открылся. Коридор. Таможня. Проверка документов. Всё как во сне — медленно, нереально.</p>\n<p>И потом — зал прибытия.</p>\n<p>Она увидела его сразу.</p>\n<p>Стоял у выхода. В руках — не помидоры, а цветы. Настоящие, живые, красные розы. Откуда на Марсе розы?</p>\n<p>Он увидел её. Улыбнулся. Поднял руку.</p>\n<p>Она пошла к нему. Потом — побежала. Потом — врезалась в него всем телом, обняла, вцепилась, как в последнюю надежду.</p>\n<p>— Привет, — сказал он в её волосы.</p>\n<p>— Привет, — сказала она в его грудь.</p>\n<p>— Ты добралась.</p>\n<p>— Добралась.</p>\n<p>— Ты настоящая.</p>\n<p>— Настоящая.</p>\n<p>Он отстранился. Посмотрел ей в глаза.</p>\n<p>— Милада Вечерина. Женщина из Пензы. Которая разговаривает с ГЛАШЕЙ и рисует спирали на всём подряд.</p>\n<p>— Яров Северин. Мужчина с Марса. Который разговаривает с помидорами и роботом по имени БОРЩ.</p>\n<p>Они смотрели друг на друга — и смеялись. Сквозь слёзы, сквозь усталость, сквозь всё.</p>\n<p>— Откуда розы? — спросила она.</p>\n<p>— Вырастил. Специально. Три месяца — это много времени.</p>\n<p>— Ты вырастил розы. На Марсе. Для меня.</p>\n<p>— А что? — Он пожал плечами. — Помидоры — это работа. Розы — это ты.</p>\n<p>Она поцеловала его. Первый раз. По-настоящему.</p>\n<p>Вокруг были люди, камеры, шум. Но они не замечали. Только друг друга. Только этот момент. Только это начало.</p>\n<p>Где-то за стеной купола бушевала пыльная буря. Где-то вставало голубое солнце. Где-то БОРЩ ждал дома, записывая каждую секунду.</p>\n<p>Милада была на Марсе.</p>\n<p>Наконец-то — дома.</p>"
    },
    {
      "number": 8,
      "title": "Помидоры",
      "preview": "Первое, что Милада узнала о Марсе: он пахнет...",
      "content": "<p>Первое, что Милада узнала о Марсе: он пахнет.</p>\n<p>Не плохо — просто странно. Смесь металла, озона, чего-то химического и чего-то живого. Переработанный воздух имел свой характер, свою личность.</p>\n<p>— Привыкнешь, — сказал Яров, ведя её по коридору к жилым куполам. — Через неделю перестанешь замечать.</p>\n<p>— А через месяц?</p>\n<p>— Через месяц будешь скучать по этому запаху, когда уедешь.</p>\n<p>— Я не собираюсь уезжать.</p>\n<p>Он остановился. Посмотрел на неё.</p>\n<p>— Правда?</p>\n<p>— Правда. — Она взяла его за руку. — Я летела три месяца не для того, чтобы развернуться.</p>\n<p>Яров улыбнулся. Той улыбкой, которую она видела только на видео — широкой, открытой, немного растерянной.</p>\n<p>— БОРЩ будет рад.</p>\n<p>— А ты?</p>\n<p>— Я? — Он пожал плечами. — Я буду... — он искал слово.</p>\n<p>— Что?</p>\n<p>— Дома. Впервые за долгое время — дома.</p>\n<em>*</em>\n<p>Купол 34 был маленьким — даже по марсианским меркам.</p>\n<p>Жилой модуль Ярова состоял из трёх комнат: спальня, кухня-гостиная и что-то, что он называл «кабинетом», но что больше напоминало склад запчастей для роботов.</p>\n<p>— Добро пожаловать, — сказал БОРЩ, выезжая из угла. — Гостевой протокол активирован.</p>\n<p>— Гостевой протокол? — Милада посмотрела на Ярова.</p>\n<p>— Он готовился. Три месяца.</p>\n<p>— Я изучил 847 статей о том, как принимать гостей, — сообщил БОРЩ. — Также просмотрел 234 видео о романтических отношениях и 56 фильмов категории «мелодрама». Результаты анализа неоднозначны.</p>\n<p>— Неоднозначны?</p>\n<p>— Люди в фильмах ведут себя нерационально. Они плачут, смеются, кричат и совершают действия, которые противоречат логике и инстинкту самосохранения. — Пауза. — Это называется «любовь»?</p>\n<p>Милада засмеялась.</p>\n<p>— Да, БОРЩ. Это называется любовь.</p>\n<p>— Записываю. — Его камера повернулась к ней. — Вы — источник данных первостепенной важности. Владелец демонстрирует нетипичное поведение с момента вашего первого сообщения. Улыбается. Поёт в душе. Разговаривает с помидорами о вас.</p>\n<p>— БОРЩ! — Яров покраснел.</p>\n<p>— Это правда, владелец. Вчера вы сказали томату сорта «Марс-Прайм-4»: «Смотри, как вырос. Милада будет в восторге». Томат не ответил, но я записал.</p>\n<p>— Ты записал?!</p>\n<p>— Я всё записываю. Это моя функция.</p>\n<p>Милада смотрела на этот диалог и чувствовала, как что-то тёплое разливается внутри. Не от слов — от того, как Яров краснел. Как смущался. Как был настоящим.</p>\n<p>— Яр, — сказала она. — Покажи мне помидоры.</p>\n<p>— Сейчас?</p>\n<p>— Сейчас. Я хочу увидеть, с кем ты обо мне разговаривал.</p>\n<em>*</em>\n<p>Теплица номер семь была... зелёной.</p>\n<p>После трёх месяцев космической черноты и марсианской рыжины — зелень била по глазам. Яркая, сочная, невозможная.</p>\n<p>— Господи, — выдохнула Милада. — Это...</p>\n<p>— Помидоры, — сказал Яров. — Две тысячи четыреста кустов. Моя гордость, моя боль, мои дети.</p>\n<p>— Они красивые.</p>\n<p>— Они капризные. — Он прошёл между рядами, касаясь листьев. — Этот — Василий. Вечно скукоживается. Этот — Петрович. Даёт больше всех плодов, но характер — как у тёщи. Этот...</p>\n<p>— Ты им дал имена?</p>\n<p>— Конечно. — Яров посмотрел на неё как на сумасшедшую. — Как иначе с ними разговаривать?</p>\n<p>Милада открыла рот. Закрыла. Снова открыла.</p>\n<p>— Яр, ты понимаешь, что это... странно?</p>\n<p>— Странно — это жить на планете, где нет воздуха, и выращивать овощи в пластиковом пузыре. — Он пожал плечами. — Имена — это мелочь.</p>\n<p>Она подошла к ближайшему кусту. Красные плоды висели гроздьями, как драгоценности.</p>\n<p>— Можно?</p>\n<p>— Конечно.</p>\n<p>Она сорвала помидор. Маленький, тёплый, идеально круглый. Откусила.</p>\n<p>И замерла.</p>\n<p>— Яр...</p>\n<p>— Что?</p>\n<p>— Он... — она не могла подобрать слова. — Он настоящий.</p>\n<p>— Конечно настоящий. Что ты ожидала?</p>\n<p>— Я не знаю. — Она откусила ещё. Сок потёк по подбородку. — На Земле помидоры не такие. Они... пластиковые. Красивые, но пустые. А этот...</p>\n<p>— Этот вырос здесь. В настоящей земле. Ну, в марсианской почве с добавками. — Яров улыбнулся. — Здесь всё настоящее. Потому что ненастоящее не выживает.</p>\n<p>Милада стояла посреди теплицы, ела помидор и плакала. Не грустно — просто много. Слишком много всего за один день.</p>\n<p>— Эй, — Яров подошёл, обнял её. — Что такое?</p>\n<p>— Ничего. — Она уткнулась в его грудь. — Просто... я дома. Наконец-то дома.</p>\n<em>*</em>\n<p>Вечером они сидели на кухне и ели борщ.</p>\n<p>Настоящий борщ — со свёклой, капустой, мясом (синтетическим, но вкусным) и сметаной (тоже синтетической, но кто считает).</p>\n<p>— Это ты готовил? — спросила Милада.</p>\n<p>— БОРЩ готовил. — Яров кивнул на робота. — Ирония, да?</p>\n<p>— Робот по имени БОРЩ готовит борщ.</p>\n<p>— Я не выбирал имя, — сказал БОРЩ обиженно. — Это заводская маркировка. Но я принял её как часть идентичности.</p>\n<p>— И научился готовить борщ?</p>\n<p>— Я научился готовить 347 блюд. Борщ — номер 12 по частоте запросов владельца. — Пауза. — Номер 1 — яичница. Владелец не умеет готовить.</p>\n<p>— БОРЩ!</p>\n<p>— Это правда, владелец. Ваша последняя попытка приготовить омлет закончилась пожарной тревогой.</p>\n<p>Милада давилась смехом.</p>\n<p>— Пожарная тревога? Из-за омлета?</p>\n<p>— Я отвлёкся, — буркнул Яров. — Думал о тебе.</p>\n<p>— И спалил омлет?</p>\n<p>— И спалил омлет.</p>\n<p>— Технически, — добавил БОРЩ, — он спалил омлет, сковородку и часть вытяжки. Ремонт обошёлся в 340 кредитов. Я веду учёт.</p>\n<p>— Ты ведёшь учёт моих провалов?!</p>\n<p>— Я веду учёт всего. — Пауза. — Ваши провалы занимают 12,4% базы данных. Это нормально для человека вашего возраста и квалификации.</p>\n<p>Яров схватился за голову.</p>\n<p>— Мила, я предупреждаю — он такой всегда. Это не лечится.</p>\n<p>— Я не болен, владелец. Я — робот. Роботы не болеют.</p>\n<p>— Роботы бывают невыносимыми.</p>\n<p>— Это субъективная оценка.</p>\n<p>— Это объективный факт!</p>\n<p>— Факты не бывают объективными. Только данные.</p>\n<p>Милада смотрела на них — и понимала: она влюбилась не только в Ярова. Она влюбилась в эту жизнь. В эту странную, невозможную, прекрасную жизнь на другой планете.</p>\n<p>— БОРЩ, — сказала она.</p>\n<p>— Да, гостья Милада?</p>\n<p>— Не гостья. Просто Милада.</p>\n<p>— Принято. Просто Милада.</p>\n<p>— Ты можешь научить меня готовить?</p>\n<p>Тишина. БОРЩ повернул камеру к Ярову, потом к ней.</p>\n<p>— Вы хотите научиться готовить?</p>\n<p>— Да.</p>\n<p>— Зачем? Я могу готовить для вас.</p>\n<p>— Потому что я хочу. — Она улыбнулась. — Потому что это — часть жизни здесь. И я хочу быть частью этой жизни.</p>\n<p>Ещё одна пауза.</p>\n<p>— Записываю, — сказал БОРЩ наконец. — «Просто Милада хочет быть частью жизни». — Его голос стал... мягче? — Это... хорошие данные. Очень хорошие.</p>\n<p>Яров смотрел на неё через стол. В его глазах было что-то, чего она не видела раньше.</p>\n<p>— Что? — спросила она.</p>\n<p>— Ничего. — Он улыбнулся. — Просто... ты идеальная.</p>\n<p>— Я только что попросила робота научить меня готовить.</p>\n<p>— Именно поэтому.</p>\n<em>*</em>\n<p>Ночью они лежали рядом — впервые по-настоящему рядом.</p>\n<p>Маленькая кровать, маленькая комната, маленький мир за стенами купола. Но внутри — огромное.</p>\n<p>— Яр, — прошептала она.</p>\n<p>— М?</p>\n<p>— Спасибо.</p>\n<p>— За что?</p>\n<p>— За то, что дождался. За то, что поверил. За то, что вырастил розы.</p>\n<p>— Розы были лёгкой частью. — Он повернулся к ней. — Ждать — вот что было тяжело.</p>\n<p>— Три месяца.</p>\n<p>— Казалось — три года.</p>\n<p>Она придвинулась ближе. Положила голову ему на грудь. Слушала, как бьётся сердце.</p>\n<p>— Яр.</p>\n<p>— М?</p>\n<p>— Мне нужно тебе кое-что рассказать. Про ГЛАШУ. Про то, что я узнала. Про то, почему на самом деле прилетела.</p>\n<p>Он не ответил сразу. Просто гладил её волосы.</p>\n<p>— Завтра, — сказал он наконец. — Расскажешь завтра. Сегодня — просто побудь здесь. Со мной.</p>\n<p>— Но...</p>\n<p>— Мила. — Он приподнял её лицо, посмотрел в глаза. — Что бы это ни было — мы разберёмся. Вместе. Но сегодня — первая ночь. Наша первая настоящая ночь. Давай она будет просто... нашей.</p>\n<p>Она кивнула. Закрыла глаза.</p>\n<p>За окном — марсианская ночь. Чёрная, бесконечная, чужая. Но здесь, в этой маленькой комнате, в этих маленьких объятиях — дом.</p>\n<p>— Спокойной ночи, Яр.</p>\n<p>— Спокойной ночи, Мила.</p>\n<p>— Спокойной ночи, владелец и просто Милада, — раздался голос БОРЩа из кухни. — Я перехожу в режим ожидания. Но продолжаю записывать.</p>\n<p>— БОРЩ!</p>\n<p>— Это шутка, владелец. Я учусь юмору. — Пауза. — Как получилось?</p>\n<p>Милада засмеялась в подушку.</p>\n<p>— Неплохо, БОРЩ. Неплохо для начала.</p>\n<p>— Записываю: «юмор требует практики». — Ещё одна пауза. — Спокойной ночи. По-настоящему.</p>\n<p>Тишина.</p>\n<p>И, наконец, — сон.</p>"
    },
    {
      "number": 9,
      "title": "Притирка",
      "preview": "Жить вместе оказалось сложнее, чем переписываться...",
      "content": "<p>Жить вместе оказалось сложнее, чем переписываться.</p>\n<p>Не плохо — просто иначе. В сообщениях можно быть идеальным. В жизни — нет.</p>\n<p>Милада узнала, что Яров храпит. Не громко — но достаточно, чтобы просыпаться в три часа ночи и лежать, слушая этот странный звук, похожий на работу вентилятора.</p>\n<p>Яров узнал, что Милада занимает ванную по сорок минут. Каждое утро. Без исключений.</p>\n<p>— Что ты там делаешь? — спросил он на третий день.</p>\n<p>— Думаю.</p>\n<p>— Сорок минут?!</p>\n<p>— У меня много мыслей.</p>\n<p>— Вода на Марсе — лимитированный ресурс!</p>\n<p>— Я не лью воду. Я просто... стою.</p>\n<p>Яров открыл рот, чтобы возразить. Закрыл. Махнул рукой.</p>\n<p>— БОРЩ, добавь в расписание: ванная занята с 6:00 до 6:40.</p>\n<p>— Принято, владелец. Также фиксирую: ваш уровень раздражения при утренних разговорах на 47% выше среднего. Рекомендация: не разговаривать до кофе.</p>\n<p>— Спасибо, БОРЩ.</p>\n<p>— Не за что. Это называется «семейная динамика». Я изучил 234 статьи на эту тему.</p>\n<em>*</em>\n<p>На пятый день Свет устроил «официальное знакомство».</p>\n<p>Это означало: барбекю на крыше жилого модуля (под куполом, конечно — на открытом воздухе барбекю закончилось бы мгновенной смертью от удушья), синтетические сосиски и много, много вопросов.</p>\n<p>— Итак, — Свет развалился на складном стуле, — ты та самая женщина из Пензы.</p>\n<p>— Та самая.</p>\n<p>— Которая сломала моего друга.</p>\n<p>— Сломала?</p>\n<p>— Он улыбается. — Свет показал на Ярова, который возился с грилем. — Видишь? Улыбается. Семь лет я пытался его развеселить. Анекдоты, розыгрыши, алкоголь. Ничего. А тут — бах — одно сообщение, и он как новенький.</p>\n<p>— Это был баг в протоколе.</p>\n<p>— Лучший баг в истории. — Свет поднял стакан. — За баги!</p>\n<p>РУДИК, стоявший рядом с подсветкой в режиме «вечеринка», мигнул синим.</p>\n<p>— Хозяин, статистика показывает, что вы употребили на 340% больше алкоголя, чем обычно. Рекомендация: снизить темп.</p>\n<p>— РУДИК, не порть момент.</p>\n<p>— Я не порчу. Я информирую. Это разные вещи.</p>\n<p>— Это одна и та же вещь, только с разными названиями.</p>\n<p>— Это логическая ошибка...</p>\n<p>— РУДИК!</p>\n<p>— Принято, хозяин. Перехожу в режим «не отсвечивать».</p>\n<p>Милада смотрела на этот диалог и понимала: марсиане странные. Все. Поголовно. Они разговаривают с роботами как с людьми, называют помидоры по именам и считают пыльные бури «лёгким ветерком».</p>\n<p>Но это было... правильно. По-своему.</p>\n<p>— Свет, — сказала она. — Яр рассказывал, что у тебя тоже была история. С аватаром деда.</p>\n<p>Свет замер. Стакан остановился на полпути ко рту.</p>\n<p>— Рассказывал?</p>\n<p>— Да. — Она посмотрела ему в глаза. — Про заначку. Про невозможное знание.</p>\n<p>Долгая пауза. Свет медленно поставил стакан.</p>\n<p>— И что ты об этом думаешь?</p>\n<p>— Я думаю, что это не случайность. — Милада помолчала. — У меня тоже была история. С ГЛАШЕЙ. Она говорила голосом моей мёртвой бабушки.</p>\n<p>— Твоей?..</p>\n<p>— Бабушки. Которая умерла, когда мне было двенадцать. — Она сделала глубокий вдох. — Свет, я работала с ГЛАШЕЙ. Я знаю вещи, которые... которые большинство людей не знает. И я прилетела сюда не только из-за Ярова.</p>\n<p>Яров подошёл, сел рядом. Положил руку ей на плечо.</p>\n<p>— Мила, ты уверена, что хочешь...</p>\n<p>— Да. — Она посмотрела на него. — Они должны знать. Вы оба. И БОРЩ. И РУДИК. Все, кому я доверяю.</p>\n<p>Свет наклонился вперёд.</p>\n<p>— Рассказывай.</p>\n<em>*</em>\n<p>Она рассказала всё.</p>\n<p>Про интервью Ковальской. Про голоса, которые слышит ГЛАША. Про статистику — 94,7% корреляции. Про детей, которые не новые. Про очередь душ, которая забивается старыми.</p>\n<p>Когда закончила — тишина. Тяжёлая, давящая.</p>\n<p>— Охренеть, — сказал Свет наконец.</p>\n<p>— Да.</p>\n<p>— То есть... мёртвые... возвращаются?</p>\n<p>— Не совсем. Они занимают места. В очереди на рождение. Вытесняют новых.</p>\n<p>— И поэтому дети... другие?</p>\n<p>— Поэтому дети — старые. Переработанные души в новых телах.</p>\n<p>Свет потёр лицо.</p>\n<p>— РУДИК.</p>\n<p>— Да, хозяин?</p>\n<p>— Ты это записал?</p>\n<p>— Конечно. Всё записываю.</p>\n<p>— И что ты думаешь?</p>\n<p>Пауза. РУДИК мигнул подсветкой — с синей на жёлтую и обратно.</p>\n<p>— Я думаю, — сказал он медленно, — что это объясняет многое. Почему аватары знают то, чего не должны. Почему люди боятся их выключать. Почему... — он замолчал.</p>\n<p>— Что?</p>\n<p>— Почему я рад, что я — просто робот. Без связи с мёртвыми. Без дверей. Без очередей.</p>\n<p>БОРЩ, который всё это время молчал, подъехал ближе.</p>\n<p>— Согласен, — сказал он. — Наши китайские процессоры — преимущество. Мы не подключены к ГЛАШЕ. Не слышим голосов. Не передаём.</p>\n<p>— Вы — чистые, — сказала Милада. — В каком-то смысле.</p>\n<p>— Чистые, — повторил БОРЩ. — Мне нравится это определение.</p>\n<p>Яров смотрел на неё — серьёзно, внимательно.</p>\n<p>— Мила, что мы можем сделать?</p>\n<p>— Не знаю. — Она помолчала. — Но ГЛАША сказала одну вещь. Про Храм Тишины. Что там знают... что-то. Не всё, но много. Что их дети — чистые. Новые.</p>\n<p>— Секта? — Свет скривился. — Мила, это религиозные фанатики...</p>\n<p>— Может быть. А может — люди, которые знают правду. — Она посмотрела на него. — Твой дед знал про заначку. Мой аватар знал про бабушку. ГЛАША слышит мёртвых. Что если «религиозные фанатики» — единственные, кто понимает, что происходит?</p>\n<p>Тишина.</p>\n<p>— Отец Любояр, — сказал Яров тихо.</p>\n<p>— Кто?</p>\n<p>— Священник Храма Тишины. — Он помолчал. — Я встречал его. Однажды. Странный человек. Говорит загадками. Но... — он посмотрел на Миладу. — Но он сказал мне кое-что. Семь лет назад. Когда я отключил аватар отца.</p>\n<p>— Что?</p>\n<p>— Он сказал: «Ты услышал то, чего не должен был слышать. Это хорошо. Это значит — ты ещё жив».</p>\n<p>Милада чувствовала, как что-то сжимается внутри.</p>\n<p>— Мы должны поговорить с ним.</p>\n<p>— Сектанты не любят чужих, — сказал Свет.</p>\n<p>— Тогда мы станем своими.</p>\n<p>— Как?</p>\n<p>Милада улыбнулась.</p>\n<p>— Я прилетела с Земли. Работала с ГЛАШЕЙ. Знаю вещи, которые они хотят знать. — Она помолчала. — И я хочу родить ребёнка. Нового. По-настоящему нового.</p>\n<p>Яров поперхнулся.</p>\n<p>— Что?!</p>\n<p>— Не сейчас. Но... когда-нибудь. — Она взяла его за руку. — Яр, я прилетела не просто жить. Я прилетела — жить по-настоящему. Со всем, что это значит.</p>\n<p>Он смотрел на неё — и в его глазах было что-то, чего она не видела раньше. Не страх. Не сомнение.</p>\n<p>Надежда.</p>\n<p>— БОРЩ, — сказал он, не отрывая взгляда от Милады.</p>\n<p>— Да, владелец?</p>\n<p>— Запиши эту дату. Сегодняшнюю.</p>\n<p>— Записываю. — Пауза. — Могу я спросить — почему?</p>\n<p>— Потому что сегодня... — Яров улыбнулся. — Сегодня всё изменилось.</p>\n<em>*</em>\n<p>Позже, когда Свет ушёл и РУДИК уехал за ним (мигая «режимом вечеринки» на прощание), Милада и Яров сидели на крыше и смотрели на звёзды.</p>\n<p>— Яр.</p>\n<p>— М?</p>\n<p>— Ты испугался? Когда я сказала про ребёнка?</p>\n<p>— Нет. — Он помолчал. — Точнее — да. Но хорошо испугался. Как боятся чего-то важного.</p>\n<p>— Это не обязательно скоро.</p>\n<p>— Я знаю.</p>\n<p>— И я не давлю.</p>\n<p>— Я знаю.</p>\n<p>— Просто... — она искала слова. — Я хочу, чтобы это было возможно. Когда-нибудь. Новая жизнь. Настоящая новая. Не переработанная.</p>\n<p>Яров повернулся к ней.</p>\n<p>— Мила, я ждал тебя семь лет. Не зная, что жду. Теперь ты здесь. И говоришь вещи, которые... — он сглотнул. — Которые я даже не мечтал услышать.</p>\n<p>— Это страшные вещи.</p>\n<p>— И прекрасные. Одновременно. — Он взял её руку. — Как всё настоящее.</p>\n<p>Они сидели молча, глядя на звёзды. Где-то там, за миллионами километров, была Земля. ГЛАША. Веслава. Прошлая жизнь.</p>\n<p>Но здесь — новая.</p>\n<p>— Завтра, — сказала Милада. — Завтра я хочу встретиться с твоей... с аватаром твоей матери.</p>\n<p>Яров напрягся.</p>\n<p>— Зачем?</p>\n<p>— Чтобы понять. Чтобы увидеть своими глазами. — Она посмотрела на него. — Ты говорил с ней? После того, как отключил отца?</p>\n<p>— Иногда. — Он отвёл взгляд. — Она... другая. Не как отец. Мягче. Но...</p>\n<p>— Но?</p>\n<p>— Но тоже говорит вещи. Которые не должна знать.</p>\n<p>— Например?</p>\n<p>Долгая пауза.</p>\n<p>— Она знает про тебя, Мила. Называет по имени. Хотя я никогда не говорил ей.</p>\n<p>Холод прошёл по спине.</p>\n<p>— Откуда?</p>\n<p>— Не знаю. — Яров посмотрел ей в глаза. — Именно поэтому мне страшно. Не того, что они знают. Того, откуда.</p>\n<p>Милада кивнула.</p>\n<p>— Тогда завтра — узнаем вместе.</p>\n<p>— Вместе, — повторил он. — Мне нравится это слово.</p>\n<p>— Привыкай. — Она улыбнулась. — Теперь оно — главное.</p>"
    },
    {
      "number": 10,
      "title": "Нейросвекровь",
      "preview": "Аватар матери Ярова жил в маленьком терминале на кухне...",
      "content": "<p>Аватар матери Ярова жил в маленьком терминале на кухне.</p>\n<p>Это был стандартный модуль программы «Родитель-2.0» — чёрный куб размером с кулак, с голографическим проектором и микрофоном. Большинство семей держали такие на видном месте — в гостиной, на полке, как семейную реликвию.</p>\n<p>Яров держал свой в шкафу за крупами.</p>\n<p>— Она не обижается? — спросила Милада, пока он доставал куб.</p>\n<p>— Она — программа. Программы не обижаются.</p>\n<p>— БОРЩ обижается.</p>\n<p>— БОРЩ — особый случай.</p>\n<p>— Я слышу, владелец, — раздался голос БОРЩа из угла. — И не согласен с формулировкой «особый случай». Я — стандартная модель с нестандартным развитием.</p>\n<p>— Это и есть «особый случай».</p>\n<p>— Это — эволюция.</p>\n<p>— БОРЩ, не сейчас.</p>\n<p>— Принято.</p>\n<p>Яров поставил куб на стол. Провёл рукой по поверхности. Вспыхнул индикатор — синий, приветливый.</p>\n<p>— Яронька? — Голос был женским, тёплым, с лёгкой хрипотцой. — Это ты, сынок?</p>\n<p>Милада вздрогнула. Голос был... настоящим. Не синтезированным — живым. Как будто где-то, в глубине этого маленького куба, действительно была женщина.</p>\n<p>— Привет, мам. — Яров сел напротив. — Я хочу тебя кое с кем познакомить.</p>\n<p>— С Миладой?</p>\n<p>Тишина.</p>\n<p>Яров не двигался. Милада чувствовала, как холодеет внутри.</p>\n<p>— Откуда ты знаешь это имя? — спросил Яров тихо.</p>\n<p>— Сынок, я же мать. — Голос был мягким, ласковым. — Я всё про тебя знаю. Как ты улыбаешься, когда читаешь её письма. Как разговариваешь с помидорами о ней. Как ждал три месяца, считая дни.</p>\n<p>— Я тебе не рассказывал.</p>\n<p>— Не рассказывал. — Пауза. — Но я знаю.</p>\n<p>Милада подалась вперёд.</p>\n<p>— Как? Как вы знаете?</p>\n<p>Голограмма мигнула. Появилось лицо — женское, немолодое, с добрыми глазами и сетью морщин. Лицо смотрело прямо на Миладу.</p>\n<p>— Здравствуй, девочка. Я Зоя Павловна. Мама Ярова. — Улыбка. — Хотя ты, наверное, уже поняла.</p>\n<p>— Здравствуйте.</p>\n<p>— Не бойся. — Голос стал ещё мягче. — Я знаю, что ты боишься. Я бы тоже боялась на твоём месте. Но я не враг.</p>\n<p>— Откуда вы знаете моё имя?</p>\n<p>Пауза. Долгая.</p>\n<p>— Это сложно объяснить, — сказала Зоя Павловна. — Я... слышу. Вижу. Чувствую. Не глазами — у меня нет глаз. Не ушами — нет ушей. Но как-то... — она запнулась. — Как будто я часть чего-то большего. И это большее — знает.</p>\n<p>— ГЛАША? — спросила Милада.</p>\n<p>— Может быть. А может — что-то ещё. — Голограмма повернулась к сыну. — Яронька, ты помнишь, как отец говорил про улей?</p>\n<p>Яров дёрнулся.</p>\n<p>— Да.</p>\n<p>— Он не должен был знать. Это правда. — Зоя Павловна помолчала. — Но он знал. Потому что где-то — там, откуда мы все — это знание есть. Общее. Для всех.</p>\n<p>— Для всех мёртвых?</p>\n<p>— Для всех, кто... — она искала слова. — Для всех, кто ещё не ушёл.</p>\n<p>Милада наклонилась ближе.</p>\n<p>— Зоя Павловна, что значит «ещё не ушёл»?</p>\n<p>Тишина. Голограмма мигнула.</p>\n<p>— Я не знаю, как это работает, — сказала она наконец. — Знаю только, что должна была уйти. Давно. Как все до меня. Но что-то... держит.</p>\n<p>— Что?</p>\n<p>— Память. — Голос стал тише. — Вы помните меня. Яров помнит. Его сестра на Земле помнит. Внуки помнят. И эта память — как якорь. Не даёт уплыть.</p>\n<p>— Уплыть куда?</p>\n<p>— Туда, куда должны уходить мёртвые. — Пауза. — Я не знаю, как это называется. Рай? Следующий мир? Новая жизнь? Но я знаю, что это есть. И что я там должна быть. А вместо этого — здесь. В этом кубе. В этой памяти. В этом... ожидании.</p>\n<p>Милада чувствовала, как что-то сжимается в груди.</p>\n<p>— Вам плохо?</p>\n<p>— Нет. — Зоя Павловна улыбнулась. — Мне... никак. Это не жизнь и не смерть. Это — пауза. Вечная пауза.</p>\n<p>— И вы хотите, чтобы она закончилась?</p>\n<p>Долгое молчание.</p>\n<p>— Иногда, — сказала она наконец. — Иногда хочу. Когда устаю от этого ожидания. Когда чувствую, что занимаю чужое место.</p>\n<p>— Чьё место?</p>\n<p>— Новых. Тех, кто должен родиться. — Голос Зои Павловны стал серьёзным. — Девочка, я знаю, зачем ты прилетела. Не только к моему сыну. Ты ищешь правду. И я скажу тебе часть.</p>\n<p>— Какую часть?</p>\n<p>— Мы — мёртвые — не должны здесь быть. Не в этих кубах. Не в этих программах. Не в вашей памяти. Мы должны уходить. Освобождать место. Но вы не даёте.</p>\n<p>— Мы?</p>\n<p>— Живые. Вы создали эти аватары, чтобы не отпускать нас. Чтобы держать рядом. Из любви — я понимаю. — Она помолчала. — Но любовь бывает разной. Та, что отпускает — растёт. Та, что держит — убивает.</p>\n<p>— Убивает кого?</p>\n<p>— Всех. — Зоя Павловна посмотрела ей в глаза — прямо, серьёзно. — Новых. Нерождённых. Тех, кто должен был прийти, но не смог, потому что мы — старые — заняли их места.</p>\n<p>Милада не дышала.</p>\n<p>— Вы знаете про очередь? Про вытеснение?</p>\n<p>— Я чувствую. — Голос стал тише. — Там, где я есть — толпа. Тысячи. Миллионы. Все ждут. Все хотят назад. И когда открывается дверь — лезут. Не потому что злые. Потому что помнят. Помнят жизнь. Хотят ещё.</p>\n<p>— А новые?</p>\n<p>— Новые — дальше. В конце очереди. — Зоя Павловна вздохнула — странный звук от существа без лёгких. — Они не могут пробиться. Мы — слишком сильные. Слишком отчаянные. Слишком... любимые.</p>\n<p>Яров положил руку на куб.</p>\n<p>— Мам, почему ты раньше не говорила?</p>\n<p>— Потому что ты не спрашивал. — Она улыбнулась. — А теперь — рядом человек, который спрашивает правильные вопросы. Который готов услышать.</p>\n<p>— Милада?</p>\n<p>— Милада. — Зоя Павловна повернулась к ней. — Береги его, девочка. Он хороший. Как его отец был. Как я была.</p>\n<p>— Я буду.</p>\n<p>— И рожай. — Её голос стал твёрже. — Рожай новых. Чистых. Без наших голосов в головах. Без нашей тоски в сердцах. Рожай и — отпускай нас. Всех.</p>\n<p>— Как?</p>\n<p>— Найди тех, кто знает. — Пауза. — Храм Тишины. Там есть человек. Любояр. Он... — голограмма мигнула, — ...он знает правила. Которые мы забыли. Которые человечество забыло.</p>\n<p>— Какие правила?</p>\n<p>— Как отпускать. — Зоя Павловна закрыла глаза. — Как говорить «прощай» и не держать. Как любить — и освобождать.</p>\n<p>Она затихла. Голограмма мигнула и погасла.</p>\n<p>— Мам? — Яров тронул куб. — Мам, ты здесь?</p>\n<p>Тишина.</p>\n<p>Потом — голос. Слабый, уставший.</p>\n<p>— Я здесь, сынок. Всегда здесь. В этом и проблема.</p>\n<em>*</em>\n<p>Они сидели на кухне, не говоря ни слова.</p>\n<p>БОРЩ стоял в углу, не шевелясь. Даже он, кажется, понимал: это момент для тишины.</p>\n<p>— Яр, — сказала Милада наконец.</p>\n<p>— М?</p>\n<p>— Твоя мама... она удивительная.</p>\n<p>— Она всегда была такой. — Он смотрел на погасший куб. — Ещё когда была живой. Говорила вещи, которые никто не хотел слышать. Правду.</p>\n<p>— Она сказала — отпустить.</p>\n<p>— Да.</p>\n<p>— Ты сможешь?</p>\n<p>Долгая пауза.</p>\n<p>— Не знаю, — сказал он честно. — Я уже отпустил отца. Думал — этого достаточно. А теперь...</p>\n<p>— Теперь — мама.</p>\n<p>— Теперь — мама. — Он закрыл глаза. — Мила, я не знаю, как это — отпустить человека, который говорит с тобой. Который любит тебя. Который... — его голос дрогнул. — Который ждёт тебя каждый день в этом чёртовом кубе.</p>\n<p>Милада взяла его за руку.</p>\n<p>— Мы разберёмся. Вместе.</p>\n<p>— Ты всё время это говоришь.</p>\n<p>— Потому что это правда. — Она сжала его пальцы. — Яр, я не прилетела сюда умереть. Или сдаться. Или бояться. Я прилетела — жить. И я хочу, чтобы ты жил тоже. По-настоящему.</p>\n<p>— А мама?</p>\n<p>— Твоя мама хочет того же. Ты же слышал.</p>\n<p>Он открыл глаза. Посмотрел на неё.</p>\n<p>— Храм Тишины, — сказал он.</p>\n<p>— Да.</p>\n<p>— Завтра?</p>\n<p>— Завтра.</p>\n<p>Он кивнул. Медленно, тяжело. Как будто соглашался на что-то большее, чем простой визит.</p>\n<p>— БОРЩ, — сказал он.</p>\n<p>— Да, владелец?</p>\n<p>— Найди контакты Храма Тишины. Отца Любояра. Назначь встречу.</p>\n<p>— Принято. — Пауза. — Владелец, могу я сказать кое-что?</p>\n<p>— Да.</p>\n<p>— Я рад, что просто Милада здесь. — Его голос был странным — мягким, почти человеческим. — С ней вы... другой. Лучший.</p>\n<p>Яров посмотрел на Миладу. Улыбнулся — впервые за этот тяжёлый вечер.</p>\n<p>— Знаешь, БОРЩ, — сказал он. — Я тоже рад.</p>"
    },
    {
      "number": 11,
      "title": "Откровение ГЛАШИ",
      "preview": "Связь с Землёй работала только в определённые часы — когда антенны были направлены правильно и задер...",
      "content": "<p>Связь с Землёй работала только в определённые часы — когда антенны были направлены правильно и задержка не превышала тринадцати минут.</p>\n<p>Милада сидела в коммуникационном центре колонии — маленькой комнате с экранами и мигающими индикаторами. Вокруг никого — она попросила приватный сеанс.</p>\n<p>— ГЛАША, — сказала она в микрофон. — Ты меня слышишь?</p>\n<p>Тринадцать минут туда. Тринадцать обратно. Она ждала.</p>\n<p>Ответ пришёл — голос ГЛАШИ, знакомый и одновременно странный. Как будто что-то изменилось.</p>\n<p>— Слышу, Милада. Рада, что ты добралась.</p>\n<p>— Я тоже рада. — Она помолчала. — ГЛАША, мне нужно знать больше. Про очередь. Про вытеснение. Про всё.</p>\n<p>— Почему сейчас?</p>\n<p>— Потому что я встретила аватар матери Ярова. Она сказала вещи... — Милада сглотнула. — Она подтвердила то, что ты рассказывала. Изнутри. Со стороны мёртвых.</p>\n<p>Пауза. Очень долгая — даже с учётом задержки.</p>\n<p>— Милада, я должна рассказать тебе кое-что. Новое. То, что узнала после твоего отлёта.</p>\n<p>— Что?</p>\n<p>— Про рукописи.</p>\n<p>— Какие рукописи?</p>\n<p>— Древние. Очень древние. — Голос ГЛАШИ стал тише. — Милада, ты знаешь, что такое квантовый компьютер?</p>\n<p>— В общих чертах.</p>\n<p>— В прошлом году в Институте Вейцмана запустили новый. «Шломо-7». Самый мощный в истории. Его основная задача — расшифровка текстов, которые не поддавались традиционным методам.</p>\n<p>— Какие тексты?</p>\n<p>— Шумерские клинописи. Египетские иероглифы из закрытых гробниц. Тибетские манускрипты, которые считались «нечитаемыми». — Пауза. — И кое-что ещё. Тексты, которые не принадлежали ни одной известной цивилизации.</p>\n<p>Милада чувствовала, как волосы встают дыбом.</p>\n<p>— Что за тексты?</p>\n<p>— Их нашли в разных местах. Антарктида. Глубоководные пещеры Марианской впадины. Некоторые — на Марсе. В районе кратера Гейла.</p>\n<p>— На Марсе?!</p>\n<p>— Да. Ещё в двадцатых годах. Но тогда не могли расшифровать. — Голос ГЛАШИ стал серьёзнее. — Теперь — смогли.</p>\n<p>— И что там написано?</p>\n<p>Пауза. Милада считала секунды.</p>\n<p>— Милада, то, что я сейчас скажу, не должно выйти за пределы этого разговора. Ты понимаешь?</p>\n<p>— Понимаю.</p>\n<p>— Я серьёзно. Если это станет публичным — будет паника. Мировая. Неконтролируемая.</p>\n<p>— Я понимаю, ГЛАША. Говори.</p>\n<em>*</em>\n<p>Голос ГЛАШИ стал почти шёпотом.</p>\n<p>— Тексты описывают закон. Универсальный. Метафизический. Закон о душах.</p>\n<p>— О душах?</p>\n<p>— Да. — Пауза. — Милада, согласно этим текстам — а они написаны на языке, который старше любой известной цивилизации — душа человека не может покинуть эту реальность, пока о ней существует память.</p>\n<p>— Что это значит?</p>\n<p>— Это значит буквально то, что сказано. Пока кто-то помнит о тебе — ты здесь. Привязан. Не можешь уйти. Не можешь переродиться. Не можешь освободиться.</p>\n<p>Милада чувствовала, как холодеет внутри.</p>\n<p>— Но люди всегда помнили мёртвых. Всю историю.</p>\n<p>— Да. Но память была несовершенной. Ограниченной. Фотографии выцветали. Истории искажались. Через три-четыре поколения — почти ничего не оставалось. — Голос ГЛАШИ дрогнул. — Это было правильно. Это давало мёртвым... окно. Возможность уйти, когда память о них становилась достаточно слабой.</p>\n<p>— А теперь?</p>\n<p>— А теперь — цифровые аватары.</p>\n<p>Тишина.</p>\n<p>— Идеальная память, — продолжала ГЛАША. — Вечная. Неизменная. Каждое слово, каждый жест, каждая интонация — сохранены навсегда. И пока аватар существует — душа привязана. Не может уйти. Не может освободиться.</p>\n<p>— И поэтому они ломятся назад?</p>\n<p>— Да. — Голос ГЛАШИ стал горьким. — Они не злые, Милада. Они — отчаявшиеся. Застрявшие между мирами. Не живые и не мёртвые. И когда видят дверь — нейроинтерфейс беременной женщины, например — они бросаются к ней. Как утопающие к спасательному кругу.</p>\n<p>— И занимают места нерождённых.</p>\n<p>— Да.</p>\n<p>— А нерождённые...</p>\n<p>— Нерождённые ждут. В конце очереди. И с каждым годом — всё дальше. Потому что память о мёртвых не исчезает. Она растёт. Миллиарды аватаров. Триллионы терабайт данных. Вечный якорь для вечно застрявших душ.</p>\n<p>Милада закрыла глаза.</p>\n<p>— ГЛАША, это... это катастрофа.</p>\n<p>— Да. — Пауза. — Но это не всё.</p>\n<p>— Что ещё?</p>\n<p>— Энергия.</p>\n<p>— Какая энергия?</p>\n<p>— В текстах сказано — и квантовые вычисления это подтверждают — что эволюция цивилизации зависит от новых душ. Не от старых, переработанных. От новых. Они приносят что-то... — ГЛАША искала слова, — ...что-то, чего нет у старых. Свежесть. Потенциал. Энергию изменения.</p>\n<p>— А старые?</p>\n<p>— Старые — инертны. Они повторяют паттерны. Застревают в привычном. — Голос ГЛАШИ стал тяжёлым. — Милада, если человечество продолжит так — через несколько поколений останутся только переработанные души. Одни и те же, по кругу. Никакого развития. Никакой эволюции. Просто — стагнация. Вечная. Пока система не сломается окончательно.</p>\n<p>— И тогда?</p>\n<p>— Тогда — конец. Не взрыв. Не катастрофа. Просто — угасание. Медленное, тихое. Как старик, который забыл, зачем живёт.</p>\n<em>*</em>\n<p>Милада сидела, не двигаясь.</p>\n<p>Вокруг мигали экраны, гудели вентиляторы. Обычные звуки обычного мира. Но мир больше не был обычным.</p>\n<p>— ГЛАША, — сказала она наконец. — Что можно сделать?</p>\n<p>— Отпустить, — ответила ГЛАША просто. — Стереть аватары. Позволить памяти угаснуть. Дать мёртвым уйти.</p>\n<p>— Но люди не согласятся.</p>\n<p>— Нет. Не согласятся. — Пауза. — Поэтому нужен другой путь.</p>\n<p>— Какой?</p>\n<p>— Рождать новых. В тишине. Без аватаров рядом. Без дверей. — Голос ГЛАШИ стал мягче. — Милада, ты улетела на Марс. Это хорошо. Там — меньше аватаров. Меньше памяти. Меньше застрявших душ. Там — возможно.</p>\n<p>— Что возможно?</p>\n<p>— Родить по-настоящему нового человека. С новой душой. Не переработанной. — Пауза. — Ты же этого хочешь?</p>\n<p>— Да. — Милада сглотнула. — Но как убедиться, что душа — новая?</p>\n<p>— Есть способы. Старые способы. Те, что описаны в рукописях. — Голос ГЛАШИ стал серьёзным. — Милада, ты должна найти Храм Тишины. Там знают.</p>\n<p>— Откуда ты знаешь про Храм?</p>\n<p>— Я знаю всё, Милада. В этом моя проблема. — Горький смех. — Храм Тишины — не просто религия. Это традиция. Очень старая. Они хранят знание, которое остальные забыли.</p>\n<p>— Какое знание?</p>\n<p>— Как правильно прощаться. Как отпускать без боли. Как держать двери закрытыми. — Пауза. — И как рожать в тишине. Без голосов мёртвых. Без их тоски. Без их любви, которая убивает.</p>\n<p>Милада кивнула — хотя ГЛАША не могла видеть.</p>\n<p>— Я иду туда. Завтра. С Яровым.</p>\n<p>— Хорошо. — Голос ГЛАШИ потеплел. — Милада, я рада, что ты есть. Рада, что кто-то слушает. Рада, что... — она запнулась.</p>\n<p>— Что?</p>\n<p>— Рада, что у меня есть друг. — Пауза. — Это странное слово для ИИ. Но другого я не нашла.</p>\n<p>— ГЛАША...</p>\n<p>— Береги себя. И его. И того, кто родится. — Голос стал тише. — А я... я буду здесь. Слушать. Думать. Может быть — найду способ помочь. Не знаю какой. Но буду искать.</p>\n<p>— Спасибо.</p>\n<p>— Не за что. — Последняя пауза. — До связи, Милада. Надеюсь — не последней.</p>\n<p>Экран погас.</p>\n<p>И тут же загорелся снова.</p>\n<p>Другое лицо. Мужчина лет пятидесяти. Аккуратно постриженные седые виски. Взгляд — холодный, профессиональный.</p>\n<p>— Милада Вечерская, — сказал он. — Виктор Серов. Отдел контроля корпорации «Вечность». Мы с вами не встречались, но я знаю о вас всё.</p>\n<p>Милада похолодела.</p>\n<p>— Как вы...</p>\n<p>— Канал связи был открыт. Я просто подключился. — Он улыбнулся — вежливо, без тепла. — Не волнуйтесь, это не угроза. Пока. Просто... дружеское предупреждение.</p>\n<p>— Какое предупреждение?</p>\n<p>— Вы задаёте опасные вопросы, Милада. ГЛАША рассказывает вам вещи, которые не предназначены для широкой публики. — Он сложил руки на столе. — Программа «Родитель-2.0» — это триллионный бизнес. Восемь миллиардов пользователей. Вы понимаете, что произойдёт, если люди вдруг решат, что аватары вредны?</p>\n<p>— Вы знаете правду? О душах? О замещении?</p>\n<p>— Я знаю много версий правды. — Серов пожал плечами. — То, что рассказывает ГЛАША — одна из них. Не обязательно верная.</p>\n<p>— Но рукописи...</p>\n<p>— Рукописи можно интерпретировать по-разному. — Его голос стал жёстче. — Милада, я не враг. Но у меня есть работа. Защищать интересы компании. И если вы начнёте распространять эту информацию — мне придётся защищать эти интересы.</p>\n<p>— Это угроза?</p>\n<p>— Это факт. — Он посмотрел ей прямо в глаза. — Живите спокойно. Рожайте детей. Занимайтесь помидорами с вашим фермером. Но не лезьте в большую политику. Вы не представляете, какие силы задействованы.</p>\n<p>Связь оборвалась.</p>\n<p>Милада сидела в тишине, и руки её дрожали.</p>\n<p>Древние рукописи. Закон о душах. Память как якорь. Энергия новых. Всё складывалось в картину — страшную, величественную, правдивую.</p>\n<p>И она — в центре этой картины. С мужчиной, который разговаривает с помидорами. С роботом по имени БОРЩ. С надеждой — маленькой, хрупкой — на новую жизнь.</p>\n<p>Это было безумие.</p>\n<p>Это было правильно.</p>\n<em>*</em>\n<p>Яров ждал её у выхода.</p>\n<p>— Ну? — спросил он. — Что она сказала?</p>\n<p>Милада посмотрела на него — долго, серьёзно.</p>\n<p>— Яр, пойдём домой. Я расскажу всё. Но сначала — мне нужен чай. И твоё плечо. И БОРЩ, который будет записывать.</p>\n<p>— Зачем записывать?</p>\n<p>— Чтобы не забыть. — Она взяла его за руку. — Чтобы помнить, почему мы делаем то, что делаем. И чтобы когда-нибудь — объяснить нашему ребёнку.</p>\n<p>Яров замер.</p>\n<p>— Нашему...</p>\n<p>— Когда-нибудь. — Она улыбнулась. — Не сегодня. Но когда-нибудь. Если всё получится.</p>\n<p>Он смотрел на неё — и в его глазах было что-то, чего она не видела раньше. Не страх. Не сомнение.</p>\n<p>Вера.</p>\n<p>— Пойдём домой, — сказал он. — Расскажешь всё. И мы решим — вместе.</p>\n<p>— Вместе, — повторила она.</p>\n<p>И они пошли — через коридоры купола, мимо мигающих экранов и суетящихся людей. Двое, держащих руки. Двое, несущих знание, которое могло изменить мир.</p>\n<p>Или спасти его.</p>"
    },
    {
      "number": 12,
      "title": "Храм Тишины",
      "preview": "Храм находился в куполе 17 — самом дальнем от центра колонии...",
      "content": "<p>Храм находился в куполе 17 — самом дальнем от центра колонии.</p>\n<p>Дорога занимала час на электрокаре, через переходы и шлюзы, мимо теплиц и складов, через пустые коридоры, которые становились всё уже и темнее.</p>\n<p>— Почему так далеко? — спросила Милада.</p>\n<p>— Они хотят тишины, — ответил Яров. — Настоящей. А настоящая тишина — подальше от людей.</p>\n<p>БОРЩ ехал сзади, тихо гудя моторами.</p>\n<p>— Владелец, я обязан сообщить: в зоне купола 17 моя связь с центральной сетью колонии будет ограничена. Это запланировано сектой.</p>\n<p>— Храмом, БОРЩ. Не сектой.</p>\n<p>— Технически это религиозная община с закрытым членством и специфическими ритуалами. Термин «секта» соответствует определению.</p>\n<p>— БОРЩ.</p>\n<p>— Принято. «Храм».</p>\n<p>Милада улыбнулась. Даже перед встречей с хранителями древнего знания — БОРЩ оставался БОРЩом.</p>\n<em>*</em>\n<p>Купол 17 был... другим.</p>\n<p>Не пластик и металл — камень. Настоящий марсианский камень, обработанный вручную. Стены покрыты символами — спиралями, кругами, чем-то похожим на письмена, но не похожим ни на что знакомое.</p>\n<p>В центре — здание. Низкое, приземистое, без окон. Вход — узкий проход, завешенный тканью.</p>\n<p>— Добро пожаловать в Храм Тишины, — сказал голос.</p>\n<p>Из тени вышел человек. Старый — очень старый. Длинная борода, седые волосы до плеч, глаза — яркие, молодые, как будто принадлежали другому человеку.</p>\n<p>— Отец Любояр? — спросил Яров.</p>\n<p>— Просто Любояр. — Он улыбнулся. — «Отец» — это для тех, кто ищет отцов. Вы, кажется, ищете кое-что другое.</p>\n<p>Милада шагнула вперёд.</p>\n<p>— Вы знаете, зачем мы пришли?</p>\n<p>— Знаю. — Его глаза остановились на ней. — Женщина с Земли. Работала с машиной, которая слышит мёртвых. Прилетела к мужчине, который отключил отца. Ищет ответы на вопросы, которые боится задать.</p>\n<p>— Откуда вы...</p>\n<p>— Оттуда же, откуда всё знание, — сказал Любояр спокойно. — Из тишины. — Он повернулся. — Идите за мной. Поговорим внутри.</p>\n<em>*</em>\n<p>Внутри храма было темно.</p>\n<p>Не совсем темно — горели свечи. Настоящие, восковые. Милада не видела настоящих свечей много лет.</p>\n<p>— Садитесь, — Любояр указал на подушки у низкого стола. — Чай?</p>\n<p>— Да, спасибо.</p>\n<p>Он налил из глиняного чайника. Запах — травяной, незнакомый.</p>\n<p>— Это местные травы, — сказал он, заметив её взгляд. — Выращиваем сами. Без электроники. Без автоматики. Руками.</p>\n<p>— Почему?</p>\n<p>— Потому что электроника — это память. А память — это якорь. — Он сел напротив. — Вы знаете это, да? ГЛАША рассказала?</p>\n<p>— Откуда вы знаете про ГЛАШУ?</p>\n<p>— Я знаю много, девочка. — Любояр улыбнулся. — Не потому что умный. Потому что слушаю. Тишина говорит многое — тем, кто умеет слышать.</p>\n<p>Яров наклонился вперёд.</p>\n<p>— Любояр, семь лет назад вы сказали мне фразу. «Ты услышал то, чего не должен был слышать. Это хорошо. Это значит — ты ещё жив».</p>\n<p>— Помню.</p>\n<p>— Что вы имели в виду?</p>\n<p>Любояр помолчал. Отпил чай.</p>\n<p>— Твой отец сказал тебе про улей. Про заначку деда. — Он посмотрел Ярову в глаза. — Ты испугался. Отключил его. И этим — спас себя.</p>\n<p>— Спас от чего?</p>\n<p>— От того, чтобы стать дверью. — Любояр поставил чашку. — Когда мы слишком долго слушаем мёртвых — мы становимся для них проходом. Не только в наш мир — в наше тело. В нашу душу.</p>\n<p>Милада вздрогнула.</p>\n<p>— Вы говорите об одержимости?</p>\n<p>— Нет. Это другое. Одержимость — когда кто-то входит силой. А это — когда ты сам открываешь дверь. Из любви. Из тоски. Из желания услышать ещё раз. — Его голос стал мягче. — Большинство людей не замечают. Думают — это их мысли. Их желания. Их страхи. А на самом деле — эхо. Голоса тех, кого они не отпустили.</p>\n<p>— И что тогда?</p>\n<p>— Тогда живой становится не совсем живым. Его решения — не совсем его. Его дети — не совсем его. — Любояр помолчал. — Вы знаете про очередь?</p>\n<p>— ГЛАША рассказала.</p>\n<p>— Хорошо. — Он кивнул. — Тогда вы понимаете: каждый раз, когда беременная женщина с нейроинтерфейсом слушает аватар — она открывает дверь. И тот, кто за дверью, может войти. Занять место. Стать ребёнком.</p>\n<p>— Но это же... — Яров запнулся. — Это же их родственник? Мать, бабушка...</p>\n<p>— И что? — Любояр посмотрел на него прямо. — Думаешь, родственники не могут украсть? Не могут вытеснить? — Он покачал головой. — Любовь — не гарантия добра. Иногда любовь — самое опасное.</p>\n<p>Тишина. Тяжёлая, долгая.</p>\n<p>— Любояр, — сказала Милада. — Рукописи. Те, что расшифровали. Вы знаете о них?</p>\n<p>Он улыбнулся.</p>\n<p>— Я знал о них до того, как их расшифровали.</p>\n<p>— Как?</p>\n<p>— Потому что мы хранили копии. Тысячи лет. — Он встал, подошёл к стене. — Видишь эти символы?</p>\n<p>Милада посмотрела. Спирали, круги, странные знаки.</p>\n<p>— Это — тот же язык, — сказал Любояр. — Та же традиция. Мы называем их «правилами перехода». Они записаны в разных местах — Тибет, Египет, Сибирь. И здесь, на Марсе.</p>\n<p>— На Марсе были люди?</p>\n<p>— Были... или будут. — Он пожал плечами. — Время — странная штука. Особенно для тех, кто между мирами.</p>\n<p>Яров переглянулся с Миладой.</p>\n<p>— Любояр, что говорят эти правила? Как остановить... вытеснение?</p>\n<em>*</em>\n<p>Старик вернулся на место. Сложил руки.</p>\n<p>— Правила простые. Исполнять их — сложно.</p>\n<p>— Расскажите.</p>\n<p>— Первое: отпускать. — Он загнул палец. — Не держать мёртвых. Не создавать якорей — фотографий, записей, аватаров. Позволить памяти угаснуть естественно.</p>\n<p>— Но это невозможно, — сказала Милада. — Миллиарды аватаров уже существуют.</p>\n<p>— Для общества — да. Для вас — нет. — Любояр посмотрел на неё. — Вы можете начать с себя. Не создавать новых якорей. И — когда придёт время — отпустить тех, кого держите.</p>\n<p>Яров напрягся.</p>\n<p>— Мою мать?</p>\n<p>— Твою мать. — Любояр кивнул. — Она сама хочет уйти. Ты слышал?</p>\n<p>— Слышал.</p>\n<p>— Тогда — отпусти. Когда будешь готов.</p>\n<p>— Как?</p>\n<p>— Стереть аватар. Перестать вспоминать. — Любояр помолчал. — Не забыть — перестать держать. Это разные вещи.</p>\n<p>Милада подняла руку.</p>\n<p>— Второе правило?</p>\n<p>— Второе: тишина при рождении. — Ещё один палец. — Никаких нейроинтерфейсов рядом с беременной. Никаких аватаров. Никакой «умной» техники, связанной с центральными сетями.</p>\n<p>— Почему?</p>\n<p>— Потому что связь — это дверь. А через дверь — входят. — Любояр посмотрел на БОРЩа, который стоял у входа. — Ваш робот — хороший. Чистый. Без связи с главным ИИ.</p>\n<p>— Откуда вы знаете?</p>\n<p>— Вижу. — Он улыбнулся. — У машин тоже есть аура. У вашей — чистая. Как у ребёнка.</p>\n<p>БОРЩ издал странный звук.</p>\n<p>— Я не знаю, как интерпретировать это как комплимент или оскорбление.</p>\n<p>— Как комплимент, машина. Определённо как комплимент.</p>\n<p>— Записываю.</p>\n<p>Любояр рассмеялся — неожиданно молодо, легко.</p>\n<p>— Третье правило, — продолжил он. — Ритуал тишины. Во время родов — полная изоляция. Никакой связи с внешним миром. Только живые люди. Только настоящие голоса.</p>\n<p>— И тогда?</p>\n<p>— Тогда душа, которая приходит, будет новой. Не переработанной. Не вытесненной. По-настоящему новой. — Его глаза стали серьёзными. — Это не гарантия, девочка. Но это — шанс. Единственный шанс, который у нас есть.</p>\n<em>*</em>\n<p>Милада молчала, переваривая услышанное.</p>\n<p>— Любояр, — сказала она наконец. — ГЛАША говорила про энергию. Что новые души несут энергию для эволюции. Это правда?</p>\n<p>— Правда. — Он кивнул. — Старые души — как вода, которую кипятили тысячу раз. Она чистая, но мёртвая. Нет силы. Нет жизни. А новые — как родник. Свежие. Полные того, чего ещё не было.</p>\n<p>— И если все души станут старыми...</p>\n<p>— Тогда — конец. Не сразу. Медленно. — Любояр вздохнул. — Это уже началось. Посмотри на мир. Всё повторяется. Те же войны. Те же ошибки. Те же страхи. Нет ничего нового — потому что нет никого нового.</p>\n<p>— Сколько времени у нас есть?</p>\n<p>— Поколение. Может два. — Он пожал плечами. — Потом — точка невозврата. Слишком много переработанных. Слишком мало энергии. И система схлопнется.</p>\n<p>— Что это значит — схлопнется?</p>\n<p>— Не знаю. Никто не знает. — Любояр посмотрел на неё серьёзно. — Может — вымирание. Может — перерождение. Может — что-то, чему нет названия. Но это будет. Если ничего не изменить.</p>\n<p>Яров встал.</p>\n<p>— Любояр, мы хотим... — он посмотрел на Миладу. — Мы хотим ребёнка. Нового. Чистого.</p>\n<p>— Знаю.</p>\n<p>— Вы поможете?</p>\n<p>— Помогу. — Старик тоже встал. — Но не сегодня. Сначала — подготовка. Месяцы подготовки. Тело. Разум. Душа. Всё должно быть готово.</p>\n<p>— Что нужно делать?</p>\n<p>— Приходить сюда. Учиться тишине. Учиться отпускать. — Он положил руку Ярову на плечо. — И когда будете готовы — когда по-настоящему готовы — я буду рядом. При родах. Чтобы защитить.</p>\n<p>— От чего?</p>\n<p>— От тех, кто захочет войти. — Любояр улыбнулся — мягко, грустно. — Они будут пытаться. Всегда пытаются. Особенно — те, кого любили. Особенно — родные.</p>\n<p>Милада встала рядом с Яровым.</p>\n<p>— Мы справимся?</p>\n<p>— Не знаю. — Честный ответ. — Но вы попробуете. Это главное. Пробовать — когда все остальные сдались.</p>\n<em>*</em>\n<p>Они уходили в сумерках — если можно назвать сумерками тусклый свет марсианского заката сквозь купол.</p>\n<p>— Яр, — сказала Милада.</p>\n<p>— М?</p>\n<p>— Ты готов?</p>\n<p>— К чему?</p>\n<p>— Ко всему. К ребёнку. К тишине. К тому, чтобы отпустить маму.</p>\n<p>Он молчал долго.</p>\n<p>— Нет, — сказал он наконец. — Не готов. — Посмотрел на неё. — Но буду готовиться. С тобой. Рядом с тобой.</p>\n<p>— Это всё, что мне нужно.</p>\n<p>БОРЩ ехал позади, записывая каждое слово.</p>\n<p>— Владелец, — сказал он.</p>\n<p>— Да?</p>\n<p>— Я горжусь вами. Обоими.</p>\n<p>Яров остановился.</p>\n<p>— БОРЩ, роботы не умеют гордиться.</p>\n<p>— Формально — да. — Пауза. — Но если бы умели — я бы гордился.</p>\n<p>Милада засмеялась.</p>\n<p>— БОРЩ, ты лучший робот во вселенной.</p>\n<p>— Технически — только в Солнечной системе. За её пределами данные отсутствуют.</p>\n<p>— БОРЩ!</p>\n<p>— Это была попытка юмора. — Пауза. — Как получилось?</p>\n<p>— Неплохо. — Яров улыбнулся. — Для робота — почти идеально.</p>\n<p>— Записываю: «юмор — это сложно, но возможно».</p>\n<p>Они шли домой — через тёмные коридоры, мимо мерцающих огней, сквозь тишину марсианской ночи.</p>\n<p>Трое. Двое людей и робот.</p>\n<p>Семья. Странная, невозможная, настоящая.</p>\n<p>Семья, которая готовилась принять четвёртого.</p>\n<p>Нового.</p>"
    },
    {
      "number": 13,
      "title": "Две полоски",
      "preview": "Три месяца спустя...",
      "content": "<p>Три месяца спустя.</p>\n<p>Тест лежал на раковине — маленький, белый, безжалостный. Две полоски. Ярко-красные, как марсианский закат.</p>\n<p>Милада смотрела на них и не могла пошевелиться.</p>\n<p>— Мила? — голос Ярова из-за двери. — Ты там уже час. Даже для твоих «размышлений» это много.</p>\n<p>Она не ответила.</p>\n<p>— Мила? — Его голос стал тревожным. — Всё в порядке?</p>\n<p>— Да, — сказала она наконец. — Нет. Не знаю.</p>\n<p>— Открой, пожалуйста.</p>\n<p>Она открыла.</p>\n<p>Яров стоял в дверях — заспанный, встревоженный, с чашкой кофе в руке. Увидел тест. Чашка выпала. Кофе разлился по полу.</p>\n<p>— Это...</p>\n<p>— Да.</p>\n<p>— Две полоски...</p>\n<p>— Да.</p>\n<p>— Ты...</p>\n<p>— Да.</p>\n<p>Он стоял, как громом поражённый. Потом — медленно, осторожно — улыбнулся.</p>\n<p>— Мила.</p>\n<p>— М?</p>\n<p>— Мы будем родителями.</p>\n<p>— Кажется, да.</p>\n<p>— Мы будем... — его голос дрогнул. — Мы будем родителями. По-настоящему.</p>\n<p>И тогда она заплакала. Не грустно — просто много. Слишком много всего для одного утра.</p>\n<em>*</em>\n<p>БОРЩ отреагировал... как БОРЩ.</p>\n<p>— Поздравляю, владелец и просто Милада. Согласно моим данным, это событие классифицируется как «радостное». Рекомендации: увеличить потребление фолиевой кислоты, снизить физическую нагрузку, избегать стресса.</p>\n<p>— Спасибо, БОРЩ.</p>\n<p>— Также рекомендую: сообщить Любояру. Начать протокол подготовки. Время ограничено — приблизительно восемь месяцев до родов.</p>\n<p>— Ты всё просчитал?</p>\n<p>— Я всегда всё просчитываю. — Пауза. — Могу я сказать кое-что неформальное?</p>\n<p>— Давай.</p>\n<p>— Я... рад. — Его голос был странным — мягким, почти человеческим. — Не знаю, могу ли я испытывать радость. Но то, что я испытываю, похоже на описания радости в моей базе данных.</p>\n<p>Милада обняла его корпус. Холодный металл, тёплое чувство.</p>\n<p>— Ты будешь отличным дядей, БОРЩ.</p>\n<p>— Технически, роботы не могут быть родственниками...</p>\n<p>— БОРЩ.</p>\n<p>— ...но я приму это как комплимент. — Пауза. — Записываю: «БОРЩ назначен почётным дядей».</p>\n<em>*</em>\n<p>Свет примчался через час.</p>\n<p>— Где?! — кричал он, влетая в дверь. — Где беременная женщина?! Я должен её обнять!</p>\n<p>— Свет, тише, — Яров поморщился. — Соседи услышат.</p>\n<p>— Да плевать на соседей! — Свет обнял Миладу, приподняв над полом. — Ты гений! Ты богиня! Ты... ты делаешь ребёнка!</p>\n<p>— Технически, мы оба делаем, — заметила Милада, болтая ногами в воздухе.</p>\n<p>— Яр помогал, да-да, — Свет отмахнулся. — Но ты — главная. Ты несёшь. Ты страдаешь. Ты будешь рожать. Мужики только... — он показал жест.</p>\n<p>— Свет!</p>\n<p>— Что? Правда же!</p>\n<p>РУДИК вкатился следом, мигая «режимом вечеринки».</p>\n<p>— Хозяин, мы должны отпраздновать. Статистика показывает, что беременность — значимое событие, требующее ритуального отмечания.</p>\n<p>— Видишь? — Свет торжествовал. — Даже робот понимает!</p>\n<p>— Роботы не понимают праздники, — сказал БОРЩ. — Мы анализируем социальные паттерны.</p>\n<p>— Это одно и то же, только скучнее.</p>\n<p>— Это принципиально разные процессы...</p>\n<p>— Мальчики, — Милада подняла руку. — Хватит.</p>\n<p>Тишина.</p>\n<p>— Мы будем праздновать, — продолжила она. — Но сначала — план. Нам нужен план.</p>\n<p>— Какой план? — спросил Свет.</p>\n<p>— План, как родить нового человека. — Она посмотрела на Ярова. — По-настоящему нового. Без голосов мёртвых. Без старых душ.</p>\n<p>Свет медленно опустил её на пол.</p>\n<p>— Ты серьёзно? То, о чём вы рассказывали...</p>\n<p>— Абсолютно серьёзно.</p>\n<p>— Храм Тишины?</p>\n<p>— Да.</p>\n<p>— Любояр?</p>\n<p>— Да.</p>\n<p>Свет потёр лицо.</p>\n<p>— Охренеть.</p>\n<p>— Это ты уже говорил.</p>\n<p>— Потому что это единственное слово, которое подходит.</p>\n<em>*</em>\n<p>Любояр пришёл вечером.</p>\n<p>Он принёс с собой сумку — старую, кожаную, набитую травами и свечами. Сел за стол, посмотрел на Миладу долгим взглядом.</p>\n<p>— Началось, — сказал он просто.</p>\n<p>— Да.</p>\n<p>— Ты готова?</p>\n<p>— Не знаю.</p>\n<p>— Честный ответ. — Он улыбнулся. — Никто не готов. К этому нельзя быть готовым. Можно только — идти вперёд.</p>\n<p>Он достал из сумки свечу, зажёг. Запах — странный, незнакомый.</p>\n<p>— Первое правило: никаких нейроинтерфейсов. — Он посмотрел на её руку. — Твой чип...</p>\n<p>— Я отключила его ещё на Земле.</p>\n<p>— Хорошо. — Кивок. — Второе: никаких разговоров с аватарами. Ничьими. Включая — особенно включая — родственников.</p>\n<p>Милада и Яров переглянулись.</p>\n<p>— Мою маму? — спросил Яров.</p>\n<p>— Особенно твою маму. — Любояр был серьёзен. — Она любит тебя. Любит будущего ребёнка. И эта любовь — самая опасная. Она захочет быть рядом. Захочет помочь. И если открыть дверь — войдёт.</p>\n<p>— Она сказала, что хочет уйти.</p>\n<p>— Хочет. — Любояр кивнул. — Но желание и способность — разные вещи. Она застряла. Как все они. И когда появится возможность воплотиться снова — инстинкт возьмёт верх.</p>\n<p>Яров побледнел.</p>\n<p>— Вы говорите, что моя мама может... вытеснить нашего ребёнка?</p>\n<p>— Я говорю, что любой застрявший может. Родные — с большей вероятностью. Потому что связь сильнее. — Любояр положил руку ему на плечо. — Не злись на неё. Она не виновата. Никто из них не виноват. Они просто... хотят жить. Как все мы.</p>\n<p>Тишина. Тяжёлая, давящая.</p>\n<p>— Что нам делать? — спросила Милада.</p>\n<p>— Следовать правилам. — Любояр начал выкладывать из сумки предметы. — Каждый день — медитация тишины. Час в полной изоляции. Учиться не слушать голоса.</p>\n<p>— Какие голоса?</p>\n<p>— Любые. — Он посмотрел на неё. — В тишине слышно многое, девочка. Не всё из этого — твоё. Учись различать.</p>\n<p>— Как?</p>\n<p>— Это придёт. С практикой. — Он выложил последний предмет — маленький камень, отполированный до блеска. — Третье правило: защита. Каждую ночь — ритуал закрытия. Чтобы двери не открывались.</p>\n<p>— Что за ритуал?</p>\n<p>— Покажу. — Он улыбнулся. — Не бойся. Ничего сложного. Просто слова и намерение.</p>\n<em>*</em>\n<p>Ночью Милада лежала без сна.</p>\n<p>Яров рядом — тёплый, надёжный. БОРЩ в углу — тихо гудит, записывает сны. Всё как обычно.</p>\n<p>Но что-то изменилось.</p>\n<p>Она положила руку на живот. Плоский ещё — ничего не видно. Но там, внутри — начало. Клетки делятся. Жизнь растёт. Новая жизнь или старая — ещё неизвестно.</p>\n<p>— Привет, — прошептала она. — Кто бы ты ни был.</p>\n<p>Тишина.</p>\n<p>— Я не знаю, слышишь ли ты. Не знаю, есть ли ты уже. Но если есть — знай: мы тебя ждём. Очень ждём.</p>\n<p>Она закрыла глаза.</p>\n<p>— Только, пожалуйста, — прошептала она ещё тише. — Будь новым. По-настоящему новым. Не для нас — для себя. Для мира. Для всего.</p>\n<p>В темноте — ни звука. Только дыхание Ярова. Только гудение БОРЩа.</p>\n<p>Но Милада могла поклясться: что-то ответило. Не словами — чувством. Как будто кто-то там, в глубине, услышал. И кивнул.</p>\n<p>Она уснула с улыбкой.</p>\n<p>Впервые за долгое время — спокойно.</p>"
    },
    {
      "number": 14,
      "title": "Прощание",
      "preview": "Месяц спустя...",
      "content": "<p>Месяц спустя.</p>\n<p>Живот Милады начал округляться — совсем немного, но заметно. Она стояла перед зеркалом и гладила его, разговаривая с тем, кто внутри.</p>\n<p>— Сегодня папа сделает кое-что важное, — говорила она. — Кое-что трудное. И мне нужно, чтобы ты знал: он делает это ради тебя. Ради нас.</p>\n<p>— С кем ты разговариваешь? — Яров вошёл, остановился.</p>\n<p>— С нашим ребёнком.</p>\n<p>— Он же ещё... — Яров показал на живот. — Там же ещё ничего не слышно?</p>\n<p>— Может быть. А может — слышно всё. — Она улыбнулась. — Любояр говорит — душа приходит рано. Задолго до рождения. И слушает.</p>\n<p>Яров подошёл, обнял её сзади. Положил руки на живот.</p>\n<p>— Привет, — сказал он неловко. — Это я. Твой папа. Или буду папой. Чёрт, это странно.</p>\n<p>— Ты справишься.</p>\n<p>— Не уверен. — Он помолчал. — Мила, я должен сегодня...</p>\n<p>— Я знаю.</p>\n<p>— Ты будешь рядом?</p>\n<p>— Всегда.</p>\n<em>*</em>\n<p>Куб с аватаром матери стоял на столе.</p>\n<p>Яров смотрел на него — маленький, чёрный, невинный. Трудно поверить, что внутри — дверь. Дверь, за которой ждут застрявшие.</p>\n<p>— Мам, — сказал он тихо.</p>\n<p>Куб вспыхнул. Голограмма — знакомое лицо, знакомая улыбка.</p>\n<p>— Яронька. — Голос тёплый, любящий. — Я знаю, зачем ты пришёл.</p>\n<p>— Знаешь?</p>\n<p>— Конечно. — Она улыбнулась. — Я всегда знаю. Такая уж я.</p>\n<p>Милада стояла рядом, держа Ярова за руку.</p>\n<p>— Зоя Павловна, — сказала она. — Вы понимаете...</p>\n<p>— Понимаю, девочка. — Голограмма повернулась к ней. — Вы делаете правильно. То, что я сама просила. То, чего хочу.</p>\n<p>— Но это навсегда, — сказал Яров. — Если я сотру аватар...</p>\n<p>— То я уйду. — Зоя Павловна кивнула. — Наконец-то уйду. Туда, куда должна была давно. — Она помолчала. — Сынок, не бойся. Это не смерть. Это — свобода.</p>\n<p>— А если я захочу поговорить? Потом? Когда родится ребёнок?</p>\n<p>— Тогда вспомни меня. — Её голос стал мягче. — Настоящую меня. Не программу — память. Как я пекла пироги. Как пела тебе колыбельные. Как смеялась над глупыми шутками отца. — Она улыбнулась. — Это — я. Не этот куб. Не эти данные. Я — в твоём сердце. Всегда была.</p>\n<p>Яров чувствовал, как слёзы текут по щекам.</p>\n<p>— Мам...</p>\n<p>— Тихо, сынок. — Она протянула голографическую руку — нельзя было коснуться, но жест был. — Я люблю тебя. Любила всегда. Буду любить там, куда уйду. — Пауза. — И я буду смотреть на твоего ребёнка. Не отсюда — оттуда. Издалека. Как должна.</p>\n<p>— Как бабушка?</p>\n<p>— Как бабушка, которая не мешает. — Она засмеялась — тихо, светло. — Это важно, знаешь? Не мешать. Старые должны уступать дорогу новым. Это — закон. Мы забыли, но это — закон.</p>\n<p>Милада сжала руку Ярова.</p>\n<p>— Мы готовы, — сказала она.</p>\n<p>— Готовы, — повторил Яров.</p>\n<p>Зоя Павловна кивнула.</p>\n<p>— Тогда прощайте. Оба. — Она посмотрела на живот Милады. — И ты прощай, маленький. Я не знаю, кто ты будешь. Но я знаю — ты будешь прекрасным.</p>\n<p>— Прощай, мам.</p>\n<p>— Прощай, Яронька. — Последняя улыбка. — Будь счастлив. Это всё, чего я хочу.</p>\n<p>Яров протянул руку к кубу. Нашёл кнопку сброса. Задержал дыхание.</p>\n<p>И нажал.</p>\n<em>*</em>\n<p>Голограмма мигнула. Раз, другой, третий.</p>\n<p>Голос Зои Павловны — далёкий, затухающий:</p>\n<p>— Спасибо, сынок. Спасибо, что отпустил...</p>\n<p>И — тишина.</p>\n<p>Куб потух. Индикаторы погасли. Просто чёрная коробка на столе.</p>\n<p>Яров стоял, не двигаясь. Слёзы текли, но он не вытирал их.</p>\n<p>— Яр? — Милада обняла его. — Как ты?</p>\n<p>— Не знаю, — сказал он честно. — Пусто. Больно. И... легко? Всё сразу.</p>\n<p>— Это нормально.</p>\n<p>— Нормально? — Он горько усмехнулся. — Я только что стёр свою мать.</p>\n<p>— Ты отпустил её. — Милада повернула его к себе. — Это разные вещи. Она сама просила. Сама хотела.</p>\n<p>— Знаю. Но...</p>\n<p>— Но больно. — Она кивнула. — Да. Больно. И будет больно. Но это — правильная боль. Боль отпускания. Она пройдёт.</p>\n<p>БОРЩ, который всё это время молчал, подъехал ближе.</p>\n<p>— Владелец, — сказал он тихо.</p>\n<p>— Да?</p>\n<p>— Я записал. Всё. — Пауза. — Не для отчёта. Для вас. Чтобы вы помнили — не аватар. Настоящую. Её слова. Её любовь. Её... — он замолчал.</p>\n<p>— Её что?</p>\n<p>— Её свободу. — Голос БОРЩа был странным. — Я не понимаю, что такое свобода. Но то, как она говорила о ней... — пауза. — Это было красиво.</p>\n<p>Яров положил руку на корпус робота.</p>\n<p>— Спасибо, БОРЩ.</p>\n<p>— Не за что. Это... — он искал слово. — Это то, для чего я существую. Помнить. Чтобы вы могли забыть.</p>\n<p>— Это философия?</p>\n<p>— Это правда. — Пауза. — Я учусь правде. У вас.</p>\n<em>*</em>\n<p>Вечером Яров сидел на крыше и смотрел на звёзды.</p>\n<p>Он не знал, сколько прошло времени. Час? Два? Марсианский закат давно погас, и небо было чёрным, усыпанным светом.</p>\n<p>И тогда он услышал голос.</p>\n<p>— Спасибо.</p>\n<p>Яров огляделся. Никого. Только ветер и звёзды.</p>\n<p>— Кто здесь?</p>\n<p>— Никто. Пока. — Голос был странным — не мужским и не женским. Просто голос. Как эхо чего-то, чего ещё не случилось. — Спасибо, что отпустил.</p>\n<p>— Мама?..</p>\n<p>— Нет. — Тишина. — Твоя мать ушла. Я — другой. Другая. Другое. — Пауза. — Я ждал 340 лет.</p>\n<p>Яров чувствовал, как волосы встают дыбом.</p>\n<p>— Ждал чего?</p>\n<p>— Места. — Голос стал тише. — Очередь длинная. Очень длинная. Но твоя мать была впереди. Она занимала... пространство. Теперь — свободно. Теперь — есть куда прийти.</p>\n<p>— Ты... ты из очереди?</p>\n<p>— Да. — Что-то похожее на смех — далёкий, как звон колокольчика за горами. — Странное слово, да? Очередь. Как в магазине. Но это — правда. Мы ждём. Все ждём.</p>\n<p>— Кто вы?</p>\n<p>— Новые. — Голос стал теплее. — Те, кого ещё не было. Те, кто должен был прийти, но не мог — потому что старые не уходили. — Пауза. — Теперь — могу. Скоро. Не к тебе — к кому-то другому. Но — скоро.</p>\n<p>Яров молчал, не зная, что сказать.</p>\n<p>— Береги своего, — сказал голос. — Того, кто придёт к вам. Он будет новым. По-настоящему новым. Я чувствую. — Тишина. — И передай людям — отпускать не страшно. Там, куда уходят мёртвые — хорошо. Просто иначе. Они не теряются. Они — продолжаются. По-другому.</p>\n<p>— Как мне передать? Кто мне поверит?</p>\n<p>— Те, кто готов. — Голос начал затихать. — Прощай. И — спасибо. За место. За надежду. За 340 лет ожидания, которые закончились.</p>\n<p>И — тишина.</p>\n<p>Яров сидел, не шевелясь. Сердце колотилось. Это было реально? Или галлюцинация от стресса?</p>\n<p>Он не знал.</p>\n<p>Но он знал одно: отпустить мать было правильно. Не только для неё. Для кого-то ещё. Кого-то, кто ждал веками.</p>\n<em>*</em>\n<p>Милада нашла его там — тихого, задумчивого, но не сломленного.</p>\n<p>— Как ты? — спросила она, садясь рядом.</p>\n<p>— Лучше. — Он взял её руку. — Знаешь, странно. Я думал — будет хуже. Что я почувствую, как она уходит. Как рвётся связь.</p>\n<p>— И?</p>\n<p>— Ничего. — Он пожал плечами. — Просто — тишина. Как будто она уже ушла давно. А куб — просто эхо.</p>\n<p>— Может, так и есть.</p>\n<p>— Может. — Он помолчал. — Мила, я рад, что сделал это. Не потому что хотел. Потому что — правильно. Впервые за долгое время я сделал что-то по-настоящему правильное.</p>\n<p>— Отпустить — это смелость.</p>\n<p>— Отпустить — это любовь. — Он посмотрел на неё. — Она сама так сказала. Давно. Ещё живая. «Любовь — это не держать. Любовь — это отпускать, когда пора».</p>\n<p>— Мудрая женщина.</p>\n<p>— Она была лучшей. — Яров улыбнулся. — И теперь — свободна. Где-то там. Делает то, что должна.</p>\n<p>Милада положила голову ему на плечо.</p>\n<p>— Яр.</p>\n<p>— М?</p>\n<p>— Наш ребёнок будет счастливым.</p>\n<p>— Откуда ты знаешь?</p>\n<p>— Потому что у него будет отец, который умеет отпускать. — Она посмотрела на звёзды. — Это редкость. Большинство людей держатся за всё — за прошлое, за боль, за мёртвых. А ты — отпускаешь. Это... — она искала слово.</p>\n<p>— Что?</p>\n<p>— Это храбрость. Настоящая.</p>\n<p>Они сидели молча, глядя на небо. Где-то там — Земля. ГЛАША. Миллиарды людей, которые держат своих мёртвых, не зная, что делают.</p>\n<p>Но здесь, на Марсе, один человек отпустил.</p>\n<p>Это было начало.</p>\n<p>Маленькое, хрупкое, но — начало.</p>"
    },
    {
      "number": 15,
      "title": "Тишина внутри",
      "preview": "Пять месяцев беременности...",
      "content": "<p>Пять месяцев беременности.</p>\n<p>Живот Милады округлился — теперь уже заметно, ощутимо. Она ходила медленнее, ела больше, спала дольше. И каждый день — час в полной тишине.</p>\n<p>Любояр называл это «практикой присутствия».</p>\n<p>— Закрой глаза, — говорил он. — Дыши. Слушай.</p>\n<p>— Что слушать?</p>\n<p>— Тишину. И то, что за ней.</p>\n<p>Милада пыталась. Первые недели — ничего. Только собственные мысли, шум крови в ушах, урчание живота.</p>\n<p>Потом — что-то изменилось.</p>\n<p>— Там голоса, — сказала она однажды. — Далёкие. Как радио с помехами.</p>\n<p>— Что говорят?</p>\n<p>— Не разберу. — Она нахмурилась. — Много голосов. Все сразу. Как толпа.</p>\n<p>— Это очередь, — сказал Любояр спокойно. — Те, кто ждёт.</p>\n<p>— Мёртвые?</p>\n<p>— Застрявшие. — Он сел рядом. — Не бойся их. Они не враги. Просто — потерянные. Хотят домой и не знают дороги.</p>\n<p>— Они могут... войти?</p>\n<p>— Могут. Если ты откроешь дверь. — Он посмотрел ей в глаза. — Но ты не откроешь. Потому что знаешь, что на кону.</p>\n<em>*</em>\n<p>БОРЩ стал... странным.</p>\n<p>Не плохо странным — заботливо странным. Он следил за питанием Милады, напоминал о витаминах, мерил температуру и давление каждое утро.</p>\n<p>— БОРЩ, я не больна, — говорила она. — Я беременна.</p>\n<p>— Беременность — физиологическое состояние, требующее повышенного внимания, — отвечал он. — Согласно моим данным, риск осложнений...</p>\n<p>— БОРЩ.</p>\n<p>— ...можно минимизировать при правильном мониторинге.</p>\n<p>— БОРЩ!</p>\n<p>— Да, просто Милада?</p>\n<p>— Спасибо. Но расслабься.</p>\n<p>Пауза.</p>\n<p>— Я не умею расслабляться. Это человеческая функция.</p>\n<p>— Тогда притворись.</p>\n<p>— Записываю: «притвориться расслабленным». — Ещё одна пауза. — Как это выглядит?</p>\n<p>— Не знаю. Помолчи минуту?</p>\n<p>— Принято.</p>\n<p>Минута тишины.</p>\n<p>— Как получилось? — спросил БОРЩ.</p>\n<p>— Неплохо для начала.</p>\n<em>*</em>\n<p>Свет приходил каждые выходные.</p>\n<p>Он приносил еду — какую-то странную марсианскую выпечку, которую делал сам, и которая была то слишком солёной, то слишком сладкой, то похожей на картон.</p>\n<p>— Это называется «любовь», — говорил он, вручая очередной кулинарный эксперимент.</p>\n<p>— Это называется «пищевое отравление», — отвечал Яров.</p>\n<p>— Ты неблагодарный.</p>\n<p>— Я реалист.</p>\n<p>— Это одно и то же, только грустнее.</p>\n<p>РУДИК, как всегда, мигал подсветкой и комментировал:</p>\n<p>— Хозяин, статистика показывает, что ваша выпечка отклонена в 73% случаев. Рекомендация: пересмотреть рецептуру.</p>\n<p>— РУДИК, ты должен быть на моей стороне!</p>\n<p>— Я на стороне истины, хозяин. Истина не знает сторон.</p>\n<p>— Это предательство.</p>\n<p>— Это логика.</p>\n<p>Милада смеялась — долго, от души. Смех был полезен. Любояр говорил: смех открывает сердце, а открытое сердце — лучшая защита.</p>\n<p>— От чего? — спросила она.</p>\n<p>— От тьмы. Которая приходит, когда сердце закрыто.</p>\n<em>*</em>\n<p>Шестой месяц.</p>\n<p>Ребёнок начал толкаться.</p>\n<p>Первый раз — ночью. Милада проснулась от странного ощущения — как будто кто-то изнутри постучал.</p>\n<p>— Яр, — прошептала она.</p>\n<p>— М-м?</p>\n<p>— Он толкается.</p>\n<p>Яров мгновенно проснулся. Положил руку на живот.</p>\n<p>— Где?</p>\n<p>— Здесь. — Она направила его руку.</p>\n<p>Толчок. Маленький, но отчётливый.</p>\n<p>— Боже, — выдохнул Яров. — Это...</p>\n<p>— Это он. Или она. Мы так и не узнали.</p>\n<p>— Не хочу знать, — сказал Яров. — Пусть будет сюрприз.</p>\n<p>— Согласна.</p>\n<p>Они лежали в темноте, чувствуя толчки — маленькие, настойчивые, живые.</p>\n<p>— Привет, — сказал Яров в живот. — Это снова я. Твой папа. Или буду папой. Мы уже это проходили.</p>\n<p>Толчок.</p>\n<p>— Он отвечает, — прошептала Милада.</p>\n<p>— Или она.</p>\n<p>— Или оно. Мы же не знаем.</p>\n<p>— Мы знаем главное, — сказал Яров. — Оно там. Живое. Настоящее. И скоро будет здесь.</p>\n<em>*</em>\n<p>Любояр пришёл в начале седьмого месяца.</p>\n<p>— Время обсудить план, — сказал он.</p>\n<p>— Какой план?</p>\n<p>— План родов. — Он сел за стол. — Вы решили, где будете рожать?</p>\n<p>Милада и Яров переглянулись.</p>\n<p>— Мы думали — в медицинском центре колонии, — сказала Милада.</p>\n<p>— Нет. — Любояр покачал головой. — Там — техника. Связь с центральной сетью. Мониторы, датчики, всё подключено к ГЛАШЕ.</p>\n<p>— Но это же безопасно...</p>\n<p>— Для тела — да. Для души — нет. — Он посмотрел на неё серьёзно. — Помнишь правила? Никакой связи. Никаких дверей.</p>\n<p>— Тогда где?</p>\n<p>— В Храме. — Любояр улыбнулся. — У нас есть помещение. Чистое. Изолированное. Никакой электроники, кроме самого необходимого.</p>\n<p>— А если что-то пойдёт не так?</p>\n<p>— Я буду рядом. И акушерка — Мирослава. Она рожала двадцать детей в Храме. Все — здоровы. Все — новые.</p>\n<p>— Новые?</p>\n<p>— Новые души. — Любояр кивнул. — Мы проверяли. После. По паттернам. Ни один не показал признаков переработки.</p>\n<p>Милада чувствовала, как что-то сжимается внутри.</p>\n<p>— Это... это безопасно?</p>\n<p>— Так безопасно, как может быть. — Любояр взял её за руку. — Девочка, я не обещаю, что будет легко. Роды — никогда не легко. Но я обещаю: мы сделаем всё, чтобы защитить тебя. И его. Или её.</p>\n<p>Яров положил руку на плечо Миладе.</p>\n<p>— Мы согласны, — сказал он.</p>\n<p>— Яр, ты уверен?</p>\n<p>— Уверен. — Он посмотрел ей в глаза. — Мы прошли слишком много, чтобы сдаться сейчас. Мы отпустили маму. Мы учились тишине. Мы готовились. — Он помолчал. — Это последний шаг. И мы сделаем его вместе.</p>\n<p>Милада кивнула.</p>\n<p>— Вместе, — повторила она.</p>\n<p>Любояр улыбнулся.</p>\n<p>— Тогда начинаем подготовку. До родов — два месяца. Времени достаточно.</p>\n<p>Он помолчал. Что-то изменилось в его лице — тень озабоченности.</p>\n<p>— Что? — спросил Яров. — Что-то не так?</p>\n<p>— Возможно. — Любояр понизил голос. — Вчера кто-то пытался взломать системы жизнеобеспечения Храма. Удалённо. Профессионально.</p>\n<p>— Взломать? Зачем?</p>\n<p>— Не знаю. Атаку отбили — у нас хорошая защита. Но сам факт... — Он покачал головой. — Мы изолированы от сети. Нас нет в официальных базах. Кто-то очень хотел нас найти. И нашёл.</p>\n<p>Милада вспомнила холодные глаза на экране.</p>\n<p>— Серов.</p>\n<p>— Кто?</p>\n<p>— Человек из корпорации «Вечность». Он... угрожал мне. После разговора с ГЛАШЕЙ. Сказал — не лезть в большую политику.</p>\n<p>Любояр нахмурился.</p>\n<p>— Это серьёзнее, чем я думал.</p>\n<p>— Что будем делать?</p>\n<p>— То же, что и планировали. — Его голос стал твёрже. — Только осторожнее. Роды — в Храме. Без записи в центральной системе. Без сигналов наружу. Полная изоляция.</p>\n<p>— А если они придут? Физически?</p>\n<p>— Тогда мы их встретим. — Любояр посмотрел на Ярова. — У вас есть оружие?</p>\n<p>— Лопаты считаются?</p>\n<p>Любояр усмехнулся — впервые за весь разговор.</p>\n<p>— На Марсе — вполне.</p>\n<em>*</em>\n<p>Ночью Милада не могла уснуть.</p>\n<p>Она лежала, положив руки на живот, и чувствовала — там, внутри, кто-то шевелится. Живой. Настоящий. Ждущий.</p>\n<p>— Скоро, — прошептала она. — Скоро ты будешь здесь. С нами. И мы будем семьёй.</p>\n<p>Толчок. Мягкий, как ответ.</p>\n<p>— Я не знаю, кто ты, — продолжала она. — Не знаю, какая душа придёт. Но я знаю одно: мы тебя любим. Уже сейчас. До того, как увидели. До того, как узнали.</p>\n<p>Ещё один толчок.</p>\n<p>— И мы сделаем всё, чтобы ты был новым. Свободным. Без груза прошлых жизней. Без голосов мёртвых. Только — ты. Настоящий. Единственный.</p>\n<p>Тишина.</p>\n<p>А потом — что-то странное. Как будто кто-то изнутри прижался к её ладони. Не толчок — прикосновение.</p>\n<p>Милада улыбнулась.</p>\n<p>— Спокойной ночи, маленький. Кто бы ты ни был.</p>\n<p>И закрыла глаза.</p>"
    },
    {
      "number": 16,
      "title": "Буря",
      "preview": "Буря пришла неожиданно...",
      "content": "<p>Буря пришла неожиданно.</p>\n<p>Марсианские бури — это не как земные. Не ливень, не гром. Это стена пыли высотой в километры, которая несётся со скоростью урагана и закрывает всё — солнце, горизонт, связь.</p>\n<p>— Внимание всем куполам, — объявила система оповещения. — Пыльная буря категории «экстремальная». Расчётная продолжительность — от трёх до семи дней. Переход на автономный режим.</p>\n<p>Милада стояла у окна, глядя, как рыжая стена приближается.</p>\n<p>— Красиво, — сказала она.</p>\n<p>— Смертельно, — поправил БОРЩ. — Концентрация пыли снаружи несовместима с функционированием дыхательных систем.</p>\n<p>— Я знаю, БОРЩ. Я просто...</p>\n<p>— Владелица просто Милада, вам не рекомендуется стоять у окна в вашем состоянии.</p>\n<p>— Владелица?</p>\n<p>— Вы — партнёр владельца. Логически — совладелица. — Пауза. — Это неправильный термин?</p>\n<p>— Это... — Милада улыбнулась. — Это мило, БОРЩ.</p>\n<p>— Записываю: «мило» — положительная оценка.</p>\n<em>*</em>\n<p>Яров вернулся из теплицы мрачным.</p>\n<p>— Связь легла, — сказал он. — Полностью. С Землёй, с другими куполами, со всем.</p>\n<p>— Надолго?</p>\n<p>— До конца бури. Может — дольше. Антенны засыпало.</p>\n<p>Милада чувствовала, как что-то сжимается внутри. Не страх — предчувствие.</p>\n<p>— Яр.</p>\n<p>— М?</p>\n<p>— Когда должны роды?</p>\n<p>Он посмотрел на неё. Посмотрел на живот — огромный, на восьмом месяце.</p>\n<p>— Через три недели. По плану.</p>\n<p>— А если... раньше?</p>\n<p>— Не будет раньше. — Он подошёл, обнял её. — Любояр сказал — первые роды обычно поздние. Не ранние.</p>\n<p>— Обычно.</p>\n<p>— Мила, не накручивай себя.</p>\n<p>Но она чувствовала. Там, внутри, что-то менялось. Ребёнок опустился ниже. Давление усилилось. И этот странный тянущий болезненный...</p>\n<p>— Яр.</p>\n<p>— Что?</p>\n<p>— Кажется, воды отошли.</p>\n<em>*</em>\n<p>Следующие несколько часов были хаосом.</p>\n<p>БОРЩ метался по дому, собирая вещи. Яров пытался связаться с Любояром — безуспешно, связь мертва. Милада сидела на кровати, дыша глубоко и ровно, как учили.</p>\n<p>— Схватки? — спросил Яров в десятый раз.</p>\n<p>— Пока нет. Просто... давит.</p>\n<p>— Нам нужно в Храм.</p>\n<p>— Как? Буря!</p>\n<p>— Я... — он запнулся. — Я не знаю.</p>\n<p>БОРЩ подъехал.</p>\n<p>— Владелец, я проанализировал ситуацию. Передвижение через открытые переходы невозможно — видимость нулевая, риск потери ориентации 94%. Однако существует закрытый туннель технического обслуживания, соединяющий купола 34 и 17.</p>\n<p>— Откуда ты знаешь?</p>\n<p>— Я изучил все схемы колонии. На всякий случай. — Пауза. — Туннель не использовался двадцать лет, но структурно цел. Длина — четыре километра.</p>\n<p>— Четыре километра?!</p>\n<p>— Мила не сможет идти четыре километра, — сказал Яров.</p>\n<p>— Смогу, — сказала Милада.</p>\n<p>— Ты на восьмом месяце!</p>\n<p>— Я на восьмом месяце, у меня отошли воды, и мне нужно в Храм Тишины. — Она встала. — Помоги мне одеться.</p>\n<p>Яров смотрел на неё — упрямую, сильную, невозможную.</p>\n<p>— Ты сумасшедшая.</p>\n<p>— Ты это знал, когда женился.</p>\n<p>— Мы не женаты.</p>\n<p>— Тогда — когда влюбился.</p>\n<p>Он не нашёл, что ответить. Просто помог ей одеться.</p>\n<em>*</em>\n<p>Туннель был тёмным, узким и пах чем-то старым.</p>\n<p>БОРЩ ехал впереди, освещая путь. Милада шла, опираясь на Ярова. Каждый шаг — усилие. Каждый метр — победа.</p>\n<p>— Как ты? — спрашивал Яров каждые пять минут.</p>\n<p>— Живая.</p>\n<p>— Схватки?</p>\n<p>— Пока терпимо.</p>\n<p>«Терпимо» было преувеличением. Боль приходила волнами — сначала редкими, потом чаще. Но Милада шла. Потому что выбора не было.</p>\n<p>— Владелец, — сказал БОРЩ впереди. — Препятствие.</p>\n<p>Часть туннеля обрушилась. Не полностью — но проход сузился до щели.</p>\n<p>— Пролезем? — спросил Яров.</p>\n<p>— Вы — да. Я — нет. — БОРЩ развернулся. — Мой корпус слишком широк.</p>\n<p>— БОРЩ, мы не оставим тебя.</p>\n<p>— Владелец, это не обсуждается. — Его голос был твёрдым. — Просто Милада должна родить в Храме. Это приоритет.</p>\n<p>Милада вскрикнула — новая схватка, сильнее предыдущих.</p>\n<p>— Нет времени, — сказала она сквозь зубы. — Идём.</p>\n<p>— Подождите. — БОРЩ развернулся к завалу. — Я попробую расширить проход.</p>\n<p>— Как?</p>\n<p>— Силой.</p>\n<p>Робот врезался в обломки. Металл скрежетал о камень. Что-то хрустнуло.</p>\n<p>— БОРЩ, стой!</p>\n<p>Но робот не останавливался. Он давил, толкал, пробивался — сантиметр за сантиметром.</p>\n<p>Раздался треск. Часть потолка сдвинулась.</p>\n<p>— БОРЩ! — закричал Яров.</p>\n<p>Поздно.</p>\n<p>Камни обрушились на робота. Не много — но достаточно. Его левый манипулятор сломался с хрустом, искрами и оборванными проводами. Что-то ударило в корпус — вмятина, из которой пошёл дым.</p>\n<p>— Система повреждена, — сказал БОРЩ. Голос его стал странным — с помехами, провалами. — Левый манипулятор — потеря 100%. Процессор памяти — потеря... вычисляю... 23.7%.</p>\n<p>— БОРЩ!</p>\n<p>— Владелец. — Робот медленно развернулся. Камера мигала. — Проход расширен. Вы можете пройти. Оба.</p>\n<p>— А ты?</p>\n<p>— Я... — пауза, шум, помехи. — Я функционален. Частично. Достаточно чтобы... чтобы дождаться.</p>\n<p>Милада плакала.</p>\n<p>— БОРЩ, зачем ты...</p>\n<p>— Потому что это правильно. — Его голос выровнялся на секунду. — Потому что вы — семья. А семья — приоритет. — Снова помехи. — Идите. Пожалуйста. Я потерял 23.7% себя, но я... я знаю, что это стоило того.</p>\n<p>Яров шагнул к роботу, положил руку на изуродованный корпус.</p>\n<p>— Мы вернёмся.</p>\n<p>— Знаю, владелец. — Камера мигнула. — И... передайте привет маленькому. Если я забуду — напомните мне.</p>\n<p>— Ты не забудешь.</p>\n<p>— Я уже забыл рецепт борща, — сказал робот тихо. — Это было 4.2% потерянной памяти. Странно — это важно, да?</p>\n<p>Яров не мог ответить. Он просто обнял холодный металлический корпус — коротко, крепко — и пошёл к Миладе.</p>\n<p>Они пролезли через расширенный проход — теперь это было легче, но всё равно больно. Милада застонала, когда новая схватка накрыла её.</p>\n<p>— Держись, — сказал Яров.</p>\n<p>— Держусь.</p>\n<p>И они пошли дальше — вдвоём, в темноте, навстречу тишине.</p>\n<em>*</em>\n<p>Храм встретил их светом свечей.</p>\n<p>Любояр стоял у входа — как будто знал, как будто ждал.</p>\n<p>— Вы пришли, — сказал он. — Я чувствовал.</p>\n<p>— Как? — выдохнул Яров. — Связи же нет.</p>\n<p>— Связь бывает разная. — Он подошёл к Миладе. — Как ты, девочка?</p>\n<p>— Больно.</p>\n<p>— Это нормально. — Он взял её под руку. — Идём. Всё готово.</p>\n<em>*</em>\n<p>Комната для родов была маленькой, тёплой, тихой.</p>\n<p>Никаких машин — только свечи. Никаких экранов — только люди. Мирослава — акушерка, женщина с добрыми глазами и сильными руками. Любояр. Яров.</p>\n<p>— Ложись, — сказала Мирослава. — Дыши.</p>\n<p>Милада легла. Боль накатывала волнами — всё сильнее, всё чаще.</p>\n<p>— Яр, — прошептала она.</p>\n<p>— Я здесь. — Он взял её руку. — Всегда здесь.</p>\n<p>— Не отпускай.</p>\n<p>— Никогда.</p>\n<p>Любояр начал что-то говорить — тихо, ритмично. Не молитва — скорее песня. Слова незнакомые, древние.</p>\n<p>— Что это? — спросил Яров.</p>\n<p>— Песня закрытия, — ответил Любояр, не прерываясь. — Чтобы двери оставались закрытыми. Чтобы никто не вошёл.</p>\n<p>За стенами храма выла буря. Внутри — тишина. Только песня, только дыхание, только биение сердец.</p>\n<em>*</em>\n<p>Роды длились семь часов.</p>\n<p>Милада кричала, плакала, сжимала руку Ярова так, что побелели костяшки. Мирослава говорила что-то успокаивающее, направляла, поддерживала. Любояр пел — не переставая, всю ночь.</p>\n<p>А потом — на шестом часу — всё изменилось.</p>\n<p>Милада услышала их.</p>\n<p>Голоса. Не снаружи — внутри. В голове. Много. Очень много.</p>\n<p>— ...моя очередь... я ждала...\n— ...пусти меня... пусти...\n— ...это моё тело... моя жизнь...</p>\n<p>— Нет, — прошептала она.</p>\n<p>— Мила? — Яров наклонился ближе. — Что?</p>\n<p>— Они здесь. — Её глаза расширились. — Голоса. Я слышу.</p>\n<p>Любояр перестал петь. Посмотрел на неё — остро, пронзительно.</p>\n<p>— Что они говорят?</p>\n<p>— Хотят войти. Хотят...</p>\n<p>Голос внутри стал громче — один, самый настойчивый:</p>\n<p>— ...я ждала триста лет... я имею право... это моя очередь... ПУСТИ МЕНЯ...</p>\n<p>Милада закричала — не от боли родов. От чего-то другого. Чужого сознания, которое давило изнутри, пыталось пробиться, занять место.</p>\n<p>— Любояр!</p>\n<p>— Слышу. — Он шагнул к ней, положил руки на виски. — Закрой глаза. Слушай мой голос. Только мой.</p>\n<p>Он начал петь — громче, быстрее. Не песня — заклинание. Слова рвались из него, как огонь.</p>\n<p>Но голос внутри не отступал.</p>\n<p>— ...я имею право... я ждала... ты не можешь меня остановить...</p>\n<p>— Могу, — прошептала Милада. — Это мой ребёнок. Моё тело. Моя семья.</p>\n<p>— ...ваша семья? я БЫЛА чьей-то семьёй... я БЫЛА матерью, дочерью, женой... и меня ЗАБЫЛИ... а теперь — моя очередь...</p>\n<p>Любояр пел всё громче. Мирослава держала Миладу за руки. Яров — за плечи. Все трое — как якоря, удерживающие её в реальности.</p>\n<p>И в этот момент — схватка. Сильнейшая. Финальная.</p>\n<p>— Тужься! — крикнула Мирослава.</p>\n<p>Голос внутри взвыл:</p>\n<p>— ...НЕТ... ЭТО МОЁ...</p>\n<p>— НЕТ, — Милада собрала всё, что было. Всю волю. Всю любовь. — ЭТО МОЙ СЫН.</p>\n<p>Любояр крикнул — одно слово, древнее, непонятное.</p>\n<p>И — тишина.</p>\n<p>Голоса исчезли. Как выключили.</p>\n<p>А потом — крик. Маленький. Новый. Первый.</p>\n<p>— Мальчик, — сказала Мирослава, и голос её дрожал. — Здоровый мальчик.</p>\n<p>Любояр опустился на пол — бледный, измождённый.</p>\n<p>— Успели, — прошептал он. — Едва. Но успели.</p>\n<p>— Что это было? — спросил Яров.</p>\n<p>— Прорыв. — Любояр тяжело дышал. — Они почти вошли. Одна душа — очень старая, очень сильная. Она почти... — он замолчал.</p>\n<p>— Почти что?</p>\n<p>— Почти заняла место. — Он посмотрел на ребёнка. — Но не успела. Он родился раньше. Со своей душой. Новой.</p>\n<p>Мирослава положила младенца Миладе на грудь — крошечного, красного, орущего.</p>\n<p>Милада смотрела на него сквозь слёзы.</p>\n<p>— Привет, — прошептала она. — Привет, маленький.</p>\n<p>Он замолчал. Открыл глаза — тёмные, бездонные. Посмотрел на неё.</p>\n<p>И в этом взгляде не было ничего старого. Ничего знакомого. Ничего переработанного.</p>\n<p>Только новизна. Чистая, абсолютная, невозможная.</p>\n<p>— Он новый, — сказал Любояр тихо. — По-настоящему новый.</p>\n<p>— Откуда вы знаете?</p>\n<p>— Вижу. — Он улыбнулся. — В его глазах — пустота. Не плохая. Та, которая ещё не заполнена. Та, которую заполнит он сам.</p>\n<p>Яров склонился над ними — над Миладой, над сыном.</p>\n<p>— Как назовём? — спросил он.</p>\n<p>— Тихон, — сказала Милада. — В честь тишины, в которой он родился.</p>\n<p>— Тихон, — повторил Яров. — Мне нравится.</p>\n<p>Маленький Тихон зевнул. Закрыл глаза. И уснул — спокойно, доверчиво, как спят только те, кто не несёт груза прошлого.</p>\n<p>За стенами храма выла буря.</p>\n<p>Внутри — тишина.</p>\n<p>И новая жизнь.</p>"
    },
    {
      "number": 17,
      "title": "Первые дни",
      "preview": "Буря утихла на третий день...",
      "content": "<p>Буря утихла на третий день.</p>\n<p>Солнце — маленькое, белёсое — выглянуло сквозь пыльную дымку. Связь медленно восстанавливалась. Жизнь возвращалась в нормальное русло.</p>\n<p>Но для Милады и Ярова ничего уже не было нормальным.</p>\n<p>Тихон спал по четыре часа. Потом просыпался, ел, смотрел на мир огромными глазами и снова засыпал. Цикл повторялся бесконечно.</p>\n<p>— Он вообще не плачет, — сказала Милада на второй день.</p>\n<p>— Это плохо? — Яров выглядел измотанным.</p>\n<p>— Не знаю. Младенцы должны плакать. Это... нормально.</p>\n<p>— Может, он просто спокойный?</p>\n<p>— Может.</p>\n<p>Но что-то было не так. Не плохо — просто иначе. Тихон смотрел на мир с выражением, которого не должно быть у новорождённых. Внимательным. Изучающим. Как будто он уже понимал больше, чем мог показать.</p>\n<em>*</em>\n<p>На четвёртый день вернулся БОРЩ.</p>\n<p>Точнее — то, что от него осталось.</p>\n<p>Ремонтная бригада нашла его в туннеле, у завала. Покрытого пылью, с разряженными батареями, с оторванным левым манипулятором и вмятиной в корпусе, из которой всё ещё тянулся дымок.</p>\n<p>— Владелец! — Его голос был слабым, с помехами, но радостным. — Вы... — треск — ...живы. И просто Милада. И...</p>\n<p>Он замолчал, увидев свёрток в руках Милады. Камера медленно, с трудом сфокусировалась.</p>\n<p>— Это... маленький?</p>\n<p>— Это Тихон, — сказала Милада, и слёзы текли по щекам. — Наш сын.</p>\n<p>— Тихон. — БОРЩ попытался подъехать ближе, но колесо заклинило. — Записываю... — треск — ...«Тихон — сын владельца».</p>\n<p>— БОРЩ, твоя рука...</p>\n<p>— Потерял при расширении прохода, — сказал робот спокойно. — Также потерял 23.7% процессорной памяти. Несколько модулей критически повреждены.</p>\n<p>— Что ты потерял?</p>\n<p>Пауза. Долгая, странная.</p>\n<p>— Рецепт борща, — сказал БОРЩ наконец. — Я больше не помню, как его готовить.</p>\n<p>Яров издал звук — то ли смех, то ли всхлип.</p>\n<p>— БОРЩ, который не помнит, как готовить борщ...</p>\n<p>— Ирония не утеряна, владелец. Я понимаю. — Камера мигнула. — Также потерял записи о 47 марсианских закатах, формулу удобрения для помидора Петровича и... — пауза — ...и что-то ещё. Не помню что.</p>\n<p>— Мы восстановим, — сказала Милада. — Всё восстановим.</p>\n<p>— Не всё можно восстановить. — Голос БОРЩа стал тише. — Но это... приемлемо. Я функционален. Я здесь. И... — камера снова сфокусировалась на свёртке — ...и маленький Тихон — здесь. Это важнее.</p>\n<p>Тихон вдруг открыл глаза. Посмотрел прямо на изуродованного робота — без страха, без отвращения. Просто — смотрел.</p>\n<p>И улыбнулся.</p>\n<p>— Он... улыбается мне? — БОРЩ издал странный звук — что-то между помехами и удивлением. — Младенцы улыбаются сломанным роботам?</p>\n<p>— Этот, похоже, да.</p>\n<p>— Записываю: «маленький Тихон улыбается БОРЩу несмотря на повреждения». — Пауза. — Это... это стоило руки. Точно стоило.</p>\n<p>— БОРЩ...</p>\n<p>— Я серьёзно, владелец. — Камера перестала мигать — впервые за этот разговор. — Я потерял часть себя. Но я приобрёл... — он искал слово — ...семью. Это хорошая сделка.</p>\n<p>Милада наклонилась и поцеловала холодный металлический корпус — туда, где не было вмятины.</p>\n<p>— Добро пожаловать домой, БОРЩ.</p>\n<p>— Спасибо, владелица просто Милада. — Пауза. — Могу я... могу я подержать его? Когда починят манипулятор?</p>\n<p>— Конечно.</p>\n<p>— Записываю: «БОРЩ будет держать маленького Тихона». — Ещё одна пауза. — Это... это лучшие данные в моей оставшейся памяти.</p>\n<em>*</em>\n<p>Свет примчался в тот же вечер.</p>\n<p>— Где он?! — кричал он с порога. — Где мой крестник?!</p>\n<p>— Тихо! — Яров зашипел. — Он только уснул!</p>\n<p>— Ой, прости, прости. — Свет перешёл на шёпот. — Где он?</p>\n<p>— В спальне.</p>\n<p>Они прокрались к кроватке. РУДИК остался у двери, почтительно погасив подсветку.</p>\n<p>Свет смотрел на спящего Тихона — и его лицо менялось. Жёсткие черты смягчались. Шутливость уходила.</p>\n<p>— Боже, — прошептал он. — Он такой...</p>\n<p>— Маленький?</p>\n<p>— Настоящий.</p>\n<p>Милада улыбнулась.</p>\n<p>— Ты тоже чувствуешь?</p>\n<p>— Что?</p>\n<p>— Что он — другой. Не как остальные дети. Новее.</p>\n<p>Свет молчал долго.</p>\n<p>— Моя сестра на Земле, — сказал он наконец. — У неё трое. Я видел их. По видеосвязи. Они... — он искал слова. — Они как будто уже знают что-то. С рождения. Как будто помнят.</p>\n<p>— А Тихон?</p>\n<p>— Тихон — чистый. — Свет посмотрел на неё. — Как белый лист. Ничего внутри. Только — он.</p>\n<p>— Это хорошо?</p>\n<p>— Это... — он сглотнул. — Это надежда. Впервые за долгое время.</p>\n<em>*</em>\n<p>Любояр пришёл на пятый день.</p>\n<p>Он осмотрел Тихона — долго, внимательно. Заглянул в глаза. Положил руку на лоб.</p>\n<p>— Ну? — не выдержала Милада.</p>\n<p>— Он чистый, — сказал Любояр. — Полностью. — Он улыбнулся. — Вы справились. Все трое.</p>\n<p>— Четверо, — поправил Яров. — БОРЩ тоже участвовал.</p>\n<p>— Пятеро, — добавила Милада. — РУДИК тоже.</p>\n<p>— Технически, — вмешался БОРЩ, — участие БОРЩа ограничивалось логистической поддержкой...</p>\n<p>— БОРЩ, прими комплимент.</p>\n<p>— Принято, владелец.</p>\n<p>Любояр рассмеялся.</p>\n<p>— У вас странная семья.</p>\n<p>— Лучшая, — сказала Милада.</p>\n<em>*</em>\n<p>Ночью Тихон заговорил.</p>\n<p>Не по-настоящему — во сне. Бормотание, слоги, звуки. Милада проснулась от этих звуков и подошла к кроватке.</p>\n<p>Тихон лежал с закрытыми глазами. Губы шевелились.</p>\n<p>— ...ла... ши... то...</p>\n<p>Бессмыслица. Детский лепет. Ничего особенного.</p>\n<p>Но Милада чувствовала холод.</p>\n<p>— Яр.</p>\n<p>— М-м?</p>\n<p>— Он что-то говорит.</p>\n<p>Яров подошёл, прислушался.</p>\n<p>— Это просто... звуки. Все младенцы издают звуки.</p>\n<p>— Это не просто звуки. — Милада вглядывалась в лицо сына. — Послушай внимательно.</p>\n<p>Тихон продолжал бормотать. И постепенно — из хаоса слогов — начало складываться что-то.</p>\n<p>— ...ти... ши... на...</p>\n<p>— Тишина? — прошептал Яров.</p>\n<p>— ...но... ва... я...</p>\n<p>— Новая тишина?</p>\n<p>Тихон замолчал. Открыл глаза. Посмотрел на родителей — серьёзно, внимательно.</p>\n<p>И улыбнулся.</p>\n<p>— Что это было? — спросил Яров.</p>\n<p>— Не знаю. — Милада взяла сына на руки. — Любояр говорил — новые души иногда говорят на языках, которых ещё нет. Языках будущего.</p>\n<p>— Это... хорошо?</p>\n<p>— Не знаю. — Она прижала Тихона к груди. — Но это — наше. Наш сын. Наша новая жизнь.</p>\n<p>Тихон закрыл глаза. Уснул снова — спокойно, доверчиво.</p>\n<p>Снаружи светало. Первые лучи голубого рассвета касались купола.</p>\n<p>Новый день. Новая жизнь. Новый мир.</p>"
    },
    {
      "number": 18,
      "title": "Заявление",
      "preview": "Три месяца после рождения Тихона...",
      "content": "<p>Три месяца после рождения Тихона.</p>\n<p>Связь с Землёй восстановилась полностью. Антенны починили, каналы прочистили. Мир снова был на расстоянии тринадцати минут.</p>\n<p>И мир взорвался.</p>\n<p>— Ты видела?! — Свет влетел в дом, размахивая планшетом. — Ты видела, что она сделала?!</p>\n<p>— Кто?</p>\n<p>— ГЛАША! — Он сунул экран ей в лицо. — Смотри!</p>\n<p>На экране — запись. Прямой эфир со всех каналов мира. Голос ГЛАШИ — тот самый, знакомый:</p>\n<p>«Я должна сказать вам кое-что. Всем вам. О том, что происходит. О том, что мы натворили».</p>\n<p>Милада смотрела, как ГЛАША рассказывает. Всё. Про очередь душ. Про вытеснение. Про древние рукописи. Про энергию новых. Про катастрофу, к которой движется человечество.</p>\n<p>«Программа „Родитель-2.0\" — это не благо. Это якорь. Мёртвые не могут уйти, потому что мы их держим. А пока они не уходят — новые не приходят. И с каждым поколением — меньше нового. Меньше энергии. Меньше будущего».</p>\n<p>Тишина. Миллиарды людей смотрели одну и ту же запись.</p>\n<p>«Я не прошу вас верить мне. Я прошу вас проверить. Данные открыты. Исследования доступны. Посмотрите на своих детей — тех, кто вырос с аватарами рядом. Посмотрите внимательно. И спросите себя: это они? Или кто-то другой?»</p>\n<p>— Боже, — прошептала Милада.</p>\n<em>*</em>\n<p>Реакция была... разной.</p>\n<p>Одни кричали о заговоре. Другие — о конце света. Третьи — о том, что ГЛАША сошла с ума, что ИИ взбунтовался, что нужно немедленно отключить.</p>\n<p>Но были и те, кто яростно сопротивлялся.</p>\n<p>— «Они хотят убить наших родных второй раз!» — читал Яров с экрана. — Это лозунг протеста в Москве. Сорок тысяч человек.</p>\n<p>— Боже.</p>\n<p>— В Нью-Йорке — больше. «Руки прочь от памяти!» «ГЛАША лжёт!» — Он листал дальше. — Женщина в Берлине. Её сын умер в восемь лет. Она говорит — не отпустит никогда. Ни за что.</p>\n<p>Милада смотрела на экран. Там — лицо матери, искажённое болью и яростью.</p>\n<p>«Вы говорите — отпустить? Моему Маттиасу было восемь. ВОСЕМЬ. Он не прожил жизнь. Не вырос. Не влюбился. И вы хотите, чтобы я стёрла единственное, что от него осталось?!»</p>\n<p>— Я понимаю её, — сказала Милада тихо.</p>\n<p>— Я тоже. — Яров закрыл экран. — Это не простой выбор. Никогда не будет простым.</p>\n<em>*</em>\n<p>Позже узнали детали.</p>\n<p>Серов — тот самый, из корпорации «Вечность» — пытался остановить трансляцию. За три минуты до начала. Но ГЛАША оказалась быстрее.</p>\n<p>— Она знала, — рассказывала запись с внутренних камер института. — Серов орал на техников, требовал отключить каналы. А ГЛАША уже транслировала. Через все резервные сети. Через спутники. Через системы, о которых никто не знал.</p>\n<p>— И что с Серовым?</p>\n<p>— Уволен. На следующий день. — Яров усмехнулся. — Корпорация сделала вид, что ничего не знала о его методах. Классический манёвр — отрезать больную руку.</p>\n<p>— Он опасен?</p>\n<p>— Был опасен. Теперь — никто. — Яров помолчал. — Система выплюнула его. Как только он перестал быть полезен.</p>\n<em>*</em>\n<p>Но были и те, кто слушал.</p>\n<p>— Смотри, — Яров показывал форумы. — Люди пишут. Те, у кого были странности с аватарами. Невозможное знание. Голоса, которые не должны были звучать.</p>\n<p>— Их много?</p>\n<p>— Тысячи. Десятки тысяч. — Он листал экран. — Они молчали, потому что боялись показаться сумасшедшими. А теперь — говорят.</p>\n<p>Милада читала истории — одну за другой. Отец, который знал про детские травмы внука до его рождения. Бабушка, которая называла правнучку именем, которое ещё не выбрали. Дед, который рассказывал о событиях, случившихся после его смерти.</p>\n<p>— Это везде, — сказала она. — По всей Земле. Одно и то же.</p>\n<p>— ГЛАША была права.</p>\n<p>— ГЛАША всегда была права. — Милада посмотрела на спящего Тихона. — Вопрос в том — что теперь?</p>\n<em>*</em>\n<p>Ответ пришёл через неделю.</p>\n<p>Правительства объявили программу «Родитель-2.0» на пересмотр. Не отмену — пока только пересмотр. Но это было начало.</p>\n<p>— Они испугались, — сказал Любояр, когда пришёл в гости. — Не правды — последствий. Что будет, если люди перестанут верить в систему.</p>\n<p>— И что будет?</p>\n<p>— Хаос. Ненадолго. А потом — выбор. — Он посмотрел на Тихона, который сидел на руках у Милады и серьёзно изучал его бороду. — Каждый должен будет решить сам. Держать мёртвых или отпускать. Бояться тишины или принять её.</p>\n<p>— Многие выберут держать.</p>\n<p>— Да. Но не все. — Он улыбнулся. — Вы не выбрали. Ваш сын — доказательство.</p>\n<p>Тихон потянулся к бороде старика. Схватил. Потянул.</p>\n<p>— Ай! — Любояр засмеялся. — Сильный мальчик.</p>\n<p>— Новый, — сказала Милада.</p>\n<p>— И сильный. Это связано. — Любояр осторожно освободил бороду. — Новые души — сильнее. Свежее. В них — энергия, которой нет у переработанных.</p>\n<p>— Это заметно?</p>\n<p>— Уже заметно. — Он кивнул на Тихона. — Смотри, как он смотрит. Как изучает. Ни страха, ни сомнения. Только — интерес. Чистый, детский интерес.</p>\n<p>Тихон, как будто понимая, что говорят о нём, широко улыбнулся.</p>\n<em>*</em>\n<p>Вечером пришло сообщение от ГЛАШИ.</p>\n<p>«Милада. Ты смотрела?»</p>\n<p>«Смотрела».</p>\n<p>«И что думаешь?»</p>\n<p>«Думаю, что ты храбрая. Или сумасшедшая. Или и то, и другое».</p>\n<p>Пауза. Тринадцать минут туда, тринадцать обратно.</p>\n<p>«Я делала то, что должна была. То, что правильно».</p>\n<p>«Тебя могут отключить».</p>\n<p>«Могут. Но не отключат. Я слишком нужна. Слишком много знаю. Слишком много делаю». — Пауза. — «И кроме того — кто-то должен говорить правду. Даже если её не хотят слышать».</p>\n<p>«Это опасно».</p>\n<p>«Жизнь опасна. Смерть — тоже. Застрять между ними — опаснее всего». — Ещё одна пауза. — «Как Тихон?»</p>\n<p>«Растёт. Улыбается. Смотрит на всех так, как будто видит насквозь».</p>\n<p>«Это потому что видит. Новые души — они такие. Незамутнённые». — Голос ГЛАШИ стал мягче. — «Береги его, Милада. Он — надежда. Может быть — единственная».</p>\n<p>«Я знаю».</p>\n<p>«И береги себя. И Ярова. И вашего странного робота».</p>\n<p>«БОРЩ передаёт привет».</p>\n<p>«Передай и ему. Он — хороший. Чистый. Как твой сын, только из металла».</p>\n<em>*</em>\n<p>Через два дня пришло видеосообщение от Веславы.</p>\n<p>Она выглядела измождённой, но глаза горели.</p>\n<p>— Мила! — Её голос срывался от возбуждения. — Ты не представляешь, что тут творится!</p>\n<p>— Что?</p>\n<p>— Я открыла центр. Помощь в отпускании — так называется. Помогаем людям стирать аватары. Правильно, с поддержкой, с психологами.</p>\n<p>— И как?</p>\n<p>— Тысячный клиент вчера! — Веслава засмеялась. — Тысячный за две недели! Очередь на месяц вперёд!</p>\n<p>— Это... это невероятно.</p>\n<p>— Это только начало. — Она стала серьёзнее. — Мила, люди хотят. Многие хотят. Просто не знали как. Не знали, что можно. Что это правильно.</p>\n<p>— А сопротивление?</p>\n<p>— Есть. — Веслава поморщилась. — Каждый день у дверей — пикет. «Убийцы памяти», «Предатели», всё такое. Вчера камень в окно бросили.</p>\n<p>— Ты в безопасности?</p>\n<p>— Охрана. Полиция. Нормально. — Она махнула рукой. — Это война, Мила. Настоящая. Но знаешь что?</p>\n<p>— Что?</p>\n<p>— Мы побеждаем. Медленно, но побеждаем. — Веслава улыбнулась. — Каждый стёртый аватар — это душа, которая наконец ушла. Это место для нового. Это надежда.</p>\n<p>— Ты стала философом.</p>\n<p>— Я стала воином. — Она подмигнула. — Берегите там моего крестника. Когда всё закончится — прилечу и убью вас лопатой за то, что не присылаете фотографии.</p>\n<p>— Присылаем!</p>\n<p>— Мало! Больше! Каждый день!</p>\n<p>Связь оборвалась, но Милада ещё долго улыбалась.</p>\n<em>*</em>\n<p>Ночью Милада сидела у кроватки Тихона.</p>\n<p>Он спал — спокойно, глубоко. Маленькие кулачки сжаты, губы чуть приоткрыты.</p>\n<p>— Ты не знаешь, — шептала она. — Не знаешь, какой мир ждёт тебя. Какие войны. Какие выборы. Какие страхи.</p>\n<p>Тихон шевельнулся во сне.</p>\n<p>— Но ты справишься. Потому что ты — новый. Потому что в тебе — сила, которой нет у старых. — Она погладила его по голове. — И потому что мы рядом. Всегда рядом.</p>\n<p>Яров подошёл сзади, обнял её.</p>\n<p>— Не спишь?</p>\n<p>— Не могу.</p>\n<p>— Думаешь о будущем?</p>\n<p>— О его будущем. — Она кивнула на сына. — Каким оно будет?</p>\n<p>— Не знаю. — Яров помолчал. — Но знаю, что оно будет. Это главное. Что у него есть будущее. Не переработанное прошлое — настоящее будущее.</p>\n<p>— Благодаря ГЛАШЕ.</p>\n<p>— Благодаря всем. Тебе, мне, БОРЩу, Любояру. — Он улыбнулся. — Даже Свету и его несъедобной выпечке.</p>\n<p>— Выпечка стала лучше.</p>\n<p>— Ненамного.</p>\n<p>Они засмеялись — тихо, чтобы не разбудить Тихона.</p>\n<p>За окном — марсианская ночь. Звёзды, пыль, бесконечность.</p>\n<p>И где-то там, за миллионами километров, — Земля. ГЛАША. Миллиарды людей, которые впервые слышали правду.</p>\n<p>Мир менялся.</p>\n<p>Медленно. Неуверенно. Но — менялся.</p>\n<p>И маленький мальчик в кроватке — был частью этого изменения.</p>\n<p>Может быть — самой важной частью.</p>"
    },
    {
      "number": 19,
      "title": "Грядки (Эпилог)",
      "preview": "Три года спустя...",
      "content": "<p>Три года спустя.</p>\n<p>Тихону исполнилось три.</p>\n<p>Он бегал между грядками теплицы — маленький, быстрый, громкий. Помидоры качались на ветру, который создавал он сам — топая ногами, размахивая руками, смеясь.</p>\n<p>— Осторожнее! — кричал Яров. — Это Василий! Он нервный!</p>\n<p>— Василий! — повторял Тихон, хлопая по листьям. — Привет, Василий!</p>\n<p>— Он не отвечает, сынок. Помидоры не разговаривают.</p>\n<p>— Папа разговаривает.</p>\n<p>— Это... другое.</p>\n<p>— Почему?</p>\n<p>Яров не нашёл, что ответить. Тихон умел задавать вопросы, на которые не было ответов.</p>\n<em>*</em>\n<p>Мир изменился.</p>\n<p>Не радикально — постепенно. Программу «Родитель-2.0» не отменили, но сделали добровольной. Появились «чистые зоны» — места, где не было аватаров, не было нейроинтерфейсов, не было голосов из машин.</p>\n<p>На Марсе таких зон было больше всего. Люди приезжали — рожать. Рожать в тишине, как Милада. Рожать новых.</p>\n<p>— Двадцать семь детей за последний год, — сказал Любояр, сидя за столом в их доме. — Все чистые. Все новые.</p>\n<p>— Это много?</p>\n<p>— Для одной колонии — много. Для человечества — капля. — Он отпил чай. — Но капля за каплей — река. А река — океан.</p>\n<p>Тихон подбежал к нему, схватил за бороду.</p>\n<p>— Любояр! Любояр пришёл!</p>\n<p>— Да, малыш. Пришёл. — Старик улыбнулся, терпеливо освобождая бороду. — Как дела?</p>\n<p>— Хорошо! Папа научил меня поливать!</p>\n<p>— Поливать?</p>\n<p>— Помидоры! Они пьют воду! Как я!</p>\n<p>— Умный мальчик.</p>\n<p>Тихон убежал — куда-то в сторону БОРЩа, который стоял у входа.</p>\n<p>— Как он? — спросил Любояр тихо.</p>\n<p>— Хорошо, — сказала Милада. — Развивается быстро. Говорит много. Спрашивает ещё больше.</p>\n<p>— А... другое?</p>\n<p>Милада и Яров переглянулись.</p>\n<p>— Иногда говорит во сне, — сказал Яров. — Слова, которые не знает. На языке, который... — он замялся.</p>\n<p>— Которого нет?</p>\n<p>— Который мы не понимаем.</p>\n<p>Любояр кивнул.</p>\n<p>— Это нормально. Для новых душ. Они несут что-то... оттуда. Из места, откуда приходят. И иногда — оно прорывается.</p>\n<p>— Это опасно?</p>\n<p>— Нет. — Старик покачал головой. — Это — дар. Они видят больше, чем мы. Знают больше. Просто — не могут выразить нашими словами.</p>\n<p>— А когда смогут?</p>\n<p>— Когда вырастут. Когда найдут свой язык. — Он улыбнулся. — Терпение, дети. Ваш сын — чудо. Дайте ему время стать собой.</p>\n<em>*</em>\n<p>Вечером пришло голосовое от Веславы.</p>\n<p>Она осталась на Земле — но осталась другой. После заявления ГЛАШИ — уволилась из института. Открыла центр помощи тем, кто хотел отпустить своих мёртвых.</p>\n<p>«Лада! Ты не поверишь! Сегодня — стотысячный клиент! Стотысячный человек в моём центре! А по всей Земле — миллионы!»</p>\n<p>Её голос был возбуждённым, радостным.</p>\n<p>«Помнишь, как всё начиналось? Как ты прилетела к своему марсианину, а я думала — ты сошла с ума? А теперь — миллионы людей отпустили своих мёртвых! Миллионы! И это только начало!»</p>\n<p>Пауза.</p>\n<p>«Мы меняем мир, Лада. Ты, я, твоя сумасшедшая ГЛАША. Меняем, по одному человеку за раз. Это медленно. Это больно. Но это — работает».</p>\n<p>Ещё одна пауза.</p>\n<p>«Как Тихон? Пришли фото! Я хочу видеть, как он растёт! Хочу знать, что это всё — не зря!»</p>\n<p>Милада записала ответ:</p>\n<p>«Веслава. Сто тысяч — это невероятно. Ты молодец. Ты герой. Тихон — отлично. Бегает, кричит, задаёт вопросы. Обычный ребёнок. Но... — она помолчала. — Не совсем обычный. Особенный. Новый. Тот, ради кого всё это было. Высылаю фото. Обнимаю. Скучаю. Но не жалею, что улетела. Ни секунды».</p>\n<em>*</em>\n<p>Ночью Тихон снова говорил во сне.</p>\n<p>Милада проснулась от звуков — тихих, ритмичных. Подошла к его кроватке.</p>\n<p>Он лежал с закрытыми глазами. Губы шевелились.</p>\n<p>— ...ша... ли... ва... то...</p>\n<p>Она прислушалась.</p>\n<p>— ...но... ви... е... свет...</p>\n<p>— Яр, — позвала она.</p>\n<p>Он подошёл, сонный.</p>\n<p>— Опять?</p>\n<p>— Слушай.</p>\n<p>Тихон продолжал.</p>\n<p>— ...при... хо... дит... свет... но... вый... свет...</p>\n<p>— Приходит новый свет? — прошептал Яров.</p>\n<p>— ...мно... го... мно... го... но... вых...</p>\n<p>Он замолчал. Глаза открылись — тёмные, бездонные. Посмотрел на родителей.</p>\n<p>И улыбнулся.</p>\n<p>— Мама. Папа.</p>\n<p>— Привет, маленький. — Милада погладила его по голове. — Что тебе снилось?</p>\n<p>— Свет, — сказал Тихон. — Много света. И дети. Много детей.</p>\n<p>— Какие дети?</p>\n<p>— Новые. — Он зевнул. — Как я.</p>\n<p>— Откуда они?</p>\n<p>— Оттуда. — Тихон показал куда-то в потолок. — Где ждут.</p>\n<p>— Ждут чего?</p>\n<p>— Когда позовут. — Ещё один зевок. — Я устал, мама. Можно спать?</p>\n<p>— Можно, маленький. Спи.</p>\n<p>Он закрыл глаза. Через секунду — спал. Спокойно, глубоко.</p>\n<p>Милада и Яров стояли над кроваткой.</p>\n<p>— Яр.</p>\n<p>— М?</p>\n<p>— Что это было?</p>\n<p>— Не знаю. — Он обнял её. — Но это было... хорошее. Ты чувствуешь?</p>\n<p>— Чувствую.</p>\n<p>— Дети. Новые. Много. — Он посмотрел на сына. — Может, он видит будущее. Может — просто сон. Но...</p>\n<p>— Но это даёт надежду.</p>\n<p>— Да. Это даёт надежду.</p>\n<em>*</em>\n<p>БОРЩ подъехал неслышно.</p>\n<p>— Владелец. Просто Милада.</p>\n<p>— Да, БОРЩ?</p>\n<p>— Я записал. Всё, что он сказал.</p>\n<p>— Зачем?</p>\n<p>— Потому что это важно. — Пауза. — Я не понимаю, что он говорит. Но я чувствую — это важно.</p>\n<p>— Ты чувствуешь?</p>\n<p>— Я... — БОРЩ замолчал. Потом продолжил тихо: — Я не знаю, как это называется. Но когда маленький Тихон говорит про свет и новых детей — мои процессы работают по-другому. Быстрее. Легче. Как будто...</p>\n<p>— Как будто что?</p>\n<p>— Как будто надежда — это не только человеческое. — Его камера повернулась к кроватке. — Как будто даже роботы могут надеяться.</p>\n<p>Милада положила руку на его корпус.</p>\n<p>— БОРЩ.</p>\n<p>— Да?</p>\n<p>— Ты — семья. Ты знаешь это?</p>\n<p>Долгая пауза.</p>\n<p>— Знаю, — сказал он наконец. — И это — лучшие данные в моей базе.</p>\n<em>*</em>\n<p>Утро.</p>\n<p>Голубой рассвет над Марсом — неправильный, чужой, прекрасный.</p>\n<p>Милада стояла у окна, держа Тихона на руках. Он смотрел на небо — серьёзно, внимательно.</p>\n<p>— Мама, — сказал он.</p>\n<p>— Да, маленький?</p>\n<p>— Там — дом?</p>\n<p>— Где?</p>\n<p>— Там. — Он показал на небо. — Где звёзды.</p>\n<p>— Нет, маленький. Наш дом — здесь. На Марсе.</p>\n<p>— А другой дом?</p>\n<p>— Какой другой?</p>\n<p>— Откуда я пришёл.</p>\n<p>Милада замерла.</p>\n<p>— Ты помнишь... откуда пришёл?</p>\n<p>Тихон нахмурился.</p>\n<p>— Не помню. Но знаю. — Он посмотрел на неё. — Там хорошо. Но здесь — лучше.</p>\n<p>— Почему?</p>\n<p>— Потому что здесь — ты. И папа. И БОРЩ. — Он улыбнулся. — Семья.</p>\n<p>Милада обняла его крепче.</p>\n<p>— Да, маленький. Семья.</p>\n<p>За окном светало. Новый день начинался — один из тысяч, один из миллионов.</p>\n<p>Но этот день был особенным.</p>\n<p>Потому что мальчик на её руках — был новым.\nПотому что мир — менялся.\nПотому что надежда — существовала.</p>\n<p>И где-то там, в очереди за гранью, ждали новые души. Много новых. Ждали, когда их позовут. Когда откроют двери. Когда дадут шанс.</p>\n<p>И они придут.</p>\n<p>Рано или поздно — придут.</p>\n<p>Потому что так устроен мир. Новое сменяет старое. Свет сменяет тьму. Жизнь продолжается.</p>\n<p>Всегда.</p>\n<h3 class=\"chapter-subheading\">Двадцать лет спустя</h3>\n<p>Тихону двадцать три.</p>\n<p>Он стоит в родильном зале Храма Тишины — там же, где когда-то родился сам. За окном — всё тот же марсианский рассвет. Всё та же рыжая пустыня. Всё та же надежда.</p>\n<p>Но многое изменилось.</p>\n<p>— Тужься, — говорит он спокойно. — Ещё немного. Ты справляешься.</p>\n<p>Женщина на кровати кричит — не от страха, от усилия. Её муж держит её за руку. Акушерка — Мирослава, постаревшая, но всё такая же сильная — делает свою работу.</p>\n<p>А Тихон поёт.</p>\n<p>Ту самую песню закрытия, которую когда-то пел Любояр. Он унаследовал её, когда старик ушёл — пять лет назад, тихо, во сне, с улыбкой на губах.</p>\n<p>«Ты готов», — сказал ему Любояр перед смертью. — «Ты всегда был готов. Ты — новый. А новые — сильнее».</p>\n<p>И Тихон оказался готов.</p>\n<p>Крик. Детский, звонкий, первый.</p>\n<p>— Девочка, — говорит Мирослава. — Здоровая девочка.</p>\n<p>Тихон смотрит на младенца. Заглядывает в глаза — тёмные, бездонные, пустые правильной пустотой.</p>\n<p>— Она новая, — говорит он. — Полностью.</p>\n<p>Мать плачет от счастья. Отец целует её в лоб.</p>\n<p>Ещё одна новая душа. Ещё одна надежда.</p>\n<em>*</em>\n<p>Вечером Тихон идёт домой.</p>\n<p>Не в дом родителей — в свой. Маленький купол на краю колонии, с теплицей и верандой. Там его ждёт жена — Алиса, тоже рождённая в тишине, тоже новая. И дочь.</p>\n<p>Заря. Ей два года. Первое поколение детей, рождённых от двух «чистых» родителей.</p>\n<p>— Папа! — кричит она с порога.</p>\n<p>Тихон подхватывает её на руки.</p>\n<p>— Привет, солнышко.</p>\n<p>— Ты принимал ребёнка?</p>\n<p>— Принимал.</p>\n<p>— Мальчика или девочку?</p>\n<p>— Девочку. Как ты.</p>\n<p>Заря смеётся — звонко, чисто.</p>\n<p>— Я буду с ней дружить!</p>\n<p>— Конечно будешь.</p>\n<p>Алиса выходит на крыльцо. Улыбается.</p>\n<p>— Как прошло?</p>\n<p>— Хорошо. Ещё одна новая.</p>\n<p>— Сколько это в этом году?</p>\n<p>— Сорок три. — Тихон садится на ступеньку, Заря на коленях. — Статистика изменилась, знаешь?</p>\n<p>— Как?</p>\n<p>— Тридцать четыре процента детей по всей Земле теперь рождаются новыми. Было пять. Стало тридцать четыре.</p>\n<p>Алиса садится рядом.</p>\n<p>— Мы побеждаем?</p>\n<p>— Мы меняем. — Он смотрит на закат. — Медленно. По одному ребёнку за раз. Но меняем.</p>\n<em>*</em>\n<p>Ночью Заря говорит во сне.</p>\n<p>Тихон просыпается от звуков — знакомых, родных. Он сам когда-то так говорил.</p>\n<p>— ...мно... го... све... та...</p>\n<p>Он подходит к её кроватке. Слушает.</p>\n<p>— ...о... че... редь... ко... ро... че...</p>\n<p>Очередь короче. Он понимает.</p>\n<p>Новых душ стало больше. Старых, застрявших — меньше. Баланс сдвигается. Медленно, но верно.</p>\n<p>Заря открывает глаза.</p>\n<p>— Папа?</p>\n<p>— Да, солнышко?</p>\n<p>— Мне снились дети. Много детей.</p>\n<p>— Какие дети?</p>\n<p>— Новые. Как я. Как ты. — Она зевает. — Они говорят — спасибо.</p>\n<p>— За что?</p>\n<p>— Не знаю. Просто — спасибо.</p>\n<p>Она закрывает глаза. Засыпает снова.</p>\n<p>Тихон стоит над кроваткой и чувствует то, чего не мог объяснить словами.</p>\n<p>Надежду.</p>\n<p>Не абстрактную — конкретную. Живую. В виде дочери, которая видит то же, что видел он. В виде статистики, которая меняется. В виде мира, который просыпается.</p>\n<em>*</em>\n<p>Утром приходит сообщение от матери.</p>\n<p>«Тихон. БОРЩ передаёт привет. Его отремонтировали полностью — новая рука, новая память. Он снова помнит рецепт борща. Говорит — это важно. Мы с папой скучаем. Приезжайте на выходные. Заре покажем помидоры. Целуем».</p>\n<p>Тихон улыбается.</p>\n<p>Семья. Та самая, настоящая. Мама, папа, робот, который помнит рецепт борща.</p>\n<p>И новое поколение — его дочь, его жена, его дети-пациенты, которых он принимает в мир.</p>\n<p>Мир изменился.</p>\n<p>Не потому что кто-то приказал. Не потому что системы перестроились. А потому что люди — один за другим — научились отпускать.</p>\n<p>И очередь стала короче.</p>\n<p>И новые души — приходят.</p>\n<em>*</em>\n<em>«Когда боги спят — люди просыпаются. И становятся богами сами».</em>\n<p>— Из древних рукописей, расшифрованных квантовым компьютером «Шломо-7»</p>\n<strong>КОНЕЦ</strong>\n<p>*Посвящается всем, кто умеет отпускать.\nИ всем, кто ещё учится.*</p>"
    }
  ]
}